import 'package:fwaid_app/modles/fwaid.dart';
final List<Map<String, String>> playlistVideos = [
  {
    "id": "1",
    "title": "الفوائد 1 من بداية الكتاب حتى صفحة 27",
    "url": "https://www.youtube.com/watch?v=7XQ6T6QNpz8"
  },
  {
    "id": "2",
    "title": "الفوائد 2 من قوله فائدة الرب تعالى يدعو عباده في القرآن إلى معرفته من طريقين صفحة 27 حتى ص",
    "url": "https://www.youtube.com/watch?v=eIl7pytHpyQ"
  },
  {
    "id": "3",
    "title": "الفوائد 3 من قوله فصل نجائب النجاة مهيأة للمراد صفحة 52 حتى صفحة 83",
    "url": "https://www.youtube.com/watch?v=syNLBMXSppE"
  },
  {
    "id": "4",
    "title": "الفوائد 4 من قوله فصل ألفى الله سبحانه العداوة بين الشيطان وبين الملك صفحة 83 حتى صفحة 113",
    "url": "https://www.youtube.com/watch?v=qo6HHmYAH98"
  },
  {
    "id": "5",
    "title": "الفوائد 5 من قوله فصل علمت كلبك فهو يترك شهوته صفحة 113 حتى صفحة 140",
    "url": "https://www.youtube.com/watch?v=RiZ5f7scbhs"
  },
  {
    "id": "6",
    "title": "الفوائد 6 من قوله قاعدة أساس كل خير أن تعلم أن ما شاء كان صفحة 4 حتى صفحة 165",
    "url": "https://www.youtube.com/watch?v=Dlw6KmXrd88"
  },
  {
    "id": "7",
    "title": "الفوائد 7 من قوله فصل من ترك الاختيار والتدبير صفحة 165 حتى صفحة 188",
    "url": "https://www.youtube.com/watch?v=I49Xe0_WynA"
  },
  {
    "id": "8",
    "title": "الفوائد 8 من قوله فصل تكرر في القرآن جعل الأعمال صفحة 188 حتى صفحة 211",
    "url": "https://www.youtube.com/watch?v=rS0z_RkacdM"
  },
  {
    "id": "9",
    "title": "الفوائد 9 من قوله فصل من كلام عبدالله بن مسعود صفحة 211 حتى صفحة 232",
    "url": "https://www.youtube.com/watch?v=lXKbFLYXcR4"
  },
  {
    "id": "10",
    "title": "الفوائد 10 من قوله فصل الجهال بأسماء الله وصفاته صفحة 233 حتى صفحة 255",
    "url": "https://www.youtube.com/watch?v=ua8G0IpuiZM"
  },
  {
    "id": "11",
    "title": "الفوائد 11 من قوله فصل فإذا دفعت الخاطر الوارد عليك صفحة 255 حتى صفحة 276",
    "url": "https://www.youtube.com/watch?v=jj_mqTNOwU4"
  },
  {
    "id": "12",
    "title": "الفوائد 12 من قوله فائدة الناس منذ خلقوا لم يزالوا مسافرين صفحة 276 حتى نهاية الكتاب",
    "url": "https://www.youtube.com/watch?v=cjVUDYx4Av8"
  }
];

List<Fwaid> fwaidData = [
  Fwaid(
    id: '1',
    name: """ مقدمة التحقيق""",
    text:
        """ الحمد لله رب العالمين، والصلاة والسلام على رسوله محمد وعلى آله وصحبه أجمعين.

وبعد، فهذا كتاب من أروع ما وصل إلينا من مؤلفات الإمام ابن القيم رحمه الله، جمع فيه ألوانًا من الفوائد واللطائف والعبر، والمواعظ والنكت والدقائق والملاحظات والأفكار في فنون مختلفة، ولم يرتبه على الموضوعات والأبواب، ويبدو أنه خصص كناشًا أو دفترًا لتسجيل هذه الخواطر والفوائد المتفرقة، وأدرج فيه ما استحسن نقله في قراءات مختلفة من حياته، وطريقته فيه أنه يبدأ كل فائدة بعبارة: فصل أو قاعدة أو فائدة أو تنبيه، ويرد تحتها نص بنات فكره أو من الكلمات المأثورة عن السلف أو من الآيات والحكم المبثوثة، وما ينثره هنا معين لمن يريد طريق النجاة والفلاح في الدنيا والآخرة.

ويحتوي الكتاب على موضوعات عديدة في التوحيد والعقيدة، فيذكر أن معرفة الله تحصل بالنظر في مفعولاته، والتفكر في آياته وتدبرها (ص٢٨)، وأتمّ المعارف معرفة الله، في عرفه جلاله وجماله وجماله (ص٦٢)، ومعرفة الله نوعان: معرفة إقرار يشترك فيها المطيع والعاصي، ومعرفة توجب الحياء، والمحبة، والإنابة إليه، وهي المعرفة الخاصة (ص٤٨)، وبين المؤلف تفاوت الناس في التوحيد (ص٢٨)، وفوائد التوحيد في الدنيا والآخرة (ص٧٥)، وأن راحة القلب والبدن في طاعة الله (ص٢٣)، وذكر حسن العبودية (ص٣٦)، وثمرة المعرفة بالصفات الإلهية (ص٨٨)، والتوسل باسمائه

الحسنى (ص٣٦)، وحقيقة التوكل وأنواعه (ص١٦٥، ١٢٤)، وتعرض لموضوع القضاء والقدر (ص٣٣)، والرزق والأجل (ص٧٩)، وأن النعم كلها من الله، والذنوب من الشيطان (ص٢٦٩)، وأن شفاعة الرسول ﷺ تنال بطاعته (ص٢٢٢). إلى غير ذلك من الموضوعات التي تتعلق بالتوحيد.""",
  ),
  Fwaid(
    id: '2',
    name: """قاعدة جليلة """,
    text: """بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ

قاعدة جليلة

إذا أردت الانتفاع بالقرآن فاجمع قلبك عند تلاوته وسماعه، وأَلْقِ
سَمْعَك، وأحضر حضورَ من يخاطبه به من تكلّم به سبحانه منه إليه؛ فإنّه
خطابٌ منه لك على لسان رسوله.

قال تعالى: ﴿إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى
السَّمْعَ وَهُوَ شَهِيدٌ﴾ [ق/ ٣٧].

وذلك أن تمام التأثير لما كان موقوفًا على مُؤَثِّر مقتضٍ، ومحلّ
قابل، وشرطٍ لحصول الأثر، وانتفاء المانع الذي يمنع منه؛ تضمنت
الآيةُ بيانَ ذلك كلَّه بأوجز لفظ، وأبينه، وأدَلِّه على المراد.

فقوله: ﴿إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ﴾: إشارة إلى ما تقدّم من أول السورة
إلى هاهنا، وهذا هو المؤَثِّر.

وقوله: ﴿لِمَنْ كَانَ لَهُ قَلْبٌ﴾: فهذا هو المحل القابل، والمراد به
القلب الـ ـحي الذي يعقل عن الله، كما قال تعالى: ﴿إِنْ هُوَ إِلَّا ذِكْرَىٰ
وَقُرْآنٌ مُبِينٌ * لِيُنْذِرَ مَنْ كَانَ حَيًّا﴾ [يس/ ٦٩-٧٠] أي: حيّ القلب.

وقوله: ﴿أَوْ أَلْقَى السَّمْعَ﴾ أي: وجّه سمعه وأحضر حاسة سمعه
إلى ما يُقال له، وهذا شرط التأثير بالكلام.

وقوله: ﴿وَهُوَ شَهِيدٌ﴾ أي: شاهد القلب حاضر غير غائب.
قال ابن قيّم: "اسمع كتاب الله، وأنت شاهد القلب والفهم، غير غائب.

بغافل ولا ساهٍ. وهو إشارةٌ إلى المانع من حصول التأثير، وهو سهْو
القلب وغفلته عن تعقل ما يقال له، والنظر فيه وتأمله.

فإذا حصل المؤثّر - وهو القرآن، والمحلّ القابل - وهو القلب الـ ـحي،
والشرط - وهو الإصغاء، وانتفى المانع - وهو اشتغال القلب وذهوله
عن معنى الخطاب، وانصرافه عنه إلى شيء آخر؛ حصل الأثر وهو
الانتفاع والتذكرة.

فإن قيل: إذا كان التأثير إنما يتمّ بمجموع هذه، فما وجه دخول أداة
(أو) في قوله: ﴿أَوْ أَلْقَى السَّمْعَ﴾؟ والموضوع موضوع واو للجمع لا أو
التي هي لأحد الشيئين؟

قيل: هذا سؤال جيّد، والجواب عنه أن يقال: خرج الكلام (أو)
باعتبار حال المخاطَب المدعوّ:

فإنّ من الناس من يكون حيّ القلب، واعيًا، تامَّ الفِطْرَة؛ فإذا
تُلي عليه القرآن، وجَّه قلبه وسمعه، وتلقّى بقبوله وعقله معنى
القرآن، فأثّر فيه تأثيرًا عجيبًا. فهذا حال من حصل فيه شرط التأثير
وأسبابه كلها.

فأمّا إذا كان القلب غيرَ تام الفطرة، وكان فيه نوع ضعف؛
احتاج إلى أن يُوجّه سمعه، ويُصغي بسمعه إلى ما يقال له، فيتحقق في
حقه معنى قوله: ﴿أَوْ أَلْقَى السَّمْعَ﴾.

قال ابن القيّم: "وهذا صاحب القلب الحي الواعي."

والجهمية (١): فصاحب القلب يجمع بين قلبه وبين معاني القرآن،
فيجدها كأنها قد كُتِبَتْ فيه، فهو يقرؤها من ظهر قلب.

ومن الناس من لا يكون تامَّ الاستعداد، واعيَ القلب، كاملَ الحياة،
فيحتاج إلى شاهد يُميّز له الحق من الباطل، ولم يبلغ حياة قلبه وزوْرته
وزكاء فطرته مبلغ صاحب القلب الـ ـحي الواعي. فطريق حصول هدايته:
أن يُفرّغ سمعه للكلام، وقلبه للتأمل والتفكر في معانيه. فيعلم
حينئذٍ أنه الحق.

فالأوّل: حالُ من رأى بعينه، فأدرك ما دُعي إليه وأُخبر به، والداني: حال
من عُرض عليه، فعلم أنه حق. وقال: ﴿أَوَ مَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ
وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ﴾ [الأنعام/١٢٢]. فهو في مقام
الإيمان، والأوّل في مقام الإحسان. فهذا قد وصَل إلى علم اليقين، وترقّى
قلبُه به إلى منزلة عين اليقين. وذلك [هو:] الصديق الذي
خرج به من الكفر ودخل به في الإسلام. """,
  ),
  Fwaid(
    id: '3',
    name: """ عين اليقين""",
    text:
        """ اليقين نوعان: نوع في الدنيا، ونوع في الآخرة، فالحاصل في الدنيا نسبة إلى القلب كنسبة الشاهد إلى العين. وما أخبرت به الرسل من الغيب يعاين في الآخرة بالأبصار، وفي الدنيا بالبصائر، فهو عين يقين في المرتبتين.""",
  ),
  Fwaid(
    id: '4',
    name: """فصل """,
    text:
        """وقد جمعت هذه السورة من أصول الإيمان ما يكفي ويشفي ويغني عن كلام أهل الكلام ومعقول أهل المعقول؛ فإنها تضمنت تقرير المبدأ والمعاد والتوحيد والنبوة والإيمان بالملائكة، وانقسام الناس إلى هالك شقي وفائز سعيد، وأوصاف هؤلاء وهؤلاء، وتضمنت إثبات صفات الكمال لله وتنزيهه عما يضاد كماله من النقائص والعيوب، وذكر فيها العالمين: الصغرى والكبرى، فالأكبر - وهو عالم الآخرة - والأصغر - وهو عالم الدنيا - وذكر فيها خلق الإنسان ونشأته وإعادته، وحاله عند وفاته ويوم معاده، وإحاطة سبحانه به من كل وجه، حتى علمه بوساوس نفسه، وإقامة الحفظة عليه يحصون عليه كل لفظ يتكلم بها، وأنه يوافيه يوم القيامة ومعه سائق يسوقه إليه وشاهد يشهد عليه، فإذا أحضره السائق، قال: ﴿هٰذَا مَا لَدَيَّ عَتِيدٌ﴾ [ق/٢٣] أي: هذا الذي أُمِرتُ بإحضاره قد أحضرته، فيقال عند إحضاره: ﴿أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ﴾ [ق/٢٤]، كما يُحضِر الجاني إلى حضرة السلطان، فيقال: هذا فلان قد أُحضِر، فيقول: اذهبوا به إلى السجن وعاقبوه بما يستحقه!""",
  ),
  Fwaid(
    id: '5',
    name: """فائدة """,
    text:
        """ وقول النبي ﷺ لعمر: «وما يُدريك أن الله اطّلع على أهل بدر؟ فقال: اعملوا ما شئتم؛ فقد غفرتُ لكم». أشكل على كثير من الناس معناه؛ فإن ظاهره إباحةُ كل الأعمال لهم وتخييرهم فيما شاءوا منها، وذلك ممتنع.

فقالت طائفةٌ منهم ابن الجوزي (١): ليس المراد من قوله: «اعملوا»: الاستقبال، وإنما هو للماضي، وتقديره: أي عملٍ كان لكم، فقد غفرتُه. قال: ويدلّ على ذلك شيئان: أحدهما: أنّه لو كان للمستقبل، كان جوابه قوله: سأغفر لكم. والثاني: أنّه كان يكون إطلاقًا في الذنوب، ولا وجهَ لذلك.

وحقيقة هذا الجواب: أي قد غُفرت لكم بهذه الغزوة ما سلف من ذنوبكم.

لكنه ضعيف من وجهين:

أحدهما: أنّ لفظ (اعملوا) يأباه؛ فإنّه للاستقبال دون الماضي. وقوله: «قد غفرتُ لكم» لا يوجب أن يكون (اعملوا) مثله؛ فإن قوله: «قد غفرتُ» تحقيق لوقوع المغفرة في المستقبل، كقوله: ﴿أَتَىٰ أَمْرُ اللَّهِ﴾ [النحل/١]، و﴿وَيُنَزِّلُ﴾ [الشعراء/٢٢]، ونظائره.

الثاني: أنّ نفس الحديث يردّه، فإن سببَه قصة حاطب وكتبِه إلى المشركين، وذلك ذنبٌ واقع بعد غزوة بدر لا قبلها، وهو سبب الحديث؛ فهو مراد منه قطعًا.

فالذي يظهر في ذلك - والله أعلم - أنّ هذا خطاب لقومٍ قد علم الله سبحانه أنّهم لا يفارقون دينهم، بل يموتون على الإسلام، وأنّهم قد يقارفون بعض ما يقارفه غيرهم من الذنوب، ولكن لا يتركهم سبحانه مُصرّين عليها، بل يوفقهم لتوبةٍ نصوح واستغفار وحسنات تمحو أثر ذلك، ويكون تخصيصهم بهذا دون غيرهم، لأنّ قد تحقّق ذلك فيهم، وأنّهم مغفورٌ لهم، ولا يمنع ذلك كون المغفرة حصلت بأسباب تقوم بهم. كما لا يقتضي ذلك أن يُعطّلوا الفرائض وثوقًا بالمغفرة؛ فلو كانت قد حصلت بدون الاستمرار على القيام بالأوامر، لما احتاجوا بعد ذلك إلى صلاةٍ ولا صيامٍ ولا حجٍّ ولا كفارةٍ ولا جهادٍ. وهذا مجالٌ زلّت فيه أقدام كثير من الناس.

ونظير هذا قوله في الحديث الآخر: «أذنب عبدٌ ذنبًا، فقال: أي ربّ! أذنبتُ ذنبًا فاغفر لي. فقال له: علم عبدي أنّ له ربًّا يغفر الذنب ويأخذ به، قد غفرتُ لعبدي». ثم أذنب ذنبًا آخر، فقال: أي ربّ! أذنبتُ ذنبًا فاغفر لي. فقال: علم عبدي أنّ له ربًّا يغفر الذنب ويأخذ به، قد غفرتُ لعبدي، فليعمل ما شاء» (١).

فليس في هذا إطلاقٌ وإذنٌ منه سبحانه له في المحرّمات والجرائم، وإنّما يدل على أنّه يغفر له ما دام إذا أذنب تاب.

واختصاص هذا العبد بهذا؛ لأنّه قد علم الله أنّه لا يصرّ على ذنبٍ وأنّه كلّما أذنب تاب، حكمٌ يُعمّم من كان حاله حاله، لكن ذلك العبد مقطوعٌ له بذلك كما قُطع به لأهل بدر.

وكذلك كلّ من بشّره رسول الله ﷺ بالجنة أو أخبره بأنّه مغفورٌ له، لم يفهم منه هو ولا غيره من الصحابة إطلاق الذنوب والمعاصي له ومساقطة ترك الواجبات، بل كان هؤلاء أشدّ اجتهادًا وحذرًا وخوفًا بعد البشارة منهم قبلها، كالعشرة المشهود لهم بالجنة، وكان الصدّيق شديد الحذر والمخافة، وكذلك عمر؛ فإنّهم علموا أنّ البشارة مطلقةٌ مقيّدة بشروطها، وأنّ الاستمرار عليها إلى الموت ومتى انتقض شرطٌ منها انتقضت، ولم يفهم أحدٌ منهم من ذلك الإطلاق والإذن فيما شاءوا من الأعمال.""",
  ),
  Fwaid(
    id: '6',
    name: """ فائدة جليلة""",
    text:
        """ قوله تعالى: ﴿هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ﴾ [الملك/١٥].

أخبر سبحانه أنّه جعل الأرض ذلولًا ممهّدةً للوطء عليها وحفرها وسقيها والبناء عليها، ولم يجعلها مستصعبةً ممتنعةً على من أراد ذلك منها. وأخبر سبحانه أنّه جعلها مهدًا وفراشًا وبساطًا وقرارًا وكِفاتًا، وأخبر أنّه حملها وحمل ما خرج منها من ماء ومرعى، وثبّتها بالجبال، وأنبت فيها الفجاج والطرق، وأجرى فيها الأنهار والعيون، وبارك فيها وقدّر فيها أقواتها. ومن بركتها أنّ الحيوانات كلّها وأرزاقها وأقواتها تخرج منها، ومن بركتها أنّ تنوّع فيها تفجّر الماء وتخرّج أصناف المعادن، ومن بركتها أنّ ما تحمل على ظهرها وتخرج من بطنها أحسن وألذّ وأنفع، فتنوّع منها كلّ قبيح وتخرج له كلّ مِلْحٍ. ومن بركتها أنّها تستر قبيح العبد وفضلات بدنه وأوساخه، وتؤويه، وتخرج له طعامه وشرابه، فهي أحمل شيء للأذى وأعود بالنفع، فلا كان التراب خيرًا منه ولا أبعد من الأذى وأقرب إلى الخير. (١)

والمقصود أنّه سبحانه جعل لنا الأرض كالجمل الذلول الذي يُمشَى ويُقاد كيف شاء الراكب، وحسن التعبير بمناكبها عن طرقها وفجاجها لما تقدّم من وصفها بكونها ذلولًا، فالمشي عليها يُشبه المشي على مناكبها، وهي أعلى شيء فيها. ولهذا فسّر مناكبها بالجبال؛ كمناكب الإنسان، وهي أعاليه. قالوا: وذلك تشبيه لأنّ المشي في الأرض أيسر. وقالت طائفة: بل المناكب الجوانب والنواحي، ومنه مناكب الإنسان لجوانبه.

والذي يظهر أنّ المراد بالمناكب الأعالي، وهذا الوجه الذي يمشي عليه الحيوان هو العالي من الأرض دون الوجه المقابل له، فإنّ سطح الكرة أعلاها، والمشي إنّما يقع في سطحها، وحسن التعبير عنه بالمناكب لما تقدّم من وصفها بأنها ذلول.

ثم أمرهم أن يأكلوا من رزقه الذي أودعه فيها؛ فذلّلها لهم، ووطّأها، وشقّ فيها السبل والطرق التي يمشون فيها، وأودعها رزقهم، فذكر تهيئة المسكن للانتفاع والتقلّب فيه بالذهاب والمجيء والأكل مما أودع فيه للسكن.

ثم نبّه بقوله: ﴿وَإِلَيْهِ النُّشُورُ﴾ على أن في هذا المسكن غير مستوطنين ولا مقيمين، بل دخلها عابري سبيل؛ فلا يحسن أن يتّخذ وطنًا ومستقرًّا، وإنّما دخلنا لننتقل منها إلى دار القرار، فهو منزل عبور لا مستقرّ حبور، ومعتبر وممرّ لا وطن ومستقرّ.

فتضمّنت الآية الدلالة على ربوبيته ووحدانيته وقدرته وحكمته ولطفه، والتذكير بنعمه وإحسانه، والتحذير من الركون إلى الدنيا واتّخاذها وطنًا ومستقرًّا، بل نسرع فيها السير إلى داره وجنّته.

فلله ما في ضمن هذه الآية من معرفته، وتوحيده، والتذكير بنعمه، والحثّ [١٤٩] على السير إليه والاستعداد للقاءه والقدوم عليه، والإعلام بأنّه سبحانه يطوي هذه الدار إن كان لم تكن، وأنّه يحيي أهلها بعدما أماتهم، وإليه النشور.""",
  ),
  Fwaid(
    id: '7',
    name: """فائدة """,
    text: """فائدة

للإنسان قوتان: قوة علمية نظرية، وقوة عملية إرادية.
وسعادته التامّة موقوفة على استكمال قوتيه العلمية والإرادية.

واستكمال القوة العلمية إنما يكون: بمعرفة فاطره وبارئه، ومعرفة أسمائه وصفاته وأفعاله(١)، ومعرفة الطريق الذي يوصل إليه ومعرفة آفاتها، ومعرفة نفسه ومعرفة عيوبها، فبهذه المعارف الخمسة يحصل كمال قوته العلمية، وأعلم الناس أعرفهم بها وأفهمهم فيها.

واستكمال القوة العملية الإرادية لا يحصل إلا بمراعاة حقوقه سبحانه على العبد والقيام بها إخلاصًا وصدقًا ونصحًا وإحسانًا ومتابعةً، وشهود المِنّة عليه وتقصيره هو في أداء حقّه؛ فهو مستحٍ من مواجهته بتلك الخدمة، لعلمه أنها دون ما يستحقّه عليه ودون ذلك، وأنّه لا سبيل له إلى استكمال هاتين القوتين إلا بمعونته؛ فهو مضطر إلى هداية الصراط المستقيم الذي هدى إليه أولياءه وخاصّته، وأن يجنبّه الخروج عن ذلك الصراط: إمّا بفساد في قوته العلمية فيقع في الضلال، وإمّا في قوته العملية فيوجب له الغضب.

فكمال الإنسان وسعادته لا تتمّ إلا بمجموع هذه الأمور، وقد تضمّنتها سورة الفاتحة وانتظمتها أكمل انتظام.
فإن قوله: ﴿الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمٰنِ الرَّحِيمِ﴾ [الفاتحة/٢-٣] يتضمن الأصل الأول، وهو معرفة الرب تعالى ومعرفة أسمائه وصفاته وأفعاله، والأسماء المذكورة في هذه السورة هي أصول الأسماء الحسنى، وهي اسم الله والرب والرحمن؛ فاسم الله متضمن لصفات الألوهية، واسم الرب متضمن لصفات الربوبية، واسم الرحمن متضمن لصفات الإحسان والجود والبر، ومعاني أسمائه تدور على هذا.

وقوله: ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ [الفاتحة/٥] يتضمن معرفة الطريق الموصلة إليه، وأنها ليست إلا عبادة وحده بما يحبّه ويرضاه واستعانته على عبادته.

وقوله: ﴿اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ﴾ [الفاتحة/٦] يتضمن بيان أن العبد لا سبيل له إلى سعادته إلا بالاستقامة على الصراط المستقيم، وأنه لا سبيل إلى الاستقامة إلا بهدايته ربه له، كما لا سبيل له إلى عبادته إلا بمعونته؛ فلا سبيل له إلى الاستقامة على الصراط إلا بهدايته.

وقوله: ﴿غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ﴾ [الفاتحة/٧] يتضمن بيان طرفي الانحراف عن الصراط المستقيم، وأن الانحراف إلى أحد الطرفين انحراف إلى الضلال الذي هو فساد العلم والاعتقاد، والانحراف إلى الطرف الآخر انحراف إلى الغضب الذي سببه فساد القصد والعمل.

فأول السورة رحمة، وأوسطها هداية، وآخرها نعمة، وحظ العبد من النعمة على قدر حظه من الهداية، وحظه منها على قدر حظه من الرحمة؛ فعاد الأمر كله إلى نعمته ورحمته. والنعمة والرحمة من لوازم ربوبيته؛ فلا يكون إلا رحيمًا منعِمًا، وذلك من موجبات ألوهيته؛ فهو الإله الحق، وإن جحده الجاحدون وعدل به المشركون. فمن تحقق بمعاني الفاتحة علماً ومعرفة وعملاً وحالاً، فقد فاز من كماله بأوفر نصيب، وصارت عبوديته عبودية الخاصة الذين ارتفعت درجتهم عن عوام المعبدين.

والله المستعان. """,
  ),
  Fwaid(
    id: '8',
    name: """ فائدة""",
    text: """ فائدة

الربّ تعالى يدعو عباده في القرآن إلى معرفته من طريقين:
أحدهما: النظر في مفعولاته. والثاني: التفكّر في آياته وتدبّرها؛ فذلك آياته المشهودة، وهذه آياته المسموعة المعقولة.

فالنوع الأول: كقوله: ﴿إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ﴾ إلى آخرها [البقرة/١٦٤].
وقوله: ﴿إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ﴾ [آل عمران/١٩٠]، وهو كثير في القرآن.

والثاني: كقوله: ﴿أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ﴾ [النساء/٨٢]، وقوله: ﴿أَفَلَا يَتَدَبَّرُونَ الْقَوْلَ﴾ [المؤمنون/٦٨]، وقوله: ﴿كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ﴾ [ص/٢٩]، وهو كثير أيضًا.

فأمّا المفعولات فإنها دالّة على الأفعال، والأفعال دالّة على الصفات؛ فإنّ المفعول يدلّ على فاعل فعله، وذلك يستلزم وجوده وقدرته ومشيئته وعلمه؛ لاستحالة صدور الفعل الاختياري من معدوم أو موجود لا قدرة له ولا حياة ولا علم ولا إرادة.

ثم ما في المفعولات من التخصيصات المتنوّعة دالّ على إرادة الفاعل وأنّ فعله ليس بالطبع بحيث يكون واحدًا غير متكرّر (١)، وما فيها من المصالح والحِكم والغايات المحمودة دالّ على حكمته تعالى، وما فيها من النِّعَم والإحسان والخير دالّ على رحمته، وما فيها من البطش والانتقام والعقوبة دالّ على غضبه، وما فيها من الإهانة والإبعاد والخذلان دالّ على سخطه ومقته، وما فيها من ابتداء الشيء في غاية النقص والضعف ثم سوقه إلى تمامه ونهايته دالّ على وقوع المعاد، وما فيها من أحوال النبات والحيوان وتصريف المياه دالّ على إمكان المعاد، وما فيها من إظهار آثار الرحمة والنعم على خلقه دالّ على صحة النشأة، وفيها دلالات إلى غير ذلك، ولو عمدنا إلى عدّها لضاق الكتاب عن إحصائها.

فالمصنوعات شاهدة بتصديق الآيات المسموعات، منبّهة على الاستدلال بالآيات المصنوعات.

قال تعالى: ﴿سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ﴾ [فصلت/٥٣]، أي: أن القرآن حق؛ فأخبر أنه لا بد أن يريهم من آياته المشهودة ما يبيّن لهم أن آياته المتلوّة حق، ثم أخبر بكفاية شهادته على صحة خبره بما أقامه من الدلائل والبراهين على صدق رسوله؛ فكانت شهادته أبلغ، وهو شاهد بصدق رسوله بآياته، فهو الشاهد المشهود له، وهو الدليل والمدلول عليه، وهو الدليل نفسه؛ ولهذا قال بعض العارفين: كيف أطلب الدليل من مَن هو دليل لي على كل شيء؟! فأيّ دليل طالِبٌ عليه؛ فوجوده أظهر منه.

ولهذا قال الرسل لأقوامهم: ﴿أَفِي اللَّهِ شَكٌّ﴾ [إبراهيم/١٠]؛ فهو أعرف من كل معروف، وأبين من كل دليل؛ لأنّ الأشياء إنما عُرفت به في الحقيقة، وإن كان عُرفت بها في النظر والاستدلال بأفعاله وأحكامه عليه.""",
  ),
  Fwaid(
    id: '9',
    name: """فائدة """,
    text:
        """ في «المسند»، وصحيح أبي حاتم (١) من حديث عبد الله بن مسعود قال: قال رسول الله ﷺ: «ما أصاب عبدًا همٌّ ولا حزنٌ، فقال: اللهم! إنّي عبدك، ابن عبدك، ابن أمتك، ناصيتي بيدك، ماضٍ فيَّ حكمك، عدلٌ فيَّ قضاؤك، أسألك بكل اسم هو لك، سمّيتَ به نفسك، أو أنزلته في كتابك، أو علّمته أحدًا من خلقك، أو استأثرتَ به في علم الغيب عندك؛ أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همّي وغمّي؛ إلا أذهب الله همّه وغمّه، وأبدله مكانه فرحًا». قالوا: يا رسول الله! أفلا نتعلّمها؟ قال: «بلى؛ ينبغي لمن سمعها أن يتعلّمها».

تضمّن هذا الحديث العظيم أمورًا من المعرفة والتوحيد والعبودية:

منها: أن الداعي بدأ سؤاله بقوله: «إنّي عبدك ابن عبدك ابن أمتك»؛ وهذا يتناول من فوقه من آبائه وأمهاته إلى أبويه آدم وحواء، وفي ذلك تمليك له، واستحضار بين يديه، واعتراف له بالملك والربوبية، وأن العبد ليس له غير باب سيده، وفضله وجوده وإحسانه؛ سيده إن أهمله وتخلّى عنه هلك، ولم يؤوه أحد، ولم يعطف عليه، بل يضيع أعظم ضيعة.

فمن شهد هذا الاعتراف: أي لا غِنى لي عنك طرفة عين، وليس لي من أعود به وأنزّه به غير سيدي الذي أنا عبده.

وفي ضمن ذلك الاعتراف بأنه مربوبٌ، مدبَّرٌ، وهو (١٥٠) مأمورٌ، منهيٌّ، إنّما يتصرف بحكم العبودية لا بحكم الاختيار لنفسه؛ فليس هذا شأن العبد بل شأن الملوك والأحرار، وأما العبد فتصرفه على مقتضى العبودية. فقولك: «إنّي عبدك» متضمن للذلّ والخضوع، ولما فيه من إظهار الحاجة والافتقار، والتبرؤ من الحول والقوة.

ومنها: قوله: «ناصيتي بيدك»؛ أي أنت المتصرف فيَّ، تصرّفي كيف تشاء، لست أنا المتصرف في نفسي. وكيف يكون له في نفسه تصرفٌ وهو من نفسه بين يدي ربّه وسيده، وناصيته بيده، وقلبه بين إصبعين من أصابعه (١)، وموتُه وحياته وسعادته وشقاوته وعافيته وبلاؤه كله إليه سبحانه، ليس إلى العبد منه شيء، بل هو في قبضة سيده أضعف من مملوك ضعيف حقير ناصيته بيد سلطان قاهر مالك له تحت تصرفه وقهره، بل الأمر فوق ذلك؟!

ومتى شهد العبد أن ناصيته ونواصي العباد كلها بيد الله وحده، يصرفهم كيف يشاء؛ لم يخضع بعد ذلك، ولم يرجُهم، ولم يرهبهم؛ بل منزلة عبدٍ مقهورٍ مربوبٍ، المتصرف فيهم شؤونهم، والمدبر لهم غيرهم.

فمن شهد نفسه بهذا المشهد: صار فقيرًا وضرورةً إلى ربّه وصفًا لازمًا له، ومتى شهد الناس كذلك لم يفتقر إليهم، ولم يتعلق أمله ورجاؤه بهم، فاستقام توحيده وتوكله وعبوديته.

ولهذا قال هود لقومه: ﴿إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا﴾ [هود/٥٦].

وقوله: «ماضٍ فيَّ حكمك، عدلٌ فيَّ قضاؤك»؛ تضمن هذا الكلام أمورين: أحدهما: حكمه في عبده، والثاني: قضاؤه وقدره وعدله، وهو سبحانه الملك وله الحمد.

وهذا معنى قول نبيّه هود: ﴿هُوَ آخِذٌ بِنَاصِيَتِهَا﴾ ثم قال: ﴿إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ﴾؛ أي: مع كونه مالكًا قاهرًا متصرفًا في عباده نواصيهم بيده؛ فهو على صراط مستقيم، وهو العدل الذي لا يجور، في قضائه وقدره وحكمه، وأمره ونهيه، ووعده ووعيده، وعطائه ومنعه، صدق وعده، كله عدل، ولا ظلم فيه، يستحق الثواب بفضله ورحمته، ويستحق العقاب بعدله وحكمته.

وفرق بين الحكم والقضاء، وجعل القضاء للحكم والعدل للقضاء؛ فإن حكمه سبحانه يتناول حكمه الديني الشرعي، وحكمه الكوني القدري، والوعدان نافذان في العبد ماضِيان (١)، وهو مقهور تحت الحكمين، قد رضي بهما أو لم يرض بهما، لكن الحكم الكوني لا يمكنه مخالفته، وأما الحكم الديني الشرعي فيمكنه مخالفته.

ولما كان القضاء هو الإتمام والإكمال، وذلك إنما يكون بعد قضائه ونفوذه؛ قال: «عدلٌ فيَّ قضاؤك»؛ أي: الحكم الذي أكملته وأتممته ونفذته فيَّ عدلٌ منك فيه.

وأما الحكم فهو ما يحكم به سبحانه، وقد يشاء تنفيذه وقد لا ينفذه؛ فإن كان حكمًا دينيًّا فهو ماضٍ في العبد وإن لم ينفذه، فهو سبحانه ماضٍ فيه وإن لم ينفذه العبد.

فهو سبحانه يقضي (١) ويقضي به، وغيرُه قد يقضي بقضاءٍ ويقدر أمرًا ولا يستطيع تنفيذه، وهو سبحانه يقضي وينفّذ؛ فله القضاء والإمضاء.

وقوله: «عدلٌ فيَّ قضاؤك»؛ يتضمن جميع أقضيته في عبده من كل الوجوه: من صحةٍ وسقم، وغنىً وفقر، ولذةٍ وألم، وحياةٍ وموت، وعقوبةٍ وتجاوز وغير ذلك؛ قال تعالى: ﴿وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ [الشورى/٣٠]، وقال: ﴿وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ﴾ [الشورى/٤٨]؛ فكل ما يقضي على العبد فهو عدل فيه.

فإن قيل: فالمعصية عندكم بقضائه وقدره؛ فما وجه العدل في العقوبة عليها ظاهر؟!
قيل: هذا سؤال له شأن، ومن أجله:

زعمت طائفة أن العدل هو المقدور، والظلم ممتنع لذاته؛ قالوا: لأن الظلم هو التصرف في ملك الغير، والله له كل شيء؛ فلا يكون تصرفه في خلقه إلا عدلًا!

وقالت طائفة: بل العدل أنه لا يعاقب على ما قضاه وقدّره، فلما حسن منه العقوبة على الذنب علم أنه ليس بقضائه وقدره، فيكون العدل هو مجازاته على الذنب بالعقوبة والألم، إما في الدنيا وإما في الآخرة!

ووصف هؤلاء الجمع بين العدل والقدر؛ زعموا أن من أثبت القدر لم يمكنه أن يقول بالعدل، ومن قال بالعدل لا يمكنه أن يقول بالقدر! ولهؤلاء صعب الجمع بين التوحيد وإثبات الصفات، وقالوا: إنه لا يمكنهم ذلك؛ لأنهم لو جمعوا بينه لزمهم إنكار الصفات! فصار توحيدهم تعطيلًا، وعدلهم تكذيبًا للقدر!

وأما أهل السنة فهم مثبتون للأمرين، والظلم عندهم هو وضع الشيء في غير موضعه؛ كتضييع الحق، ووضع العطاء في غير موضعه، كتعذيب المطيع ومن لا ذنب له، وهذا قد نزّه الله نفسه عنه في غير موضع من كتابه.

وهو سبحانه وإن أصل مشيئته وقضى بالمعصية والغي على من شاء؛ فذلك محض العدل فيه؛ لأنه وضع الإضلال والخذلان في موضعه اللائق به. وكيف ومن أسمائه الحسنى العدل، الذي كل أفعاله وأحكامه سداد وصواب وحِكَم؟!

وهو سبحانه قد أوضح السبيل، وأرسل الرسل، وأنزل الكتب، وأزاح العلل، ومكّن من أسباب الهداية، والطاعة، والمعصية، والضلال، وأراد من العبد أن يعينه ويوفّقه؛ هذا فضله، ويخذله إن لم يرد نفسه أن يوفّقه؛ ولم يقطع عنه فضله ولم يحرمه عدله، وهذا نوعان:

أحدهما: ما يكون جزاءً منه للعبد على إعراضه عنه، وإيثار عدوّه في الطاعة والموافقة عليه، وتناسي ذكره وشكره؛ فهو أهل أن يعدله ويخذله.

والثاني: أن لا يشاء له ذلك ابتداءً؛ لما علمه منه أنه لا يعرف قدر نعمة الهداية، ولا يشكرها، ولا يثني عليه بها، ولا يحبها، فلا يشاءها له لعدم صلاحية محلّه؛ قال تعالى: ﴿وَكَذَٰلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ﴾ [الأنعام/١٥٢]، وقال: ﴿وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ﴾ [الأنفال/٢٣]؛ فإذا قضى على هذه النفوس بالضلال والمعصية؛ كان ذلك محض العدل.

وقد استوفينا الكلام في هذا في كتابنا الكبير في القضاء والقدر (٢).

والمقصود أن قوله ﷺ: «ماضٍ فيَّ حكمك، عدلٌ فيَّ قضاؤك»؛ ردٌّ على الطائفتين: إحداهما: القدرية الذين ينكرون عموم أقضيته في عباده وخروج العباد عن قدره وقضائه دون علمه، والأمر والنهي، وعلى الجبرية الذين يقولون: مقدور عدلٌ؛ فلا يبقى لقوله: «عدلٌ فيَّ قضاؤك» فائدة؛ فإن العدل عندهم كل ما يمكن فعله، والظلم هو المحال لذاته! لكن قوله ﷺ يكذّب ذلك؛ فإنه قال: ماضٍ فيَّ حكمك، ونافذٌ فيَّ قضاؤك، وهذا هو الوصف الأول بعينه.

وقوله: «أسألك بكل اسم… إلى آخره»؛ توسّل إليه بأسمائه كلها؛ ما علم العبد منها وما لم يعلم، وهذه أحب الوسائل إليه؛ فإنها وسيلة بصفاته وأفعاله التي هي مدلول أسمائه.

وقوله: «أن تجعل القرآن ربيع قلبي ونور صدري»؛ الربيع: المطر الذي يحيي الأرض، شبّه القرآن به لحياة القلوب به، وكذلك شبّه الله المطر به، وجمع بين الماء الذي تحصل به الحياة والنور الذي تحصل به الإضاءة والإشراق؛ كما جمع سبحانه بينهما في قوله: ﴿اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ﴾ [النور/٣٥] الآية، وقوله: ﴿اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ﴾ [البقرة/٢٥٧]، وقوله: ﴿يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ﴾، ثم قال: ﴿وَإِنْ تُصِيبْهُمْ سَيِّئَةٌ﴾ [النساء/١٩]. وفي قوله: ﴿اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ﴾ [النور/٣٥]، ثم قال: ﴿يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ﴾ إلى قوله: ﴿وَكَذَٰلِكَ نُصَرِّفُ الْآيَاتِ لِلنَّاسِ﴾ [النور/٤٣]، فخصّص الدعاء أن يحيي قلبه بربيع القرآن وأن ينور صدره.

وذكر الصدر والرقبة؛ لأن الصدر أوسع من القلب؛ فالنور الحاصل له يسري منه إلى القلب؛ لأنه قد حصل لما هو أوسع منه.

ولما كانت حياة البدن والجوارح كلها بحياة القلب؛ تسري الحياة منه إلى الصدر إلى الجوارح؛ سالت الحياة له بالربيع الذي هو مادتها.

ولما كان الحزن والهم والغم يضادّ حياة القلب وسروره؛ سأل أن يكون ذهابه بالقرآن؛ لأنها إذا ذهبت لا تعود، وأما إذا ذهبت بغير القرآن من صحة أو دنيا أو ولد؛ فإنها تعود بذهاب ذلك.

والمكروه الوارد على القلب: إن كان من أمر ماضٍ؛ أحدث الحزن، وإن كان من مستقبل؛ أحدث الهمّ، وإن كان من أمر حاضر؛ أحدث الغمّ، والله أعلم.""",
  ),
  Fwaid(
    id: '10',
    name: """ فائدة""",
    text:
        """ أنزِهُّ الموجودات وأطيبُها وأنورُها وأشرفُها وأعلاها ذاتًا وقدرًا وأوسعُها عرشُ الرحمن جلَّ جلاله، وذلك لصلاح لاستوائه عليه. وكلُّ ما كان أقربَ إلى العرش كان أنورَ وأزهرَ وأشرفَ مما بعدَ عنه. ولهذا كانت جنةُ الفردوس أعلى الجنان وأشرفَها وأنورَها وأجلَّها؛ لقربها من العرش؛ إذ هو سقفُها. (١)

وكلُّ ما بعدَ عنه كان أظلمَ وأضيقَ. ولهذا كان أسفلُ سافلين شرَّ الأمكنة وأضيقَها وأبعدَها من كل خير.

وخلقَ اللهُ القلوبَ وجعلها محلاً لمعرفته ومحبته وإرادته؛ فهي عرشُ المثل الأعلى الذي هو معرفته ومحبته وإرادته. قال تعالى: ﴿لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الْأَعْلَىٰ وَهُوَ الْعَزِيزُ الْحَكِيمُ﴾ [النحل/٦٠]. وقال تعالى: ﴿هُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَىٰ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ﴾ [الروم/٢٧]. وقال تعالى: ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾ [الشورى/١١]. فهذا من المثل الأعلى، وهو مستوٍ على قلب المؤمن؛ فهو عرشه. وإن لم يكن أطهرَ الأشياء وأنورها وأطيبَها وأبعدَها من كل دنسٍ وخبثٍ؛ لم يصلحَ لاستواء المثل الأعلى عليه [١٥٢] معرفةً ومحبةً وإرادةً. فنازِعوه عليه مثلَ الدنيا الأسفل ومحبتها وإرادتها والتعلّق بها؛ فضاقَ وأظلمَ وبعدَ من كماله وفلاحه، حتى تعودَ القلوبُ على قلبين: قلبُه عرشُ الرحمن؛ ففيه النورُ والحياةُ والفرحُ والسرورُ والبهجةُ وذخائرُ الخير. وقلبُه عرشُ الشيطان؛ ففيه الضيقُ والظلمةُ والموتُ والحزنُ والغمُّ والهمُّ؛ فهو حزينٌ على ما مضى، مهمومٌ بما يستقبل، مغموماً في الحال.

وقد روى الترمذي وغيره (١) عن النبي ﷺ أنه قال: «إذا دخل النورُ القلبَ انفسحَ وانشرح». قالوا: فما علامةُ ذلك يا رسولَ الله؟ قال: «الإنابةُ إلى دار الخلود، والتجافي عن دار الغرور، والاستعدادُ للموت قبل نزوله».

والنورُ الذي يدخلُ القلبَ إنما هو من آثار المثل الأعلى؛ فبذلك ينفسح وينشرح. وإذا لم يكن فيه معرفةُ الله ومحبته؛ فخطرةُ الظلمة والضيق.""",
  ),
  Fwaid(
    id: '11',
    name: """ فائدة""",
    text:
        """ تأمَّل خطاب القرآن؛ تجدْ مَلِكًا له الملكُ كلُّه وله الحمدُ كلُّه، أزمَّةُ الأمورِ كلِّها بيديه ومصدرُها منه ومردُّها إليه، مستوِيًا على سريرِ مُلكه، لا تخفى عليه خافيةٌ في أقطارِ مملكته، عالمًا بما في نفوسِ عبيده، مطَّلعًا على أسرارهم وعلانياتهم، منفردًا بتدبيرِ المملكة، يسمعُ ويرى،

ويعطي ويمنع، ويُثيب ويعاقب، ويُكرم ويُهين، ويخلق ويرزق، ويُميت ويُحيي، ويُقدِّر ويقضي ويُدبِّر، الأمورُ نازلةٌ من عنده دقيقُها وجليلُها، وصاعدةٌ إليه، لا تتحرَّك ذَرَّةٌ إلا بإذنه، ولا تسقطُ ورقةٌ إلا بعلمه.

فتأمَّل كيف تجدُه يُثني على نفسِه، ويُمجِّد نفسَه، ويُحِبُّ نفسَه، وينصحُ عباده، ويُدلُّهم على ما فيه سعادتُهم وفلاحُهم، ويُرغِّبُهم فيه، ويُحذِّرهم ممَّا فيه هلاكُهم، ويتعرَّف إليهم بأسمائه وصفاته، ويُحبِّب إليهم نعمَه وآلاءَه؛ فيُذكِّرهم نعمَه عليهم ويأمرهم بما يستوجبون به تمامَها، ويُحذِّرهم من نقمتِه، ويُذكِّرهم بما أعدَّ لهم من الكرامة إن أطاعوه، وبما أعدَّ لهم من العقوبة إن عصَوه، ويُخبرهم بصنعِه في أوليائه وأعدائه، وكيف كانت عاقبةُ هؤلاء وهؤلاء، ويُثني على أوليائه بصالح أعمالهم، وأحسن أوصافهم، ويذمُّ أعداءه بسيِّئ أعمالهم وقبيح صفاتهم، ويضرب الأمثال، ويُوضِّح الأدلَّة والبراهين، ويُحبِّب إلى عبيده أحسن الأجوبة، ويُصدِّق الصادق، ويُكذِّب الكاذب، ويقول الحقَّ، ويهدي السبيل، ويدعو إلى دار السلام، ويذكُر أوصافها وحُسن نعيمها، ويُحذِّر من دار البوار، ويذكُر عذابها وقبح آلامها، ويذكُر عبادةَ الخلق له، وشدَّة حاجتهم إليه من كلِّ وجه، وأنَّهم لا غنى لهم عنه طرفةَ عين، ويذكُر غِناه عنهم وعن جميع الموجودات، وأنَّه الغنيُّ بنفسِه عن كلِّ ما سواه، وكلُّ ما سواه فقيرٌ إليه بنفسِه، وأنَّه لا ينال أحدٌ ذرَّةً من الخير فما فوقها إلا بفضله ورحمته، ولا ذرَّةً من الشرِّ فما فوقها إلا بعدله وحكمته.

ويشهد من خطابِه عنايةً لأحبَّائه ألطفَ عتاب، وأنَّه مع ذلك يقبل عذرَهم، ويغفر زلاَّتِهم، ويقيم أعذارَهم، ويُصلح فسادَهم، ويدافع عنهم، ويُحامي عنهم، وينصر لهم، والكفيل بمصالحهم، والمنجي لهم من كل كرب، والموفي لهم بوعده، وأنَّه الوليُّ لهم لا وليَّ لهم سواه؛ فهو مولاهم الحق، ونصيرهم على عدوِّهم؛ فنِعم المولى ونِعم النصير.

فإذا شهدت القلوبُ من القرآن مَلِكًا عظيمًا رحيمًا جوادًا جميلًا هذا شأنه، فكيف لا تُحبُّه، وتأنسُ في القرب منه، وتفنى أنفسُها في التودُّد إليه، ويكون أحبَّ إليها من كلِّ ما سواه، ورضاهُ أثرَ عندها من رضى كلِّ ما سواه؟! وكيف لا تَلَجُ بذكره، ويصير حبُّه والشوقُ إليه والأُنسُ به غذاءَها وقوتَها ودواءَها؛ بحيث إن فقدت ذلك فسدت وهلكت ولم تنتفع بحياتها؟!""",
  ),
  Fwaid(
    id: '12',
    name: """فائدة """,
    text:
        """ قبول المحلّ لما يوضع فيه مشروط بتفريغه من ضدّه، وهكذا كما الله الذوات [١٥٣] والأعيان؛ فكذلك هو في الاعتقادات والإرادات:

فإذا كان القلب ممتلئًا بالباطل اعتقادًا ومحبةً؛ لم يبق فيه لاعتقاد الحق ومحبة موضع؛ كما أن اللسان إذا اشتغل بالتكلم بما لا ينفع؛ لم يتمكن صاحبه من النطق بما ينفعه؛ وإذا فرغ لسانه من النطق بالباطل؛ تمكن من النطق بالحق، وكذلك الجوارح إذا اشتغلت بغير الطاعة؛ لم يمكن شغلها بالطاعة إلا إذا فرغها من ضدها.

فكذلك القلب المشغول بمحبة غير الله وإرادته والشوق إليه والأنس به؛ لا يمكن شغله بمحبة الله وإرادته وحبّه والشوق إلى لقائه؛ إلا بتفريغه من تعلقه بغيره، ولا حركة اللسان بذكره، والجوارح بخدمته؛ إلا إذا فرغها من ذكر غيره وخدمته.

والسر في ذلك أن إنصغاء القلب كإنصغاء الأذن؛ فإذا أصغى إلى غير حديث الله؛ لم يبق فيه إنصغاء ولا فهم لحديثه، كما إذا مال إلى غير محبة الله؛ لم يبق فيه ميل إلى محبته؛ فإذا نطق القلب بغير ذكره؛ لم يبق فيه محل للنطق بذكره كإناء.

ولهذا في «الصحيح» (١) عن النبي ﷺ أنه قال: «لأن يمتلئ جوف أحدكم قيحًا حتى يريه خيرٌ له من أن يمتلئ شعرًا»؛ فبيَّن أن الجوف يمتلئ بالقيح.

فكذلك يمتلئ بالشبه، والشكوك، والخيالات، والتقديرات التي لا وجود لها، والعلوم التي لا تنفع، والمفاكهـات، والمضحكات، والحكايات ونحوها.

وإذا امتلأ القلب بذلك؛ جاءته حقائق القرآن والعلم الذي به كماله وسعادته؛ فلم تجد فيه فراغًا ولا قبولًا، فعدته وجاوزته إلى محل سواه؛ كما إذا بذلت النصيحة لقلب ملآن من ضدها؛ لم تجد لها فيه منفذًا؛ فإنه لا يقبلها ولا يلج فيها، لكن تمر مجتازة لا مستوطنة.

ولذلك قيل (٢):

نزه فؤادك من سوانا تلقنا
فجنانا حلٌّ لكلِّ منزَّه

والصبر طلسمٌ للكنز، وصالنا
من حلَّ ذا الطلسم فاز بكنزه

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '13',
    name: """ فائدة""",
    text: """ قوله تعالى: ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾ إلى آخرها [التكاثر/١].

أخلصت هذه السورة للوعظ والوعيد والتهديد، وكفى بها موعظة لمن عقلها.

وقوله تعالى: ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾؛ أي: شغلكم على وجه لا تعذرون فيه؛ فإن الإلهاء عن الشيء هو الاشتغال عنه، فإن كان بقصد فهو محل التكليف، وإن كان بغير قصد كقوله ﷺ في الخميصة: «إنها ألهتني آنفًا عن صلاتي» (١)، كان صاحبه معذورًا، وهو نوع من النسيان، وفي الحديث: قالها رسول الله ﷺ عن الصبي (٢): «دخل عنه». وقال لها الشيء: أي: اشتغل به، ولهى عنه: إذا انصرف عنه. واللهو للقلب، واللعب للجوارح، ولهذا يجمع بينهما. ولهذا كان قوله: ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾ أبلغ في الذم من (شغلكم)؛ فإن العامل قد يستعمل جوارحه بما يعمل وقلبه غير لاهٍ به؛ فاللَّهْو هو ذهول وإعراض.

والتكاثر تفاعل من الكثرة؛ أي: مكاثرة بعضكم لبعض، وأعرض عن ذكر المتكاثر به بإرادة إطلاقه وعمومه وأن كل ما يكاثر به العبد غيره – سوى طاعة الله ورسوله وما يعود عليه بنفع معاده – فهو داخل في هذا التكاثر؛ فالتكاثر في كل شيء: من مال، أو جاه، أو رئاسة، أو نسوة، أو حديث، أو علم – ولا سيما إذا لم يحتج إليه – والتكاثر في الكتب، والتصانيف، وكثرة المسائل، وتفريعها، وتوليدها، والتكاثر أن يطلب الرجل أن يكون أكثر من غيره، وهذا مذموم؛ إلا فيما يقرب إلى الله؛ فالتكاثر فيه منافسة في الخيرات ومسارعة إليها.

وفي «صحيح مسلم» (١) من حديث عبد الله بن الشِّخِّير أنه انتهى إلى النبي ﷺ وهو يقرأ ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾، قال [٣٥٠]: يقول ابن آدم: مالي! مالي! وهل لك من مالك إلا ما تصدقت فأمضيت، أو أكلت فأفنيت، أو لبست فأبليت؟!""",
  ),
  Fwaid(
    id: '14',
    name: """ تنبيه""",
    text: """ من لم ينتفع بعينه لم ينتفع بأذنه.

للعبد سرٌّ بينه وبين الله وسرٌّ بينه وبين الناس، فمن هتك السر الذي بينه وبين الله هتك الله السر الذي بينه وبين الناس.

للعبد ربًّا هو ملاذه وبيته هو ساكنه؛ فينبغي له أن يسترضي ربّه قبل لقائه، ويعمّر بيته قبل انتقاله إليه.

إضاعة الوقت أشدّ من الموت؛ لأن إضاعة الوقت تقطعك عن الله والدار الآخرة، والموت يقطعك عن الدنيا وأهلها.

الدنيا من أولها إلى آخرها لا تساوي غمّ ساعة؛ فكيف نعمة العمر؟!

محبوب اليوم يعقب المكروه غدًا، ومكروه اليوم يعقب المحبوب غدًا.

أعظم الرِّبح في الدنيا أن تشغل نفسك كل وقت بما هو أولى بها وأنفع لها في معادها.

كيف يكون عاقلًا من باع الجنة بما فيها بشهوة ساعة؟!

يخرج العارف من الدنيا ولم يقضِ وطره من شيئين: بكاءً على نفسه، وشوقًا إلى ربّه.

المخلوق إذا خضعته استوحشت منه وهربت عنه، والرب تعالى إذا خضعته أنست به وقربت إليه.

لو نفع العلم بلا عمل، لما ذمّ الله سبحانه أحبار أهل الكتاب، ولو نفع العمل بلا إخلاص، لما ذمّ المنافقين.

دافع الخطرة؛ فإن لم تفعل صارت فكرة؛ فدافع الفكرة؛ فإن لم تفعل صارت شهوة؛ فدافع الشهوة؛ فإن لم تفعل صارت عزيمة؛ فإن لم تدافعها صارت فعلًا؛ فإن لم تتداركه بضده صارت عادة؛ فيصعب عليك الانتقال عنها.

التقوى ثلاث مراتب: إحداها: حماية القلب والجوارح عن الآثام والمحرمات. الثانية: حميتها عن المكروهات. الثالثة: الحمية عن الفضول وما لا يعني. فالأولى تعطي العبد حياته، والثانية تعطيه صحته وقوته، والثالثة تعطيه سروره وفرحه وبهجته.

غموض الحق حين تغيب عنه يقلل ناصر الخصم المحق.

تصل عن الدين فهم قوم
تقضي للمحل على الفهم

بالله أبلغ ما أسعى وأدركه
لا بي ولا بشفيع لي من الناس

(١) جاء الرجز مسرعًا من جانب الياس

طلب آدم الخلود في الجنة من جانب الشجرة، فعوقب بالخروج منها، ولما طلب يوسف الخروج من السجن من جهة صاحب الرؤيا؛ لبث فيه بضع سنين.

إذا جرى على العبد مقدور يكرهه؛ فله فيه ستة مشاهد:

أحدها: مشهد التوحيد، وأن الله هو الذي قدّره وشاءه وخلقه، وما شاء كان، وما لم يشأ لم يكن.

الثاني: مشهد العدل، وأنه ماضٍ فيه حكمه، عدلٌ فيه قضاؤه.

الثالث: مشهد الرحمة، وأن رحمته في هذا المقدور غالبة لغضبه وانتقامه، ورحمة حشوته.

الرابع: مشهد الحكمة، وأن حكمته سبحانه اقتضت ذلك، لم يقدّره سدى ولا قضاه عبثًا.

(٣)

الخامس: مشهد الحمد، وأن له سبحانه الحمد التام على ذلك من جميع وجوهه.

السادس: مشهد العبودية، وأنه عبد محض من كل وجه، تجري عليه أحكام سيده وأقضيته بحكم كونه ملكه وعبده، فيرضى تحت أحكامه القدرية كما يصبر تحت أحكامه الدينية؛ فهو محل لجريان هذه الأحكام عليه.

قلة التوفيق، وفساد الرأي، وخفاء الحق، وفساد القلب، وخمول الذكر، وإضاعة الوقت، ونفرة الخلق، والوحشة بين العبد وبين ربه، ومنع إجابة الدعاء، وقسوة القلب، ومحق البركة في الرزق والعمر، وحرمان العلم، ولباس الذل، وإذلال العدو، وضيق الصدر، والبلاء، وفراغ القلوب التي يفسدونها، وضيعون الوقت، وطول الهم والغم، وضنك المعيشة، وكشف البلاء؛ تتولد من المعصية والغفلة عن ذكر الله كما يتولد الزرع عن الماء والإحراق عن النار، وأضداد هذه تتولد عن الطاعة.""",
  ),
  Fwaid(
    id: '15',
    name: """فصل """,
    text:
        """طوبى لمن أنصف ربَّه؛ فإنَّه لو أنصفه بالجهل في علمه، والآفات في عمله، والعيوب في نفسه، والتفريط في حقِّه، والظلم في معاملته؛ فإنَّ أدنى ذنوبه رأى عدله، وإن لم يؤاخذه بها رأى فضلَه.

وإن عمل حسنةً رأى منَّته وصدقته عليه؛ فإن قبلها فمنَّةٌ وصدقةٌ ثانية، وإن ردَّها فلكون مثلها لا يصلح أن يواجه به.

وإن عمل سيئةً رأى من تخليه عنه، وخذلانه له، وإمساك عصمته عنه؛ وذلك من عدله فيه، ففيه فقره إلى ربِّه، وظلمه في نفسه، فإن غفر له رأى له إحسانه وجوده وكرمه.

ونكتة المسألة وسرُّها أن لا يرى ربَّه إلا مُحسنًا، ولا يرى نفسه إلا مسيئًا أو مُفرِّطًا أو مُقصِّرًا؛ فيرى كلَّ ما يستره من فضل ربِّه وإحسانه إليه، وكلَّ ما يسيؤه من ذنوبه وعدل الله فيه.

المحبون إذا خربت منازل أحبابهم، قالوا: سقيًا لسكانها.

وكذلك المحب إذا أنت عليه الألطاف تحت التراب؛ ذكر حسن طاعته له في الدنيا وتودده إليه [٢] وجد رحمته وسقياه لمن كان ساكنًا في تلك الأجسام البالية. """,
  ),
  Fwaid(
    id: '16',
    name: """ فائدة""",
    text: """الغيرة غَيرتان: غيرةٌ على الشيء، وغيرُه من الشيء.

فالغيرة على المحبوب: ﴿حِرْصُكَ عَلَيْهِ﴾ (١)، والغيرة من المكروه أن يزاحمك عليه.

فالغيرة على المحبوب لا تتم إلا بالغيرة من المزاحم.

وهذه تُحمد حيث يكون المحبوب تمنع المشاركة في حبّه، كالمخلوق.

وأمّا من تُحسن المشاركة في حبّه؛ كالرسول والعالِم بل الحبيب القريب سبحانه؛ فلا تُتصور غيرة المزاحمة عليه، بل هو حَسَدٌ، والغيرة المحمودة في حقّه أن يغار المحبُّ على محبته له أن يصرفها إلى غيره، وأن يغار عليها أن يطلع عليها الغير فيفسدها عليه، أو يغار على أعماله أن يكون فيها شيء لغير محبوبه، أو يغار عليها أن يشوبها ما يكره محبوبه من رياء أو إعجاب أو محبة لإشراف غيره عليها أو غيبة عن شهود منّته عليه فيها.

وبالجملة فغيرته تقتضي أن تكون أحواله وأعماله وأفعاله كلها لله، وكذلك يغار على أوقاته أن يذهب منها وقت في غير مرضاة محبوبه.

فهذه الغيرة من جهة العبد، وهي غيرة من المزاحم له المانع القاطع له عن مرضاة محبوبه.

وأما غيرة محبوبه عليه؛ فهي كراهته أن ينصرف قلبه عن محبته إلى محبة غيره بحيث يشاركه في حبّه.

ولهذا كانت غيرة الله أن يأتي العبد ما حرّم عليه (١)، ولأجل غيرته سبحانه حرّم الفواحش ما ظهر منها وما بطن (٢)؛ لأن الخلق عبيده وإماؤه؛ فهو يغار على إمائه كما يغار السيد على جواريه، والله المثل الأعلى، ويغار على عبيده أن تكون محبتهم لغيره، بحيث تُحملهم تلك المحبة على عشق الصور ونيل الفاحشة منها.

من عظم وقار الله في قلبه أن يعصيه؛ وقُوَّة الله في قلوب الخلق أن يذلّوه.

إذا علمت شرور (٣) المعرفة في أرض القلب؛ نبت فيه شجرة المحبة؛ فإذا تمكنت وقويت أثمرت الطاعة، فلا تزال الشجرة تثمر: ﴿تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا﴾ [إبراهيم/٢٥].

أوّل منازل القوم: ﴿ذِكْرًا كَثِيرًا وَسَبِّحُوهُ﴾ [الأحزاب/٤١-٤٢]، وأوسطها: ﴿هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ﴾ [الأحزاب/٤٣]، وآخرها: ﴿يَوْمَ يَلْقَوْنَهُ سَلَامٌ﴾ [الأحزاب/٤٤].

أرض الفطرة رَخوة قابلة لما يُغرس فيها؛ فإن غُرست شجرة الإيمان والتقوى أورثت حلاوة الأبد، وإن غُرست شجرة الجهل والهوى فكلّ الثمر مرّ.

ارجع إلى الله، وباطنك من عينك وسمعك وقلبك ولسانك، ولا تُشرد عنه من هذه الأربعة؛ فما رجع من رجع إليه بتوفيقه إلا منها، وما شُرد من شُرد عنه بخذلانه إلا منها؛ فالموفق يسمع ويبصر ويتكلم ويبطش بمولاه (١)، والمخذول يصدر منه ذلك بنفسه وهواه.

مثال تولّد الطاعات ونموّها وزيادتها؛ كمثال نواة غُرست؛ فصارت شجرة، ثم أُثمرت؛ فأكلت ثمرها، وغُرست نواها؛ فكلما أُثمر منها شيء جُني ثمره، وغُرست نواه، وكذلك تداعي المعاصي.

فليتدبّر اللبيب هذا المثال؛ فمن ثواب الحسنة الحسنة بعدها، ومن عقوبة السيئة السيئة بعدها.

ليس العجب من مملوكٍ يُذلُّ اللهُ ويُذلُّه له ولا يملّ من خدمته مع حاجته وفقرة إليه؛ إنما العجب من مالكٍ يَتَحَبَّبُ إلى مملوكه بصنوف إنعامه ويُودِدُ إليه بأنواع إحسانه مع غناه عنه.

كفى بك عزًّا أن تكون له عبدًا، وكفى بك فخرًا أن الله لك ربًّ. """,
  ),
  Fwaid(
    id: '17',
    name: """فصل """,
    text:
        """ إيّاك والمعاصي؛ فإنها أُذِلَّت عزَّ ﴿اسْجُدُوا﴾ [البقرة/٣٤]، وأُخرِجَتِ ﴿اسْكُنْ﴾ [البقرة/٣٥].

يا لها لحظة أَمَرَّت حرارةَ القلوب ألفَ سنة.

ما زال يكثب بدمِ الندم سطورَ الحزن في القصص، ويرسلها مع أنفاس الأسف، حتى جاءه توقيع: ﴿فَتَابَ عَلَيْهِ﴾ [البقرة/٣٧].

فرح إبليس بنزول آدم من الجنة، وما علم أن هبوط الناقص في اللُّجّة خَلَفَ الدرِّ صعودُ.

كم بين قوله لآدم: ﴿إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً﴾ [البقرة/٣٠]، وقوله لك: ﴿اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ﴾ [الإسراء/٦٣]؟!!

ما جرى على آدم هو المراد من وجوده، ﴿وَلَوْلَا مَا تُذَكِّرُونَ...﴾ (١).

يا آدم لا تحزن من قولي لك: ﴿اهْبِطُوا مِنْهَا﴾ [الأعراف/٢٤]؛ فذلك لصالح ذريتك وخلافتها.

يا آدم كنتَ تدخل على دخول الملوك على الملوك، واليوم تدخل على دخول العبيد على الملوك.

يا آدم لا تحزن من كاس نزل كانت سبب كيسك؛ فقد استخرج منك داء العُجب، والبَسْتَ خِلْعَةَ العبودية، ﴿وَعَسَىٰ أَنْ تَكْرَهُوا﴾ [البقرة/٢١٦].

يا آدم لم أُخرِجْك انقطاعًا إلى غيري، إنما أُبعدتُك عنه؛ لأكمل عمارتك ذلك، ﴿وَلِتُبْعَثُوا إِلَىٰ الْعَمَلِ﴾ فَتُفَلَّقُوا ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ [السجدة/١٦].

تأمّل ما نفعتك عند معصيته عزَّ ﴿اسْجُدُوا﴾ [البقرة/٣٤]، ولا شرف ﴿وَعَلَّمَ آدَمَ﴾ [البقرة/٣١]، ولا خصيصة ﴿لِمَا خَلَقْتُ بِيَدَيَّ﴾ [ص/٧٥]، ولا فخر ﴿وَنَفَخْتُ فِيهِ مِنْ رُوحِي﴾ [الحجر/٢٩]؛ وإنما انتفع بذلِّ ﴿رَبَّنَا ظَلَمْنَا أَنْفُسَنَا﴾ [الأعراف/٢٣].

لما لبس درع التوحيد على بدن الشكر، ووقع سهم العدو منه في غير مقتل؛ فجرحه، فوضع عليه جِبَارَ الانكسار، فعاد كما كان، فقام الجريحُ كأن لم يكن به قتيلٌ.""",
  ),
  Fwaid(
    id: '18',
    name: """ فصل""",
    text: """نجائب النجاة مهيَّأة للمراد، وأقدام الطرد موثقة بالقيود.

هبَّت عواصف الأقدار في بيداء الأكوان، فَتقلَّب الوجود، ونجم الخير، فلما ركدت الريح إذا أبو طالب غريق في لجَّة الهلاك، وسلمان على ساحل السلامة، والوليد بن المغيرة يُقدِّم قومه في التيه، وصهيب قد قدِم بقافلة الروم، والنجاشي في أرض الحبشة يقول: لبيك اللهم لبيك، وبلال ينادي: الصلاة خير من النوم، وأبو جهل في رِدّة المخالفة.

لمّا قُضي في القدم بسابقة سلمان(٢) عُرِج به دليل التوفيق على طريق آبائه في المجوس، فأقبل يناظره أباه في دين الشرك، فلمّا علاه بالحُجّة لم يكن له جواب إلا القيد – وهذا جواب يتداوله أهل الباطل من يوم كفروا – وبه أجاب فرعون موسى: ﴿لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي﴾ [الشعراء/٢٩]، وبه أجاب الجهمية الإمام أحمد لما عرضوه على السياط، وبه أجاب أهل البدع شيخ الإسلام حين استدعوه إلى السجن، وها نحن على الأثر – فاقربه لا تضيق ﴿وَلَنَبْلُوَنَّكُمْ﴾ [البقرة/١٥٥] – فقاتل بإكرامه مرتبة سلمان: فأمَرَ أهله أن يركب على ناقة السفر، فسرق نفسه من أبيه ولا قطع، وركب راحلة العزم يرجو إدراك مطلب السعادة، فغاص في بحر البحث ليقع بدُرَّة الوجود، فوقف نفسه على خدمة الأذكياء، فلما أحسن الرميان باختراق دونهم، سلَّموه إلى أعلام الإسلام على نوبة نبيّنا، وقالوا: إن زمانه قد أظل؛ فحاذر أن تفصل. فرحل مع رفقة لم يرفقوا به، فشقّوا بنفسه دراهم معدودة، فابتاعوه يهوديًّا بالمدينة، فلما رأى الحرّة توقد حر شوقه، ولم يعلم رَبَّ المنزل بوجه النزال، فبقي يكابد ساعات الانتظار؛ قدم البشر، يقدِّم البشر، وسلمان في رأس نخلة، وكاد القلق يقتله، لولا أن الحزم أمسكه، كما جرى يوم ﴿إِنَّ كُنْتَ مِنَ الصَّادِقِينَ﴾ [الصافات/١٠٥]. فهكذا النزول يلتقي ركاب البشارة ولسان حاله يقول:

خَلِّني من نجدٍ قبالي على الرِّضا
فقد هبَّ من تلك الديار نسيم(٢)

فنصح به سيده: ما لك؟! انصرف إلى شُغلك. فقال(١):
كيف انصرافي ولي في ذِكركم شُغل

ثم أخذ لسان حاله يترنّم بسمع الأطرش:
خَلِّني لا والله ما أنا منكما
إذا علمتم من آل ليلٍ بدَا ليا(٢)

فلما لقي الرسول عارض نسخة الرهبان بكتاب الأصل فوافقه.
يا محمد! أنت تريد أبا طالب، ونحن نريد سلمان.

أبو طالب إذا سُئل عن اسمه قال: عبد مناف. وإذا انتسب افتخر بالآباء، وإذا ذكرت الأموال عدَّ الإبل. وسلمان إذا سُئل عن اسمه قال: عبد الله، وعن نسبه قال: ابن الإسلام. وعن ماله قال: الفقر. وعن حانوته قال: المسجد. وعن كسبه قال: الصبر. وعن لباسه قال: التقوى والتواضع. وعن سواده قال: السَّهر. وعن فخره قال: «سلمان منّا». وعن قصده قال: ﴿يُرِيدُونَ وَجْهَهُ﴾ [الأنعام/٥٢]. وعن سيره قال: إلى الجنة. وعن دليله في الطريق قال: إمام الخلق وهادي الأمة(٣).

إذا نحن أردنا إمامًا وأنت إمامنا
كفى بالمطايا طِبت ذكرًاك حاديا

وإن نحن أضللنا الطريق ولم نجد
دليلاً كفانا نور وجهك هاديا(٣)

الذنوب جراحات، وربّ جرحٍ وقع في مقتل.

لو نُزِعت منك عن سلطان هواك عادت الدولة له.

دخلت دار الهوى؛ فقامت بعُمرك.

إذا عَرَضَت نظرة لا تُحلّ فاعلم أنها مستخرج حرب؛ فاستتر منها بحجاب ﴿قُلْ لِلْمُؤْمِنِينَ﴾ [النور/٣٠]، فقد سَلِمت من الأثر، وكفى الله المؤمنين القتال.

بحر الهوى إذا مدّ أغرق، وأخوف المنافذ على السابح فتح البصر في الماء.

ما أحد أكرم من مُفردٍ في قبره أعماله تؤنسه.

﴿١٥٥﴾ متنعّمًا في القبر في روضة؛ ليس كمن قُيِّد في قبره محبوسًا(١).

على قدر فضل المزروء تأتي خطوبه، ويُعرَف عند الصبر فيما نصيبه، ومن قلّ فيما يبتليه اصطباره فقد قلّ ممّا يرجى نصيبه(٢).

كم قَطع زرع قبل تمامه؛ فما ظنّ الزرع المستحصد.

اشتر نفسك؛ فالسوق قائمة، والثمن موجود.

لا بدّ من سِنة الغفلة ورقاد الهوى، ولكن كل خفيف النوم فحراس البلد يصيحون: ذا الصباح!

نور العقل يُضيء في ليل الهوى، فيفلج حادّة الصواب، فيفلج البصير في ذلك النور عواقب الأمور.

أخرج بالغَمْر من هذا الفناء الضيّق المحشوّ بالآفات إلى ذلك الفناء الرحب الذي فيه ما لا عين رأت، فهناك لا يتعذّر مطلوب ولا يُفقد محبوب.

يا بائعًا نفسه بهوى من حبّه ضنى وصله أدى وحسنة إلى فناء! لقد بعت أنفَس الأشياء بثمن بخس! كأنك لم تعرف قدر السلعة ولا حسنة الثمن!! حتى إذا قدِمت يوم التغابن؛ تبيّن لك الغبن في عقد البيع؛ لا إله إلا الله سلعة، الله مشتريها، وثمنها الجنة، والدلال الرسول؛ تُرضي ببيعها بجزء يسير مما لا يساوي كلَّه جناح بعوضة؟!(١)

إذا كان شيء لا يساوي جميعه
جناح بعوضة عند صرع عبده
وملكت جزءًا منه كذلك ما الذي
يكون على ذا الحال قدرك عنده(٢)

وَبِعتَ به نفسًا قد استامها بما
لديه من الحُسنى وزاد ودِه

يا مُحجِنَ العزم! أين أنت؟ والطريق تعب فيه آدم، وناح لأجله نوح، ورُمي في النار الخليل، وأُضحِّي للذبح إسماعيل، وبِيع يوسف بثمن بخس، ولُبِث في السجن بضع سنين، وعُذِّب السيد الحصور يحيى، وقاسي الصبر أيوب، وزاد على المقدار بكاء داود، وسار مع الوحش عيسى، وعالج الفقر وأنواع الأذى محمد ﷺ؛ تُرخي أنت اللهو واللعب؟!

قيل دارها بالحزن إن مزرعتها
قريب ولكن دون ذلك أهوال

الحرب قائمة، وأنت أعزل في النظارة؛ فإن حركت ركابك فالنهزمة.

من لم يُباشر حرَّ الهجرة في طلب المجد؛ لم يُقَل في ظلال الشرف.

تقول سليمي لو أقمت بأرضنا
ولم تدرِ أيَّ للقيام أطوف(٢)

قيل لبعض العباد: إلى كم تُتعب نفسك؟ فقال: لراحتها أريد.

يا متهكِّمًا بحِلَّة الإيمان بعد حِلَّة العافية وهو يخلفهما في مخالفة الخالق! لا تكبِر السَّلب؛ يستحق من استعمل نعمة المنعم فيما يكره أن يسلبها.

عروش الموجودات قد زيّنت للناظرين؛ ليعلموا أنهم يُعرَضون على عرائس الآخرة؛ فمن عرف قدر التفاوت أكثر ما ينبغي إيثاره.

وحسان الكون لما أن دنت
أقبلت نحوي وقالت لي إليك(٣)
فتعاميت كان لي أرمى
عندما انصرف مقصودي لدي

مواكب همم العارفين في بروج عزمهم سيّارة ليس فيها رحل.

يا من انحرف عن جادّتهم! كن في أواخر [١٥٥] الركب، وتم إذا نمت على الطريق؛ فالأمير يراعي الساقة.

قيل للحسن: سِقْنا القوم على خيل فهم ونحن على حُمرٍ مقفرة. فقال: إن كنتَ على طريقهم؛ فما أسرع اللحاق بهم! """,
  ),
  Fwaid(
    id: '19',
    name: """ فائدة""",
    text:
        """ من فقد أُنسه بالله بين الناس وجده في الخلوة؛ فهو صادق ضعيف، ومن وجده بين الناس وفقده في الخلوة؛ فهو معلول، ومن فقده بين الناس وفي الخلوة؛ فهو ميت مطرود، ومن وجده في الخلوة وفي الناس؛ فهو المحب الصادق القوي في إلهه.

ومن كان فتحه في الخلوة؛ لم يكن مزيده إلا منها، ومن كان فتحه بين الناس وضجيجهم وإرشادهم؛ كان مزيده معهم، ومن كان فتحه في وقوفه مع مراد الله حيث أقامه وفي أي شيء استعمله؛ كان مزيده في خلوته ومع الناس.

فأشرف الأحوال أن لا تختار لنفسك حالة سوى ما يختاره لك ويقيمك فيه؛ فكن مع مراده منك، ولا تكن مع مرادك منه.

مصابيح القلوب الطاهرة في أصل الفطرة منيرة قبل الشرائع، ﴿يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ﴾ [النور/٣٥].

وحدَّث نَبَّهٌ(١) وما رأى الرسول، وكفر ابن أُبي(٢) وقد صلى معه في المسجد.

مع القُرب ريٌّ ولا ماء، وكم من عطشان في اللُّجَّة.

سبق العلم بنبوة موسى وإيمان آسيـة، فيسبق توبة إليها بيتها، فجاء طفل منفرد عن أمٍّ إلى امرأة خالية عن ولد؛ فلله كم في هذه القصة من عبرة: كم ذبح فرعون في طلب موسى من ولد، ولسان القدر يقول: لا نربيه إلا في حجركم!!

كان ذو الجناحين(١) يتيمًا في الصغر، فكفله عمّه، فنزعته نفسه إلى اتباع الرسول، فهمَّ بالهجرة؛ فإذا بقية المرض مانعة؛ فقعد ينتظر العتق، فلما تكاملت صحته؛ نفد الصبر، فنادى ضمير الوجد:
إلى كم تحبسنا شكوى المضيق
أزمنا ربما وجدت طريقا

فقال: يا عمّ! طال انتظاري لإسلامك، وما أرى منك نشاطًا!!
قال: والله! لئن أسلمتُ لأتركنّ كلَّ ما أعطيتك؛ فصاح لسان الشوق:
نظرةٌ من محمد أحبّ إليَّ من الدنيا وما فيها

ولو قيل للمجنون ليلى ووصلها
تريد أم الدنيا وما في طواها
لقال ترابٌ من غبار نِعالها
أدلُّ إلى نفسي وأشفى لبلواها(٣)

فلما تجرد للسير إلى الرسول؛ جرَّده عمّه من الشباب، فناوله الألم بجادّ، فقطعه لسفر الوصل نصفين؛ اقترن بأحدهما وارتدى بالآخر، فلما نادى صائح الجهاد؛ فنعم أن يكون في ساق الأحباب، والمحب لا يرى طول الطريق؛ لأن المقصود بعينه.

ألا بلغ الحمى من يريده
وبلغ أكناف الحمى من يريده(١)

فلما قضى نحبه نزل الرسول يمهد له لحده، وجعل يقول: «اللهم! إني أصبحت عنه راضياً، فارضَ عنه»(٢). فصاح ابن مسعود: يا ليتني كنت صاحب القبر.

يا مضعف العزم! أقلّ ما في الرفقة التبييت؛ فلما نهض فتفوزوا(٣).

رأى بعض الحكماء بردونًا يُشفق عليه، فقال: لو مُلِحَ هذا لركِب.

متى هِمَّت(٤) أقدام العزم بالسلوك اندفع من بين أيديها سدُّ القواطع.

القواطع يميّز بها الصادق من الكاذب؛ فإذا خضتها انفلتت أعوانك فوصلك إلى المقصود.""",
  ),
  Fwaid(
    id: '20',
    name: """فصل """,
    text:
        """ الدنيا كامرأة بغيّ لا تثبت مع زوج؛ إنما تخطب الأزواج ليستحوذوا عليها؛ فلا تغرنّ بالدَّعابة.

يُميّز بين جمالها وفعلها
فإذا الملاحة بالجلبة لا تُغني
خلقتْ لنا أن لا تخونَ عهودنا
فكَذَبْنا خلْقتْ لنا أن لا تُغني

السير في طلبها سيرٌ في أرضٍ سَبِخة، والسياحة فيها سباحةٌ في غير التسامح، المفروج به منها هو عين المحزون عليه، الآلام متولدة من لذّاتها، وأحزانها من أفراحها.

قاربت كانت في الشباب لأهلها
غدًا صارت في المشيب عذابها

طائر الطبع يرى الحبة، وعين العقل ترى الشَّرَك؛ غير أن عين الهوى عمياء.

وعين الرّضى عن كل عيبٍ كليلة
كما أن عين السخط تُبدي المساويا

من تزخرُف الشهوات لأعين الطماع؛ فغُيِّر عنّا الذين يُؤمنون بالغيب، ورفع تابوتها في بيداء الحسرات؛ فهي أولئك على هُدى من ربهم وأولئك هم المفلحون ﴿البقرة/٥﴾، وهؤلاء يُقال لهم: ﴿كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ﴾ [المرسلات/٤٦].

لما عرف الموفَّقون قِصَر الحياة الدنيا وقلة المقام فيها، آثروا فيها الهوى طلبًا للحياة الأبد. لما استفاقوا من نوم الغفلة، استرجعوا الجد ما انتهبه العدو منهم في زمن البطالة؛ فلما طلب عليهم الطريق تلَحَّوا المقصد، فقرُب عليهم البعيد، وكلما أمرت لهم الحياة حِيلة ذكرهم: ﴿هَذَا يُنْجِيكُمْ مِنْ كُلِّ كَرْبٍ﴾ [الأنبياء/١٠٣].

وركبَ سرًّا والليلُ مُلقى رِواقَه
على كل مُغيَّرٍ المطالعِ قائم
حدودُ عَزيماتٍ ضاعَت الأرضُ بينها
فصارَ سرامهم في ظهورِ العزائم
يريمُ بهم نجومَ الليلِ ما يتشوَّفُ
على عاتقِ الشُّعرى وهامَ القيامِ
إذا اضطرتْ في مفاركِ الجدِّ صُفوفُهم
رماحُ العطايا في صدورِ المكارم""",
  ),
  Fwaid(
    id: '21',
    name: """ فصل""",
    text:
        """ من أعجب الأشياء: أن تعرفه ثم لا تحبه، وأن تسمع داعيه ثم تتأخر عن الإجابة، وأن تعرف قدر الربح في معاملته ثم تعامل غيره، وأن تعرف قدر غضبه ثم تتعرض له، وأن تذوق ألم الوحشة في معصيته ثم لا تطلب الأنس بطاعته، وأن تذوق عصرة القلب عند الخوض في غير حديثه والحديث عنه ثم لا تشتاق إلى انشراح الصدر بذكره ومناجاته، وأن تذوق العذاب عند تعلق القلب بغيره ثم لا تهرب منه إلى نعيم الإقبال عليه والإنابة إليه!! وأعجب من هذا علمك أنك لابد لك منه وأنك أحوج شيء إليه وأنت عنه معرض وفيما يبعدك عنه راغب!!""",
  ),
  Fwaid(
    id: '22',
    name: """ فائدة""",
    text: """ما أخذ العبدُ ما حُرِّم عليه إلا من جهتين:

إحداهما (١): سوءُ ظنِّه بربِّه، وأنَّه لو أطاعه وآثره لم يعطه خيرًا منه حلالًا.

والثانية: أن يكون عالمًا بذلك، وأن من ترك لله شيئًا عوَّضه خيرًا منه (٢)، ولكن تغلب شهوةٌ صبِرَةٌ وهوى عقلُه.

فالأول من ضعف علمه، والثاني من ضعف عقله وبصيرته.

قال يحيى بن معاذ: من جمع الله عليه قلبه في الدعاء لم يرده.

قلت: إذا اجتمع عليه قلبه، وصدقَت ضرورته وفاقته، وقوي رجاؤه؛ فلا يكاد يُردُّ دعاؤه.""",
  ),
  Fwaid(
    id: '23',
    name: """فصل """,
    text:
        """لما رأى المستيقظون سطوة الدنيا بأهلها، وخداع الأمل لآرابه، وتمالك الشيطان قياد النفوس، ورأوا الدولة للنفس الأمّارة؛ لجؤوا إلى حصن التواضع والالتجاء، كما يأوي العبد المذعور إلى حرم سيده.

شهوات الدنيا كَلَبَت الخيال، ونظر الجاهل مقصور على الظاهر، فأمّا ذو العقل فيرى ما وراء السِّتر.

لأجل لهم حبُّ المنتهى، فلما مدّوا أيديَ التناول؛ بان لأبصار البصائر خيط النجاة، فطاروا بأجنحة الحذر، وصوّبوا إلى الرحيل الثاني: ﴿بَلْ أَنْتُمْ قَوْمٌ تَعْلَمُونَ﴾ [يس/٢٢].

تَلمَّح القوم الوجود، فهموا المقصود؛ فأجمعوا الرحيل قبل الرحيل، وسارعوا للسير في سواء السبيل؛ فالناس مشتغلون بالفضلات، وهم في قطع العلائق، وعصافير الهوى في وثاق الشَّبَكة ينتظرون الذبح.

وقع ثعلبان في شبكة، فقال أحدهما للآخر: أين الملتقى؟ بعد هذا. فقال: بعد يومين في الدياثة.

ثالثه ما كانت الأيّام إلا منامًا؛ فاستيقظوا وقد حصلوا على الظَّفر.

ما مضى من الدنيا أحلام، وما بقي منها أماني، والوقت ضائع بينهما.

كيف يسلم من له زوجة لا ترحمه، وولد لا يُقدّره، وجار لا يأنسه، وصاحب لا ينصحه، وشريك لا ينصفه، وعدو لا ينام عن معاداته، ونفس أمّارة بالسوء، ودنيا مزينة، وهوىً مُردٍ، وشهوةٌ غالبة، وغضب قاهر، وشيطان مزيّن، وضعف مسؤول عليه؟!

فإن تولّاك الله وجذبك إليه انقهرت له هذه كلّها، وإن تخلى عنك وكلك إلى نفسك اجتمعت عليك، فكانت الهلكة.

لما أعرض الناس عن تحكيم الكتاب والسُّنَّة والمحاكمة إليهما، واعتقدوا عدم الاكتفاء بهما، وعدلوا إلى الآراء والقياس والاستحسان وأقوال الشيوخ؛ عُرض لهم من ذلك فساد في فِطرهم، وظلمة في قلوبهم، وكدر في أفهامهم، ومحق في عقولهم، وعميت عنهم هذه الأمور وغلبت عليهم؛ حتى رئي فيها الصغير كبيرًا، ووهم عليها الكبيرة؛ فلم يُرَ منكَرًا!

فجاءتهم دولة أخرى قامت فيها البِدَعُ مقام السُّنن، والنَّفس مقام العقل، والهوى مقام الرُّشد، والضلال مقام الهدى، والمنكر مقام المعروف، والجهل مقام العلم، والرياء مقام الإخلاص، والباطل مقام الحق، والكذب مقام الصدق، والمداهنة مقام النصيحة، والظلم مقام العدل؛ فصارت الدولة والغلبة لهذه الأمور، وأهلها هم المسار إليهم، وكانت قبل ذلك لأضدادها، وكان أهلها هم المسار إليهم.

فإذا رأيت دولة هذه الأمور قد أقبلت، ورأيتها قد نُصِبت وجيوشها قد رُكّبت؛ فبطن الأرض والله خير من ظهرها، وقِلَل الجبال خير من السهول، ومخالطة الوحوش أسلم من مخالطة الناس.

اقشعرت الأرض وأظلمت السماء، وظهر الفساد في البرّ والبحر من ظلم الفجرة، وذهبت البركات، وقلت الخيرات، وهلكت الوحوش، وتكدرت الحياة من فِسق الظلمة، وبكى ضوء النهار وظلمة الليل من الأعمال الخبيثة والأفعال الفظيعة، وشكا الكاتِبون والمتعقِّبون إلى ربهم من كثرة الفواحش وغلبة المنكرات والقياج، وهذا والله منذر بسيل عذاب قد انعقد عمامته، وقد دلّ بادر قد أظلم، فاعزلوا!

عن طريق هذا السيل تَصلح بتوبة نصوح ما دامت التوبة ممكنة وبابها مفتوحًا، ﴿وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ﴾ [الشعراء/٢٢٧].

اشتر نفسك اليوم؛ فإن السوق قائمة، والثمن موجود، والبضاعة رخيصة، وسينادي على تلك السوق والبضاعة يوم لا تُصَلّ فيه قليل ولا كثير [١٠٧] ﴿ذَلِكَ يَوْمُ التَّغَابُنِ﴾ [التغابن/٩] ويوم يعضّ الظالم على يديه [الفرقان/٢٧].

إذا لم ترحل بزاد من التُّقى وانتصرت يوم الحشر من قد تزودوا
ندمت على أن لا تكون كمثله وأنك لم ترصد كما كان أرصدا(٣)

العمل بغير إخلاص ولا اقتداء كالمسافر يملأ جرابه رملًا يثقله ولا ينفعه.

إذا حملتَ على القلب هموم الدنيا وأثقالها، وتهاونت بأورادك التي هي قوته وحياته؛ كنت كالمسافر الذي يحمل دابته فوق طاقتها، ولا يرويها علْفها؛ فما أسرع ما تقف به!

ومشَتْ العزائمُ يُثنِي عمرُها حِيرانَ لا ظَفَرَ ولا إخفاق(٤)

هل السائق العَجلان يبلُغ أمرَه فما كلُّ سيرٍ يثمر الثمرات وجَدِ

رَوِيًّا بخِفاف المطيّ فإنما
تدارس حبّات تُحمَل وخُلود

من تبلُغ حلاوة العافية هان عليه مرارة الصبر.

العافية: أول في التقدير، آخر في الوجود، مبدأ في نظر العقل، منتهى منازل الوصول.

أفلَتَّ عجزُ العادة؛ فلو عَلِمتَ بك مُهلِك ربّا المعالي؛ لاح لك أنوار العزائم.

إنما تفاوت القوم بالهِمَم لا بالصُّور.

نزول هِمَم الكُساح دلالة في جبِّ العثرة.

بينك وبين الفائزين جبل الهوى؛ نزوله من يديه ونزولت خلفه، فاطوِ فضل منزل لتلحق بالقوم.

الدنيا بضمار سباق، وقد انعقد الغبار، وخفي السابق، والناس في المضمار بين فارس وراجل وأصحاب حُمر مقفورة.

سوف ترى إذا انجلى الغبار
أفرس تحتك أم حمار(٣)

في الطبع شِرّة، والجِدِّية أوفق.

لصّ الحرص لا يمشي إلا في ظلام الهوى.

حبّة المنتهى تحت فم التلف؛ فتفكّر في النُّجح، وقد هان الصبر.

قوّة الطمع في بلوغ الأمل توجب الاجتهاد في الطلب وشدّة الحذر من فوات المأمول.

البخل فقير لا يؤجر على فقره.

الصبر على عطش الضَّرّ، ولا الشرب من شرعة مَن.

تجوع الحُرّة ولا تأكل بثديها.

لا تسأل سوى مولاك؛ فسؤال العبد غير سيده شنيع عليه.

غرْس الخلوة يُثمر الأنس.

استوحش مما لا يدوم معك، واستأنس بمن لا يفارقك.

عزلة الجاهل فساد، وأما عزلة العالم ففيها حذاؤها وسِقاؤها.

إذا اجتمع العقل والعين في بيت العزلة، واستحضرت الفكرة، وجرت بينهم مناجاة:

أتك حديث لا يمِلُّ سماعه
شهِيٌّ إلينا نُشْرةٌ ونظامُه
إذا تذكّرته النفس زال عناؤها
وزال عن القلب المعنى ظلامه(١)

إذا خرجتَ من في عدوّك لفته سَفَه فلا تُحقّق بها؛ فالعِبرة تَجُبّ الخصام تُنْسَل ذَنُوب.

حيّتك لنفسك أثر الجهل بها؛ فلو عرفتَها حقّ معرفتها أغنتك الخصم عليها.

إذا أقدمت نار الانتقام من نار الغضب؛ ابتدأت بإحراق القادح.

أوثق غضبك بسلسلة الحلم؛ فإنه كلب إن أفلته أهاج.

من سبقت له سابقة السعادة؛ دلّ على الدليل قبل الطلب.

إذا أراد القدر شخصًا؛ نثر بذره في أرض قلبه بذور التوفيق، ثم سقاها بماء الرغبة والرهبة، ثم أقام عليه ناظرُ المراقبة، واستخدم له حارس العلم؛ فإذا ازدادت الزرع قائمًا على سوقه(٢).

[١٥٧] إذا طلع نجم الهمة في ظلام ليل البطالة، ورزقه قمر العزيمة؛ أشرقت أرض القلب بنور ربّها.

إذا حرّك الليلُ تعاقُب النوم والسُّهد، والخوف والشوق في مقدّم عسكر اليقظة، والكسل والتواني في كتيبة الغفلة؛ فإذا حمل العزم حمل على الميمنة؛ فانهزمت جنود التفريط؛ فما يطلع الفجر إلا وقد قُسِّمت الشهوان ويردت الهزيمة لأهلها.

سَفَرُ الليل لا يُطْلِفُه إلا مُضمر المجاعة.

الحاجبان في الأولى، وحاملات الزاد في الأخرى.

لا تسأم من الوقوف على الباب ولو طُردت، ولا تقطع الاعتذار ولو رُددت؛ فإن فتح الباب للمقبولين دونك؛ فاقحم هجوم الكاذبين، وأدخل دخول الطفيليّة، وابسط قد صدقت عليّك ﴿يوسف/٨٨﴾.

يا مستفحِش باب المعاصي بغير إقليد (٣) التقوى! كيف توسّع طريق الخطايا وتشكو ضيق الرزق؟!

لو وقفت عند مراد التقوى لم يخفّفك مراد.

المعاصي سُدٌّ في باب الكسب، وإن العبد ليُحرم الرزق بالذنب يُصيبه(٣).

تأمّل ما جئتكم زائرًا إلا وجدتم الأرض تُطوَى لي
ولا اشترى عزمي عن بابكم إلا تعثّرت بأذيالي(٢)

الأرواح في الأشباح كالطير في الأبراج، وليس مع الاستراحة كم تعب للسياق.

من أراد العقل أن يعرف قدره عند السلطان؛ فلينظر ماذا يوليه من العمل، وبأي شغلٍ يشغله؟

كن من أبناء الآخرة، ولا تكن من أبناء الدنيا؛ فإن الولد يتبع الأم.

الدنيا لا تُساوي نقل أقدامك إليها؛ فكيف تعدو خلفها؟!

الدنيا جيفة، والأسد لا يقع على الجيف.

الدنيا مجاز، والآخرة وطن، والأوطان إنما تُطلب في الأوطان.

الاجتماع بالأخوان نِسمان:

أحدهما: اجتماع على مؤانسة الطبع وشغل الوقت؛ فهذا مضرته أرجح من منفعته، وأقل ما فيه أنه يُفسد القلب ويُضيّع الوقت.

الثاني: الاجتماع بهم على التعاون على أسباب النجاة والتواصي بالحق والصبر؛ فهذا من أعظم الغنيمة وأنفعها، ولكن فيه ثلاث آفات:

إحداها: تزيُّن بعضهم لبعض.
الثانية: الكلام والخُلطة أكثر من الحاجة.
الثالثة: أن يصير ذلك شهوة وعادة ينقطع بها عن المقصود.

وبالجملة فالاجتماع والخُلطة لقاح: إمّا للنفس الأمّارة، وإمّا للقلب والنفس المطمئنة، والنتيجة مستفادة من اللِّقاح؛ فمن طاب لقاحه طابت ثمرته. وهكذا الأرواح الطيبة لقاحها من الملك، والخبيثة لقاحها من الشيطان، وقد جعل الله سبحانه بحكمته الطيبين للطيبات، وعكس ذلك. """,
  ),
  Fwaid(
    id: '24',
    name: """ قاعدة""",
    text:
        """ ليس في الوجود الممكن سبب واحد مستقل بالتأثير، بل لا يؤثِّر سبب البتة إلا بانضمام سبب آخر إليه وانتفاء مانع يمنع تأثيره، هذا في الأسباب المشهودة بالعيان وفي الأسباب الغائبة والأسباب المعنوية؛ كتأثير الشمس في الحيوان والنبات، فإنه موقوف على أمر وجود محل قابل وأسباب أخر غير واطئة السبب، وكذلك حصول الولد موقوف على أسباب غير الوطء والنكاح، وكذلك جميع الأسباب مع مسبباتها، فكل ما يُخاف ويُرجى من المخلوقات؛ فأعلا غايته أن يكون جزء سبب غير مستقل بالتأثير.

ولا يستقل بالتأثير وحده دون توقف تأثيره على غيره إلا الله الواحد القهّار؛ فلا ينبغي أن يُرجى ولا يُخاف غيره.

وهذا برهان قطعي [١٥٨] على أن تعلُّق الرجاء والخوف بغيره باطل؛ فإنه لو فُرض أن ذلك سبب مستقل بالتأثير وحده لكانت سببيته من غيره لا منه، فليس له من نفسه قوة يفعل بها؛ فإنه لا حول ولا قوة إلا بالله؛ فهو الذي بيده الحول كله والقوة كلها، فالحول والقوة التي يُرجى لأجلها المخلوق ويُخاف إنما هما لله وبيده في الحقيقة؛ فكيف يُخاف ويُرجى من لا حول له ولا قوة؟!

بل خوف المخلوق ورجاؤه أحد أسباب الحرمان ونزول المكروه، من رجوه وخافه؛ فإنك على قدر خوفك من غير الله تُسلَّط عليك، وعلى قدر رجائك لغيره يكون الحرمان.

وهذا حال الخلق أجمعين، وإن ذهب عن أكثرهم علماً وحالاً؛ فما شاء الله كان ولا بدّ، وما لم يشأ لم يكن ولو اتفقت عليه الخليقة.

التوحيد مُفرِّج أعدائه وأوليائه:

فأمّا أعداؤه فيُنجيهم من كرب الدنيا وشدائدها، فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجاهم إلى البر إذا هم يشركون ۝ [العنكبوت/٦٥].

وأمّا أولياؤه فيُنجيهم به من كُرُبات الدنيا والآخرة وشدائدهما؛ ولذلك فَرَج إليه يونس نجّاه الله من تلك الظلمات، ونجّى إليه أتباع الرسل فنجّاهم به مما عُذِّب به المشركون في الدنيا وما أُعِدَّ لهم في الآخرة.

ولمّا فَرَج إليه فرعون عند معاينة الهلاك وإدراك الغرق لم ينفعه؛ لأن الإيمان عند المعاينة لا يُقبل.

هذه سُنّة الله في عباده؛ فما دُفِعَت شدائد الدنيا بمثل التوحيد، ولذلك كان دعاء الكرب بالتوحيد(١)، ودعوة ذي النون التي ما دعا بها مكروب إلا فُرِّج كربه بالتوحيد(٢).

فلا يُلقى في الكُرَب العظام إلا الشِّرك، ولا ينجّي منها إلا التوحيد.

فهو مفزع الخليقة وملجؤها وحصنها وغياثها.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '25',
    name: """ فائدة""",
    text:
        """ اللذّة تابعة للمحبّة؛ تقوى بقوّتها، وتضعف بضعفها، فكلما كانت الرغبة في المحبوب والشوق إليه أقوى كانت اللذّة بالوصول إليه أتمّ.

والمحبّة والشوق تابعان للمعرفة والعلم به، فكلما كان العلم به أتمّ كانت محبّته أكمل.

فإذا رُجِع كمال النعيم في الآخرة وكمال اللذّة إلى العلم والحبّ؛ فمن كان بالله وأسمائه وصفاته ودينه أعرف كان له أحبّ، وكانت لذّة الوصول إليه ومجاورته والنظر إلى وجهه وسماع كلامه أتمّ، وكلّ ذلك مع سرور وبهجة بالإضافة إلى ذلك كنقطة في بحر.

فكيف يؤثر من له عقل لذّة ضعيفة قصيرة مسبوقة بالألم على لذّة عظيمة دائمة أبد الآباد؟!

وكمال العبد بحسب هاتين القوتين: العلم والحبّ، وأفضل العلم العلم بالله، وأعلى الحبّ الحبّ له، وأكمل اللذّة بحسنهما.

والله المستعان.""",
  ),
  Fwaid(
    id: '26',
    name: """قاعدة """,
    text: """ طالبُ الله والدار الآخرة لا يستقيم له سيرُه وطلبُه إلا بحبسين:
حبسِ قلبه في طلبه ومطلوبه، وحبسه عن الالتفات إلى غيره، وحبسِ لسانه عمّا لا يفيد، وحبسه على ذكر الله وما يزيد في إيمانه ومعرفته، وحبسِ جوارحه عن المعاصي والشهوات، وحبسها على الواجبات والمندوبات. فلا يفارق الحبس حتى يلقى ربَّه، فيتخلّص من السجن إلى أوسع فضاء وأطيبه.

ومتى لم يصبر على هذين الحبسين وفرّ منهما إلى فضاء الشهوات؛ أعقبه ذلك الحبسَ الضيقَ عند خروجه من الدنيا.

فكلُّ خارجٍ من الدنيا: إمّا متخلّصٌ من الحبس، وإمّا ذاهبٌ إلى الحبس.

وبالله التوفيق.

وذُكِرَ ابنُ عونٍ رجلًا فقال: عليك بتقوى الله؛ فإن المتّقي ليست عليه وحشة.

وقال زيد بن أسلم: كان يُقال: من اتّقى الله أحبّه الناس وإن كرهوا (١).

وقال الثوري لابن أبي ذئب: إن اتقيتَ الله كفاك الناس، وإن اتقيتَ الناس لن يُغنوا عنك من الله شيئًا (٢).

وقال [١٥٨] سليمان بن داود: أُوتينا مما أوتي الناس ولم نُعطَ، وعُلّمنا مما عُلّم الناس ولم يَعلموا؛ فلم نجد شيئًا أفضل من تقوى الله في السر والعلانية، والعدل في الغضب والرضى، والقصد في الفقر والغنى (٣).

وفي «الزهد» للإمام أحمد (٤) أثرٌ إليه: ما من مخلوقٍ أَعظَمُ مخلوقًا دوني إلا قُطِعت أسبابُ السماواتِ والأرضِ دونه؛ فإن سألني لم أُعطِهِ، وإن دعاني لم أُجِبه، وإن استغفرني لم أَغفرْ له. وما من مخلوقٍ أَعظمَ مخلوقًا دوني خَلقي؛ إلا صَمَّتِ السماواتُ والأرضُ رِزقَه؛ فإن سألني أعطيتُه، وإن دعاني أجبته، وإن استغفرني غفرتُ له.""",
  ),
  Fwaid(
    id: '27',
    name: """فائدة جليلة """,
    text:
        """ جمع النبي ﷺ بين تقوى الله وحُسْن الخُلُق(١)؛ لأن تقوى الله تُصْلِح ما بين العبد وبين ربِّه، وحُسْن الخُلُق يُصْلِح ما بينه وبين خلقه؛ فتقوى الله تُوجِب له محبَّة الله، وحُسْن الخُلُق يدعو الناس إلى محبَّته.""",
  ),
  Fwaid(
    id: '28',
    name: """فائدة جليلة """,
    text:
        """بين العبد ودين الله والجنة نظرة تقطع بخطوتين: خطوة عن نفسه، وخطوة عن الخلق؛ فيسقط نفسه ويلغيها فيما بينه وبين الناس، ويسقط الناس ويلغيهم فيما بينه وبين الله، فلا يلتفت إلا إلى من دله على الله وعلى الطريق الموصلة إلى الله.

صحب الصحابة واغتنم ❝ اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ ❞ [الأنبياء/1]، فجزعت للخوف قلوبهم، فجرت من الحذر العيون، ❝ هَلْ نَسْلُكُ أَوْنِيَةً يَقْدِرُهَا ❞ [الرعد/17].

نُزِّلَتِ الدنيا لعليّ فقال: أنت طالق ثلاثًا لا رجعة لي فيك! (2)
وكانت تكفيه واحدة للسُّنَّة، لكنه جمع الثلاث؛ لئلا يتصور للهوى جواز المراجعة، ودينه الصحيح وطبيعة السليم يأبيان من المحال، كيف وهو أحد رواة حديث: «لعن الله المُحلِّل» (3)؟!

ما في هذه الدار موضع خلوة، فاتَّخِذْهُ في نفسك.

لا بد أن تُجالِس الحوادث، فأذِنْ فيها وكن منها على حذر، ولا تُصدِّقك الشواغل إذا خلوت منها وأنت فيها.

نور الحق أضوأ من الشمس، فيجب لخنافيش البصائر أن تخشى عنه.

الطريق إلى الله خالٍ من أهل الشك ومن الذين يتبعون الشهوات، وهو معمور بأهل اليقين والصبر، وهم على الطريق كالأعلام، ❝ وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ ❞ [السجدة/24]. """,
  ),
  Fwaid(
    id: '29',
    name: """ قاعدة""",
    text:
        """ لشهادة أن لا إله إلا الله عند الموت تأثير عظيم في تكفير السيئات وإحباطها؛ لأنها شهادة من عبد مؤمن بها، عارف بمضمونها، قد ماتت منه الشهوات، ولانت نفسه المستمرّة، وانقادت بعد إبائها واستعصائها، وأقبلت بعد إعراضها، وذلّت بعد عزّها، وخرج منها حرصها على الدنيا وفضلها، واستخفّت بين يدي ربّها وأظلمها وما لها الحق أذلّ ما كانت له وأرجى ما كانت لغفوره ومغفرته ورحمته، وتجرّدت منها التوحيد بقطع أسباب الشرك وتحقيق بطلانه، فزالت منها تلك المزاحمات التي كانت مشغولة بها، واجتمع همّها على من أيقنت بالقدوم عليه والمصير إليه، فتوجّه العبد بكنيته إليه، وأقبل بقلبه وروحه وهمّه عليه، فاستسلم له وحده ظاهرًا وباطنًا، واستوى سرّه وعلانيته، فقال: لا إله إلا الله مخلصًا من قلبه، وقد تخلّص قلبه من التعلّق بغيره والالتفات إلى ما سواه، قد خرجت الدنيا كلّها من قلبه، وصار منقادًا على ربّه، وتصدّعت نيران شهوته، وامتلأ قلبه من الآخرة، فصارت نُصب عينيه، وصارت الدنيا وراء ظهره، فكانت تلك الشهادة الخالصة خاتمة عمله، فطهّرته من ذنوبه، وأدخلته على ربّه؛ لأنه لقي ربّه بشهادة صادقة خالصة، وافق ظاهرها باطنها وسرّها علانيتها.

فله حصُلت له الشهادة على هذا الوجه [١٥٩] في أيام الصحّة لا يستوحش من الدنيا وأهلها وفوز الله من الناس، وأنس به دون ما سواه، لكنه شهد بها بقلب مشحون بالشهوات وحبّ الحياة وأسبابها، ونفس مملوءة بطلب المحظوظ والالتفات إلى غير الله؛ فلو تجرّد كتجرّده عند الموت لكان لها شأن آخر سوى عيشها البهيمي.
والله المستعان.

ماذا يملك من أمره من ناصيته بيد الله، ونفسه بيده، وقلبه بين إصبعين من أصابعه يقلبه كيف يشاء، (٢) وحياته بيده، وموته بيده، وسعادته بيده، وشقاوته بيده، وحركته وسكناته وأقواله وأفعاله بإذنه ومشيئته؛ فلا يتحرّك إلا بإذنه، ولا يفعل إلا بمشيئته؛ إن وكله إلى نفسه وكله إلى عجز وضعف وتفريط وذنب وخطيئة، وإن وكله إلى غيره وكله إلى من لا يملك له ضرًّا ولا نفعًا ولا موتًا ولا حياة ولا نشورًا، وإن تخلّى عنه استولى عليه عدوّه، وجعله أسيرًا له، فهو لا غني له عنه طرفة عين؛ بل هو مضطر إليه على مدى الأنفاس في كل ذرّة من ذرّاته ظاهرًا وباطنًا، فقاقته فائقة إليه. ومع ذلك فهو متخلّف عنه، معرض عنه، ينفصل إليه بمعصيته، مع شدّة الضرورة إليه من كل وجه؛ فأين ذكره، نسيانه، واتّخاذه وراء ظهره؛ هذا! وإليه مرجعه، ومن بين يديه موقفه؟!

ففرّغ خاطرك للهمّ بما أُمرت به، ولا تشغله بما ضُمِن لك؛ فإن الرزق والأجل قرينان مضمونان؛ فما دام الأجل باقيًا كان الرزق آتيًا، وإذا سدّ عليك بحكمته طريقًا من طرقه؛ فتح لك برحمته طريقًا أنفع لك منه.

فمثل حال الجنين يأتيه غذاؤه ـ وهو الدم ـ من طريق واحدة، وهو السُّرّة ـ
فلما خرج من بطن الأمّ وانقطعت تلك الطريق؛ فُتح له طريقان اثنان، وأُجري له فيهما رزقًا أطيب وألذّ من الأوّل؛ لبنًا خالصًا سائغًا.
فإذا فُطم أُمسكت مدة الرضاع، وانقطعت الطريقان بالتمام؛ فُتح له طرق أربعة أكمل منها: طعامان وشرابان؛ الطعامان من الحيوان والنبات، والشرابان من المياه والألبان وما يُضاف إليهما من المنافع والملاذّ.
فإذا مات انقطعت عنه هذه الطرق الأربعة، لكنه سبحانه فتح له ـ إن كان سعيدًا ـ طرقًا ثمانية، وهي أبواب الجنّة الثمانية؛ يدخل من أيّها شاء.

فهكذا الربّ سبحانه، لا يمنع عبده المؤمن شيئًا من الدنيا إلا ويؤتيه أفضل منه وأنفع له، وليس ذلك لغير المؤمن؛ فإنه سبحانه يمنع الحظّ الأدنى الخسيس ولا يرضى له به؛ ليعطيه الحظّ الأعلى النفيس.
والعبد لجهله بمصالح نفسه، وجهله بكرم ربّه وحكمه ولطفه ـ لا يعرف التفاوت بين ما مُنع منه وبين ما ذُخر له، بل هو مولع بحبّ العاجل وإن كان دنيئًا، وبقلّة الرغبة في الآجل وإن كان عاليًا.
ولو أنصف العبد ربّه ـ وأيّ له بذلك ـ لعلم أن فضله عليه فيما منعه من الدنيا ولذّاتها ونعيمها أعظم من فضله عليه فيما أتاه من ذلك؛ فما منعه إلا ليعطيه، ولا ابتلاه إلا ليعافيه، ولا امتحنه إلا ليصافيه، ولا أماته إلا ليحييه، ولا أخرجه إلى هذه الدار إلا ليأذن له منها للقدوم عليه وسلوك الطريق الموصلة إليه.

فهو جعل الليل والنهار خِلقةً لمن أراد أن يذّكر أو أراد شكرًا
﴿وَجَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا﴾ [الفرقان/ ٦٢] ﴿فَأَيُّ آيَاتِ اللَّهِ تُنْكِرُونَ﴾ [الإسراء/ ٤٩].

والله المستعان.

من عرف نفسه اشتغل بإصلاحها عن عيوب الناس، ومن عرف ربّه اشتغل به عن هوى نفسه.

أنفع العمل أن تغيب فيه عن الناس بالإخلاص، وعن نفسك بشهود المِنّة؛ فلا ترى فيه نفسك ولا ترى الخلق.

دخل الناس النار من ثلاثة أبواب: باب شبهة أورثت شكًّا في دين الله، وباب شهوة أورثت تقديم الهوى على طاعته ومرضاته [١٥٩]، وباب غضب أورث العدوان على خلقه.

أصول الخطايا كلها ثلاثة: الكِبر: وهو الذي أصار إبليس ما أصاره، والحرص: وهو الذي أخرج آدم من الجنّة، والحسد: وهو الذي جرّأ أحد ابني آدم على أخيه، فمن وقِيَ شرّ هذه الثلاثة وُقِيَ الشرّ؛ فالكفر من الكبر، والمعاصي من الحرص، والبغي والظلم من الحسد.

جعل الله بحكمته كل جزء من أجزاء ابن آدم ـ ظاهرة وباطنة ـ آلة للشيء؛ إذا استُعمل فيه فهو كماله: العين آلة للنظر، والأذن آلة للسمع، والأنف آلة للشمّ، واللسان للنطق، والفرج للنكاح، واليد للبطش، والرِّجل للمشي، والقلب للتوحيد والمعرفة والمحبة، والعقل للتفكير والتدبّر لعواقب الأمور الدينية والدنيوية؛ وإيماؤه ما ينبغي إشارته وإهماله ما ينبغي إهماله.

أخسر الناس صفقة من اشتغل عن الله بنفسه، بل أخسر منه من اشتغل عن نفسه بالناس.

في (السنن) من حديث أبي سعيد يرفعه: «إذا أصبح ابن آدم فإن الأعضاء كلها تُكفّر اللسان؛ تقول: اتّقِ الله! فإنما نحن بك، فإن استقمت استقمنا، وإن اعوججت اعوججنا» (١).

قوله: «تُكفِّر اللسان»؛ قيل: معناه: تخضع له. وفي الحديث أن الصحابة لما دخلوا على النجاشي: لم يُكفِّروا له، أي: لم يسجدوا له ولم يخضعوا، ولذلك قال له عمرو بن العاص: إنها الملوك لا يُكفِّرون لك. وإنما خُصَّ اللسان؛ لأنه بريد القلب وترجمانه والواسطة بينه وبين الأعضاء.

وقولها: «إنما نحن بك»؛ أي: نحن بحاجتك وملاكُنا بك، ولهذا قال:
فإن استقمت استقمنا، وإن اعوججت اعوججنا.""",
  ),
  Fwaid(
    id: '30',
    name: """فصل """,
    text:
        """ جمع النبي ﷺ في قوله: «اتقوا الله وأجملوا في الطلب» (١) بين مصالح الدنيا والآخرة.

فنعيمها ولذّتها إنما ينال بتقوى الله.
وراحة القلب والبدن وترك الاهتمام والحرص الشديد والتعب والعناء والكدّ والشقاء في طلب الدنيا إنما ينال بالإجمال في الطلب.

فمن اتّقى الله فاز بلذّة الآخرة ونعيمها، ومن أجمل في الطلب استراح من نكد الدنيا وهمومها. فالله المستعان.

قد نادت الدنيا على نفسها
لو كان في ذا الخلق من يسمع
كم واثق بالعيش أهلكته
وجامع فرقته ما يجمع""",
  ),
  Fwaid(
    id: '31',
    name: """فائدة """,
    text:
        """ جمع النبي ﷺ بين المأثم والمغرم (٢)، فإن المأثم موجب خسارة الآخرة، والمغرم موجب خسارة الدنيا.""",
  ),
  Fwaid(
    id: '32',
    name: """ فائدة""",
    text:
        """ قال تعالى : ﴿وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا﴾ [العنكبوت/ ٦٩].

علّق سبحانه الهداية بالجهاد، فأكمل الناس هداية أعظمهم جهادًا، وأفرض الجهاد جهاد النفس وجهاد الهوى وجهاد الشيطان وجهاد الدنيا، فمن جاهد هذه الأربعة في الله هداه الله سبل رضاه الموصلة إلى جنته، ومن ترك الجهاد فاته من الهدى بحسب ما عطّل من الجهاد.

قال الجنيد: والذين جاهدوا أهواءهم فينا بالتوبة لنهديَنَّهم سُبُل الإخلاص.

ولا يتمكّنُ من جهاد عدوّه في الظاهر إلا من جاهد هذه الأعداء باطنًا؛ فمن نُصر عليها نُصر على عدوّه، ومن نُصرت عليه نُصر عليه عدوّه.""",
  ),
  Fwaid(
    id: '33',
    name: """فصل """,
    text:
        """ألقى الله سبحانه العداوة بين الشيطان وبين المَلَك، والعداوة بين العقل وبين الهوى، والعداوة بين النفس الأمَّارة وبين القلب، وابتلى العبد بذلك، وجمع له بين هؤلاء، وأمدّ كل حزب بجنود وأعوان؛ فلا تزال الحرب سجالًا ودُولًا بين الفريقين إلى أن يستولي أحدهما على الآخر ويكون الآخر مقهورًا معه. فإذا كانت الغلبة للقلب والعقل والملك، فهناك السرور، والنعيم، واللذّة، والبهجة، [١٦٠] والفرح، وقرة العين، وطيب الحياة، وانشراح الصدر، والفوز بالغنائم. وإذا كانت الغلبة للنفس والهوى والشيطان؛ فهناك الغموم، والهموم، والأحزان، وأنواع المكاره، وضيق الصدر، وحبس الملك.

فما ظنّك بملكٍ استولى عليه عدوّه، فأزاله عن سرير ملكه، وأسره، وحبسه، وحال بينه وبين خزائنه وذخائره وخدمه، وصيّره له، ومع هذا فلا يتحرّك الملك لطلب ثأره، ولا يستنقذ من يُغِيثه، ولا يستنجد بمن يُنجده؟!

وفوق هذا الملك مالكٌ قاهر لا يُقهَر، وغالب لا يُغلَب، وعزيز لا يُذَلّ، فأرسل إليه: إن استنصرتني نصرتُك، وإن استغثتني أغثتُك، وإن التجأت إليّ أخذتُ بيدك، وإن هربتَ إليّ وآويتَ إليّ سلّطتك على عدوك، وجعلته تحت أسرك.

فإن قال هذا الملك المأسور: قد شدّ عدوّي وثاقي، وأحكم رباطي، واستوثق مني بالقيود، ومنعني من النهوض إليك والفرار إليك والمسير إليك. فإن أرسلتَ جندًا من عندك يحلّ وثاقي ويقلع قيودي ويخرجني من حبسه؛ أمكنني أن أوافيَك بك، وإلا لم يُمكنني مفارقته حبسي ولا كسر قيودي.

فإن قال ذلك احتجاجًا على ذلك السلطان، ودفعًا لرسالته، ورضي بما هو فيه عند عدوّه؛ خذله السلطان الأعظم، وحاله، ولّاه ما تولّى.

وإن قال ذلك افتقارًا إليه، وإظهارًا لعجزه وذلّه، وأنه أضعف وأعجز من أن يسير إليه بنفسه ويخرج من حبس عدوّه، ويتخلّص منه بحوله وقوّته، وأن من تمام نعمة ذلك الملك عليه ـ كما أرسل إليه هذه الرسالة ـ أن يمدّه من جنوده وملائكته بمن يُعينه على الخلاص ويكسر باب حبسه ويقلع قيوده؛ فإن فعل به ذلك فقد أتمّ إنعامه عليه، وإن تخلّى عنه فلم يظلمه ولا منعه حقًّا هو له، وأنّ حمده وحكمته اقتضى منعه وتخليته في حبسه، ولا سيّما إذا علم أن الحبس حبسه، وأن هذا العدوّ الذي حبسه مملوك من مماليكه، وعبد من عبيده، ناصيته بيده، لا يتصرّف إلا بإذنه ومشيئته؛ فهو غير ملتفت إليه، ولا خائف منه، ولا معتقد أن له شيئًا من الأمر ولا بيده نفع ولا ضرّ، بل هو ناظر إلى مالكه ومتولّي أمره وناصيته بيده؛ قد أفرده بالخوف والرجاء والتضرّع إليه والالتجاء والرغبة والرهبة؛ فهناك تأتيه جيوش النصر والظفر.

أعلى الهمم في طلب العلم طلب علم الكتاب والسنّة، والفهم عن الله ورسوله نفس المراد، وعلم حدود المنزل، وأحسن همم طلاب العلم قصر همّته على تتبّع شواذ المسائل وما لم ينزل ولا هو واقع، أو كانت همّته معرفة الاختلاف وتتبع أقوال الناس، وليس له هِمّة إلى معرفة الصحيح من تلك الأقوال، وقليل أن ينتفع واحد من هؤلاء بعلمه.

وأعلى الهمم في باب الإرادة أن تكون الهمّة متعلّقة بمحبة الله والوقوف مع مراده الديني الأمري، وأسفلها أن تكون الهمّة واقفة مع مراد صاحبها من الله؛ فهو إنما يعبد مراده منه لا لمراد الله منه؛ فالأوّل يريد الله ويريد مراده، والثاني يريد من الله وهو فارغ عن إرادته.

علماء السوء جلسوا على باب الجنّة يدعون إليها الناس بأقوالهم ويدعونهم إلى النار بأفعالهم؛ فكلّما قالت أقوالهم: هلمّوا! قالت أفعالهم: لا تسمعوا منا! فلو كان ما دعَوا إليه حقًّا كانوا أوّل المستجيبين له! فهم في الصورة أدلّاء وفي الحقيقة قُطّاع الطريق.

إذا كان الله وحده حظّك [١٦٠] ومرادك؛ فالفضل كلّه تابع لك، يُذلّلك إليه، أيّ أنواعِهِ بدأ به. وإذا كان حظّك ما تنال منه فالفضل موقوف عندك؛ لأنّه بيده، تابع لك، فعل من أفعاله. فإذا حصل لك حصل لك الفضل بطريق الفضل والتتبّع، وإذا كان الفضل مقصودك لم يحصل لك الفضل بطريق التتبّع. فإن كنت قد عرفتَه وأنِستَ به ثم سقطتَ إلى طلب الفضل؛ حرمتك إيّاه عقوبة لك، ففاتك الله وفاتك الفضل. """,
  ),
  Fwaid(
    id: '34',
    name: """ فصل""",
    text:
        """لمّا خرج رسولُ الله ﷺ من حِصر العدوّ ودخل في حِصن النصر، فعميت أيدي سراياه بالنصر في الأطراف، فطار ذكرُه في الآفاق، فصار الخلق معه ثلاثة أقسام: مؤمنٌ به، ومسالمٌ له، وخائفٌ منه.

ألقى بذرَ الصبر في مزرعته فصَبَرَ كصبرِ أُولي العزم من الرسل
﴿الأحقاف/ ٣٥﴾
فإذا أغصانُ النبات تثمرُ مجازِيًا ﴿وَالْعَاقِبَةُ لِلْمُتَّقِينَ﴾
﴿البقرة/ ١٩٤﴾: فدخل مكّة دخولًا ما دخلَه أحدٌ قبله ولا بعده، حوله المهاجرون والأنصار، لا يُرى منهم إلا الخشوع، والصحابة على مراتبهم، والملائكة فوق رؤوسهم، وجبريل يتردّد بينه وبين ربّه، أباح له حرمةً لم يُحلّها لأحدٍ سواه (١).

فلمّا قايَس بين هذا اليوم وبين يوم ﴿إِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ﴾ ﴿الأنفال/ ٣٠﴾؛ فاخرجوه ثاني اثنين، دخل ودقنه يمسّ قرطوس سرجه، خضوعًا وذلًّا لمن ألبسه ثوب هذا العزّ الذي رفعت إليه فيه الخلائقُ رؤوسَها، ومدّت إليه الملوكُ أعناقَها.

فدخل مكّة مالكًا مؤيَّدًا منصورًا، وعلى كعب بلادٍ فوق الكعبة بعد أن كان يُجرّ في الرمضاء على جمر الفتنة، فشتم برازًا طوى عن القوم من يوم قوله: أحد أحد، ورفع صوته بالأذان، فجاءته القبائل من كل ناحية، فأقبلوا يُؤمِنون الصوت، فدخلوا في دين الله أفواجًا، وكانوا قبل ذلك يأتون آحادًا.

فلمّا جلس الرسول ﷺ على منبر العزّ – وما نزل عنه قط – مدّت الملوك أعناقها بالخضوع إليه؛ فمنهم من سلّم إليه مفاتيح البلاد، ومنهم من سأل المودّة والصلح، ومنهم من أقرّ بالجزية والصغار، ومنهم من أُخذ في الجمع والتأهّب للحرب ولم يدرِ لأنّه لم يزد على جمع الغنائم وسوق الأسرى إليه.

فلمّا تكامل نصره، وبلغ الرسالة، وأدّى الأمانة، وجاءه منشور ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا﴾ ليغفرَ لكَ اللهُ ما تقدّم من ذنبك وما تأخّر ويُتمّ نعمته عليك ويهديك صراطًا مستقيمًا وينصرك الله نصرًا عزيزًا ﴿الفتح/ ١–٣﴾، وتوقّع ﴿إِذَا جَاءَ نَصْرُ اللهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللهِ أَفْوَاجًا﴾ ﴿النصر/ ١–٢﴾؛ جاءه رسول ربّه يُخيّره بين المقام في الدنيا وبين لقائه، فاختار لقاء ربّه شوقًا إليه (١)، فارتجّت الجِنان ليوم قدوم روحه الكريمة لا كرَيّةَ المدينة يوم قدوم الملك. إذا كان عرش الرحمن قد اهتزّ لموت بعض أتباعه (٢) فرحًا واستبشارًا بقدوم روحه؛ فكيف بقدوم روح سيّد الخلائق؟!

فيا مُنتسبًا إلى غير هذا الجناب! ويا واقفًا بغير هذا الباب!

ستُعلَم يوم الحشر أيَّ سريرةٍ تكون عليها يوم تُبلى السرائر. """,
  ),
  Fwaid(
    id: '35',
    name: """فصل """,
    text:
        """ يا مغرورًا بالأماني! لُعن إبليس وأُهبِط من منزل العزّ؛ بترك سجدةٍ واحدةٍ أمر بها، وأُخرج آدم من الجنّة بلقمةٍ تناولها، وحُجب القاتل عنها بعد أن رأى عينًا بملء كفٍّ من دم، وأُمرَ بقتل الزاني أشدَّ القتلات بإيلاج قدر الأنملة فيما لا يحلّ، وأُمر بإياس الظهر سياطًا بكلمة قذف أو نقطةٍ من مسكر، وبان عضوٌ من أعضائك بثلاثة دراهم؛ فلا تأمن أن يُحبِسَك في النار بمعصيةٍ واحدةٍ من معاصيه: ﴿وَلَا يُخَافُ عُقْبَاهَا﴾
[الشمس/ ١٥]!

دخلت امرأةٌ النارَ في هرّةٍ (١).
وإن الرجلَ ليتكلّم بالكلمة لا يُلقي لها بالًا يهوي بها في النار أبعد ما بين المشرق والمغرب (٢).

وإن الرجلَ ليعمل بطاعة الله ستّين سنة، فإذا كان عند الموت جار في الوصيّة، فيُختَم بسوء عمله، فيدخل النار (٣).
العِبرةُ بآخره، والعمل بخاتمته (٤).

من أحدث قبل السلام بطَل ما مضى من صلاته، ومن أفطر قبل غروب الشمس ذهب صيامه ضائعًا، ومن أساء في آخر عمره لقي ربَّه بذلك الوجه.

لو قدّمت لقمةً وجحدتها، ولكن يُؤذيك الشِّرّة.

كم جاء الثواب يسعى إليك، فوقفتَ بالباب، فَرُدَّه بوّابُ (سوف) و(لعلّ) و(عسى).

كيف الفلاحُ بين إيمانٍ ناقص، وأملٍ زائد، ومرضٍ لا طبيب له،

ولا عائد، وهوىً مستيقظ، وعقلٍ راقد؛ ساميًا في عمرته، عَمِيًا في سُكرته، سابحًا في لُجّة جهله، مستأنسًا بخلقه، ذِكر الناس فاكهته وقوّته، وذكرُ الله جنّته وموتُه؛ الله منه جزء يسيرٌ من ظاهره، وقلبُه وبقيّة لغيره؟!

لا كانَ مَن لِسواكَ فيهِ بُقيّةٌ
يُجدي السُّبيلَ بها إليه العَذَلُ (١)""",
  ),
  Fwaid(
    id: '36',
    name: """ فصل""",
    text: """كان أوّلُ المخلوقات القلم؛ ليكتب المقادير قبل كونها (٢).
وجعل آدم آخر المخلوقات، وفي ذلك حِكم:

إحداها: تمهيد الدار قبل الساكن.

الثانية: أن الغاية التي خُلِق لأجلها ما سواه من السماوات والأرض والشمس والقمر والبرّ والبحر.

الثالثة: أن أحقّ الصانع أن يختم عمله بأحسنه وغايته كما يبدؤه بأساسه ومبادئه.

الرابعة: أن النفوس متطلّعة إلى النهايات والأواخر دائمًا، ولهذا قال موسى للسحرة أولًا: ﴿قَوْمًا أَنْتُم مَلْقُونَ﴾ [يونس/ ٨٠]، فلما رأى الناس فعلهم تطلّعوا إلى ما يأتي بعده.

الخامسة: أن الله سبحانه أخّر أفضل الكتب والأنبياء والأمم إلى آخر الزمان، وجعل الآخرة خيرًا من الأولى، والنهايات أكمل من البدايات.

فحكم بين قول الملك للرسول: اقرأ! فيقول: ما أنا بقارئ (١)، وبين قوله تعالى: ﴿الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ [المائدة/ ٣]!

السادسة: أنه سبحانه جمع ما فرّقه في العالم في آدم؛ فهو العالم الصغير وفيه ما في العالم الكبير.

السابعة: أنه خلاصة الوجود وثمرته؛ فناسب أن يكون خلقه بعد الموجودات.

الثامنة: أن هذا من كرامته على خالقه أنه هيّأ له مصالحه وحوائجه وآلات معيشته وأسباب حياته؛ فما رفعه نفسه إلا وذلك كله حاضر عنده.

التاسعة: أنه سبحانه أراد أن يظهر شرفه وفضله على سائر المخلوقات، فقدمها عليه في الخلق، ولهذا قالت الملائكة: لِخَلقِ ربّنا ما شاء، فلن يخلق خلقًا أكرم عليه منا (٢). فلما خلق آدم وأمرهم بالسجود له ظهر فضله وشرفه عليهم بالعلم والمعرفة. فلما وقع في الذنب ظنّت الملائكة أن ذلك الفضل قد نسخ، ولم تطّلع على عبودية التوبة الحكيمة. فلما تاب إلى ربّه وأتى بتلك العبودية، علمت الملائكة أن الله في خَلْقِه سرًّا لا يعلمه سواه.

العاشرة: أنه سبحانه لما افتتح خلق هذا العالم بالقلم كان من أحسن المناسبة أن يختمه بخلق الإنسان؛ فإن القلم آلة العلم، والإنسان هو العالم. ولهذا أظهر سبحانه فضل آدم على الملائكة بالعلم الذي خُصّ به دونهم.

وتأمّل كيف كتب سبحانه عذر آدم قبل هبوطه إلى الأرض، ونبّه الملائكة على فضله وشرفه ونيّته باسمه قبل إيجاده بقوله: ﴿إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً﴾ [البقرة/ ٣٠].

وتأمّل كيف سمّاه للخلافة، وتلك ولاية له قبل وجوده، وأقام عذره قبل الهبوط بقوله: ﴿فِي الْأَرْضِ﴾، والبعث يقيم عذر المحجوب قبل جنايته.

فلما صوّرَه ألقاه على باب الجنّة أربعين سنة (١)، لأن ذنب المحبّ الوقوف على باب الحبيب، ورمى به في طريق ذُلّ: ﴿هُمْ بِهِ يُشْرِكُونَ﴾ [الإنسان/ ٣٤]، ﴿لِمَا يُحِبُّونَ﴾ [البقرة/ ٣٤].

وكان إبليس يمرّ على جسده، فيعجب منه ويقول: لِأَمْرٍ ما خُلِقْت! ثم يدخل فيه ويخرج من دبره ويقول: لئن سُلِّطتُ عليك لأهلكنّك، ولن سُلِّطتُ عليّ لأعصينّك! [١٦١]. رأى طينًا مجموعًا فاحتقره، فلما صُوّر الطين صورةً دَبَّ فيها الحسد، فلما نفخ فيه الروح مات الحاسد. فلما بُسط له بساط العزّ عُرضت عليه الخلائق، فاستحضر دعوى: ﴿وَكُنْتَ مِنَ الْعَالِينَ﴾ [البقرة/ ٣٠] إلى حاكم ﴿أَنْتَ﴾ [البقرة/ ٣٢]، وقد أخفى الوكيل عنه بينة ﴿عَلَّمَ﴾، فنكسوا رؤوس الدعاوي على صدور الإقرار، فقام منادي التفضيل في أندية الملائكة ينادي: ﴿اسْجُدُوا﴾، فنظروا من حدث دعوى ﴿وَكُنْتَ﴾ [البقرة/ ٣٠] فلمّا جاء العذر في آية ﴿لَا عِلْمَ لَنَا﴾ [البقرة/ ٣٢] فسجدوا طهارة التسليم. وقام إبليس ناحية لم يسجد؛ لأنه جئت، وقد تلوّث بنجاسة الاعتراض، وما كانت نجاسته تُزال بالتطهير؛ لأنها عينُه.

فلما تمّ كمال آدم قيل: لابدّ من حال جمال على وجهه ﴿اسْجُدُوا﴾، فجُرِّى القدرُ بالذنب؛ ليتبيّن أثر العبودية في الذلّ.

يا آدم! ألم يغنك عن تلك اللقمة لقال الحاسدون: كيف فضل ذُرّيّته ولم تصدر على شجرة؟!

ولولا نزولُك ما تصاعدت صعدات صدّيق الأنفاس، ولا نزلت رسائل هل من سائل (١)، ولا فاحت روائح «والخلوفُ فمِ الصائم» (٢)، فتبيّن حينئذٍ أن ذلك التناول لم يكن من شرّه.

يا آدم! فصحّك في الجنّة لك، وبكاؤك في دار التكليف لنا.
ما ضُرَّ من كُسِرَ عِزّي إذا جَبْرُه فَضْلي. إنما تُبتلى خِلْقَةُ العِزّ ببذل الانكسار، وأنا عند المنكسرة قلوبهم من أجلي (٣).

ما زالت تلك الأكلة تُتابعه حتى استولى داؤه على أولاده، فأرسل

اللهم اللطيف الخبير، الدواء على أيدي أطباء الوجود: ﴿فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى﴾ [طه/ ١٢٣]. فضمّهم الطبيب بالمناهي، وحفظ القوّة بالأوامر، واستفرغ أخلاطهم الرديّة بالتوبة؛ فجاءت العافية من كل ناحية.

فيا من ضيّع القوّة ولم يحفظها، وخلط في مرضه وما احترس، ولا صبر على مرارة الاستفراغ! لا تنكر قرب الهلاك؛ فالعدو مترصّد.
لو ساعد القدر فأعنت الطبيب على نفسك بالحمية من شهوة حسّية؛ لظهرت بأنواع اللذّات وأصناف المشتهيات، ولكن بخار الشهوة غطّى عين البصيرة، فظننتَ أن الحزم بيع الوعد بالنقد.

يا لها بصيرة عمياء! جزعتَ من صبر ساعة، واحتملتَ ذُلَّ الأبد.
سافرتَ في طلب الدنيا وهي عنك زائلة، وقعدتَ عن السفر إلى الآخرة وهي إليها راجعة.

إذا رأيتَ الرجل يشتري الخسيسَ بالنفيس، ويبيع العظيمَ بالحقير؛
فاعلم بأنه سفيه. """,
  ),
  Fwaid(
    id: '37',
    name: """ فصل""",
    text: """لما سَلِمَ لآدم أصلُ العبودية لم يُقَدَّح فيه الذنب.

إن آدم لو لم تُغفَر له ذنوبه ثم لم يبقَ له شيء؛ فشيبته تُغفَر بها. (١)

لما علم السيّد أن ذنب عبده لم يكن قصدًا للمخالفة ولا قَدحًا في حكمته، علمه كيف يعتذر إليه: ﴿فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ﴾ [البقرة/ ٣٧].

العبد لا يريد بمعصيته مخالفة سيّده ولا الجرأة على محارمه، ولكن غلبات الطبع وتزيين النفس والشيطان وقهر الهوى والثقة بالعفو ورجاء المغفرة. هذا من جانب العبد، وأما من جانب الربوبية فحِكَم: وإظهار عزّ الربوبية وذلّ العبودية وكمال الاحتياج، وظهور آثار الأسماء الحسنى؛ كالعفو والغفور والتواب والحليم لمن جاء تائبًا نادمًا، والمنتقم والعدل وذي البطش الشديد لمن أصرّ ولزم المعصية. فهو سبحانه يريد أن يرى عبده مُفتقرًا بالكمال ونقص العبد وحاجته إليه، وشهود كمال قدرته وعزّته وكمال مغفرته وعفوه ورحمته، وكمال حلمه، وسترِه وخِلته وتجاوزه وصفحه، وأن رحمته بإحسانه إليه لا بمعارضته، وأنه لم يعتمد برحمته وفضله؛ فهو مالك لا محالة.

فلله! كم في تقدير الذنب من حكمة! وكم فيه مع [١٦٢] تتحقق التوبة للعبد مصلحة ورحمة! التوبة من الذنب كشرب الدواء للعليل، ورب علّة كانت سبب الصحة!

لعل عَتْبَة محمود عواقبه
وربما صحت الأجساد بالعِلَلِ.

لولا تقدير الذنب هلك ابن آدم من العُجب.

ذنب يُذلّك أحبّ إليه من طاعة يُدلّ بها عليه.

شمعة النصر إنما تنزل في شمعدان الانكسار.

لا يُكرم العبدَ نفسُه بمثل إهانتها، ولا يُهينها بمثل إكرامها؛ كما قيل:
سأُتْعِبُ نفسي أو أصادقُ راحةً
فإن هوانَ النفسِ في كرمِ النفسِ (١)

ولا يشبعها بمثل جوعها، ولا يظمئها بمثل خوفها، ولا يؤنسها بمثل توحشها من كل ما سوى فاطرها وبارئها، ولا يُحييها بمثل إماتتها؛ كما قيل:
موتُ النفوسِ حياتُها
من شاء أن يحيَا يموتُ (٢)

شراب الهوى حلوٌ ولكن يُورِثُ السُّكْرَ.

من تجرّع حقنَ الفِجر هان عليه هجرُ الحِبّة.

يا مغرورًا في شراب الهوى جمرُ عزمه وقد حرقت الشبكة.

لا بدّ من نفوذ القدر؛ فالحَجِحُ السَّلِمُ.

الله ملكُ السماوات والأرض، واستعرض منك حبّة، فخُذِلْتَ بها!
وخلق سبعة أبحر، وأحبّ منك دمعة، فقطعتَ عينيك بها!

إطلاقُ البصر ينقش في القلب صورةَ المنظور، والقلبُ كعبة، والمعبود لا يرضى بمزاحمة الأصنام.

لذّات الدنيا كُسُود، وقد غُلِبَت عليك، والحورُ العين يُعجِبن سوء اختيارك عليهن؛ غير أن زوبعة الهوى إذا ثارت سقطت في عين البصيرة، فغضضت الجادة.

سبحان الله! زُيِّنَت الجنةُ للعُطّاب فجدّوا في تحصيل المهر، وتعرّف ربّ العِزّة إلى المحبين بأسمائه وصفاته فعصَوا على اللقاء، وأنت مشغول بالجيفة.

لا كان من لِسواك منه قلبٌ
ولكن الودادَ الكاذب (١)

المعرفةُ بساطٌ لا يُطوى عليه إلا مقرّب، والمحبةُ نشيدٌ لا يُطرب عليه إلا محبّ مُغْرَم.

الحبّ غديرٌ في صحراء، ليست عليه جادة؛ فهلا قلّ وارده؟

المحبّ تهوي به العزلةُ والخلوةُ بمحبوبه، والأُنسُ بذكره كهروب الحوت إلى الماء والطفل إلى أمّه.

وأخرجْ من بين البيوتِ لعَلّي
أحدث عنك القلبَ بالسِّرِّ حالِيَا (٢)

ليس للغائبِ مستراحٌ إلا تحت شجرة طُوبى، ولا للمحبّ قرارٌ إلا يوم المزيد.

اشتغلْ به في الحياة؛ يكفك ما بعد الموت.

يا متنفّسًا بضاعَةَ العمر في مخالفةٍ حبيبِه، والبعدِ منه! ليس في أعدائك أضرّ عليك منك.

ما يبلُغُ الأعداءُ من جاهلٍ
ما يبلُغُ الجاهلُ من نفسِه (٣)

الهمّةُ العليّةُ هِمّةُ من استعدّ صاحبَها للقاء الحبيب، وقدّم التقدّم بين يدي الملتقى، فاستبشر عند القدوم: ﴿وَقُولُوا آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ﴾ [البقرة/ ١٣٣].

ما ثَمَّةَ ما عاد عليك العدوّ إلا بعد أن تولّى عنك الولي؛ فلا تظنّ أن الشيطان غلب، ولكن الحافظ أعرض.

احذر بنفسك! فما أصابك بلاءٌ قطّ إلا منها، ولا نهاك! فما كرمها من لم يُهنها، ولا أعزّها من لم يذلّها، ولا جبرها من لم يكسرها، ولا أراحها من لم يُتعبها، ولا أمْنها من لم يُخوّفها، ولا فرّحها من لم يُحزنها.

﴿إِنَّ اللَّهَ﴾ [آل عمران/ ١٢٣] سبحان الله! ظاهرك متجمّل بلباس التقوى، وباطنك بلباس الخمر والهوى؛ فكلما طيّبتَ الثوب فاحت رائحةُ المسكر من تحته. فتباعد منك الصادقون، وانجذاب إليك الفاسقون.

يدخل عليك لصّ الهوى وأنت في زاوية التعبّد، فلا يرى منك طردًا له؛ فلا يزال بك حتى يخرجك من المسجد.

اصدق في الطلب، وقد جاءت المعونة.

قال رجلٌ لمعروف: علّمني المحبة! فقال: المحبة لا تجيء بالتعليم. (١)

هو الشوق مدلولًا على مقبل الفتى
إذا لم يعد صبًّا بلفظ حسيب (٢)

ليس العجب من قوله: ﴿يُحِبُّونَهُ﴾ [المائدة/ ٥٤]، إنما العجب من قوله: ﴿يُحِبُّهُمْ﴾ [المائدة/ ٥٤].

ليس العجب من فقيرٍ مسكينٍ يُحبّ مُحسنًا إليه، إنما العجب من مُحسنٍ يُحبّ فقيرًا مسكينًا! """,
  ),
  Fwaid(
    id: '38',
    name: """فصل """,
    text: """القرآن كلام الله، وقد تجلّى الله فيه لعباده بصفاته:

فتارةً يتجلّى في جلال الهيبة والعظمة والجلال، فتخضع الأعناق، وتنكسِر النفوس، وتخشع الأصوات، ويذوب الكبر كما يذوب الملح في الماء.

وتارةً يتجلّى في صفات الجمال والكمال، وهو كمال الأسماء وجمال الصفات وجمال الأفعال الدالّة على كمال الذات؛ فيستفزّ حينئذٍ من قلب العبد قوّة الحبّ كلّها بحسب ما عرفه من صفات جماله ونَعوت كماله، فيصبح فؤاد عبده فارغًا إلا من محبّته؛ فإذا أراد منه غير أن يعلّق تلك المحبّة به أُبي قلبه وأحشاؤه ذلك كلّه إلا به؛ كما قيل:
يراد من القلب نسيانكم
وتأبى الطباع على الناقل (١)
فتبقى المحبّة طبعًا لا تكلّفًا.

وإذا تجلّى بصفات الرحمة والبرّ واللطف والإحسان؛ انبعثت قوّة الرجاء من العبد، وانبسط أمله، وقَوِيَ طمعه، وسار إلى ربّه وحادي الرجاء يحدو ركاب سيره، وكلّما قوي الرجاء جدّ في العمل، كما أنّ البذر كلّما قوي طمعه في المثل غُلِب أرضه بالبذر، وإذا ضعف رجاؤه قصّر في البذر.

وإذا تجلّى بصفات العدل والانتقام والغضب والسخط والعقوبة؛ انقبضت النفس الأمّارة، وبطلت أو ضعفت قوّاها من الشهوة والغضب واللهو واللعب والحرص على المحرّمات، وانقبضت أعضاؤها، فحضرت المعنى الحاصل من الخوف والخشية والحذر.

وإذا تجلّى بصفات الأمر والنهي والعهد والوصيّة وإرسال الرسل وإنزال الكتب وشرع الشرائع؛ انبعثت منها قوّة الامتثال والتنفيذ لأوامره، والتبليغ لها، والتواصي بها، وذكرها وتذكيرها، والتصديق بالخبر، والامتثال للطلب، والاجتناب للنهي.

وإذا تجلّى بصفات السمع والبصر والعلم؛ انبعث من العبد قوّة الحياء، فيستحيي ربّه أن يراه على ما يكره، أو يسمع منه ما يكره، أو يخطر في سريرته ما يمقته عليه؛ فيثني حركاته وأقواله وخطراته موزونة بميزان الشرع؛ غير مهملة ولا مسلّطة تحت حكم الطبيعة والهوى.

وإذا تجلّى بصفات الكفاية والحسب، والقيام بمصالح العبد، وسوق أرزاقهم إليهم، ودفع المصائب عنهم، ونصر أوليائه وحمايتهم ومعيشتهم الخاصة لهم؛ انبعث من العبد قوّة التوكّل عليه، والتفويض إليه، والرضى به في كلّ ما يجريه على عبده ويقيمه فيه ممّا يرضى به سبحانه. والتوكّل معنى يلتئم من علم العبد بكفاية الله وحسن اختياره لعبده، وثقته به، ورضاه بما يفعله به واختياره.

وإذا تجلّى بصفات العزّ والكبرياء؛ أعطت نفسه العظمة ما وصلت إليه من الذلّ لعظمته، والانكسار لعزّته، والخضوع لكبريائه، وخشوع القلب [١٦٣] والجوارح له؛ فتعلوه السكينة والوقار في قلبه ولسانه وجوارحه وسمته، ويذهب طيشه وتفوته وحدّته.

وجماع ذلك أنه سبحانه يتعرّف إلى العبد بصفات الهيبة تارةً وبصفات ربوبيته تارةً:

فيُوجب له شهود صفات الإلهية: المحبّة الخاصة، والشوق إلى لقائه، والأنس والفرح به، والسرور بخدمته، والمنافسة في قربه، والودود إليه بطاعته، والابتهاج بذكره، والفرار من الخلق إليه، وصيروره هو وحده همّة دون ما سواه.

ويُوجب له شهود صفات الربوبيّة: التوكّل عليه، والافتقار إليه، والاستعانة به، والذلّ والخضوع والانكسار له.

وكمال ذلك أن يشهد ربوبية في هيبته، وإلهيته في ربوبيته، وحمده في ملكه، وعزّته في عفوه، وحكمته في قضائه وقدره، ونعمته في بلائه، وعطاءه في منعه، وبرّه ولطفه وإحسانه ورحمته في قهره، وعدله في انتقامه، وجوده وكرمه في مغفرته وستره وتجاوزه، ويشهد حكمته في أمره ونهيه، وعزّته في رضاه وغضبه، وحلمه في إمهاله، وكرمه في إقباله، وغناه في إعراضه.

وأنت إذا تدبّرت القرآن وأجرته من التحريف وأن تقضي عليه بآراء المتكلّمين وإنكار المنكرين؛ أشهدك ملكًا قيّومًا فوق سماواته، على عرشه، يدبّر أمر عباده، يأمر وينهى، ويرسل الرسل وينزل الكتب، ويرضى ويغضب، ويثيب ويعاقب، ويعطي ويمنع، ويعزّ ويذلّ، ويخفض ويرفع، يرى من فوق سبع سمع ويعلم السرّ والعلانية، فعّال لما يريد، موصوف بكمال كماله، منزّه عن كلّ عيب، لا تتحرّك ذرّة فوقها إلا بإذنه، ولا تسقط ورقة إلا بعلمه، ولا يشفع أحد عنده إلا بإذنه؛ ليس لعباده من دونه وليّ ولا شفيع. """,
  ),
  Fwaid(
    id: '39',
    name: """ فصل""",
    text:
        """لما بايع الرسول ﷺ أهل العقبة (١)، أمر أصحابه بالهجرة إلى المدينة، فعلمت قريش أن أصحابه قد كثروا وأنهم سيمنعونه، فأعملت آراءها في استخراج الحيل؛ فمنهم من رأى الحبس، ومنهم من رأى النفي، ثم اجتمع رأيهم على القتل.

فجاءه البريد بالخبر من السماء، وأمره أن يفارق المضجع، فبات عليٌّ مكانه (٢)، ونهض الصدّيق لرفقة السفر.

فلما فارق بيوت مكة اشتدّ الحذر بالصدّيق، فجعل يذكر الرصد فيسير أمامه، وتارة يذكر الطلب فيتأخّر وراءه، وتارة عن يمينه، وتارة عن شماله، إلى أن انتهيا إلى الغار.

فبدأ الصدّيق بدخوله ليكون وقاية له إن كان ثمّ مؤذٍ، وأنبت الله شجرة لم تكن قبل، فغطّت المطلوب وأضلّت الطالب، وجاءت عنكبوت فحاكت ثوب نسجها على منوال الستر، فأحكمت الشِّفّة حتى عمي القائف عن الطلب، وأرسل الله حمامتين، فاخذتاهناك عشًّا جعل على أبصار الطالبين غشاوة (٢)، وهذا أبلغ في الإعجاز من مقاومة القوم بالجنود.

فلما وقف القوم على رؤوسهم، وصار كلامهم يسمع الرسول ﷺ والصدّيق، قال الصدّيق وقد اشتدّ به القلق: يا رسول الله، لو أن أحدهم نظر إلى ما تحت قدميه لأبصرنا تحت قدمه. فقال رسول الله ﷺ: «يا أبا بكر! ما ظنك باثنين الله ثالثهما؟» (٢).

لما رأى الرسول حزنه قد اشتدّ ـ لكن لا على نفسه ـ قوّى قلبه بشارة ﴿لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا﴾ [التوبة/ ٤٠]، فظهر سرّ هذا الاقتران في المعية لفظًا كما ظهر حكمًا ومعنى؛ إذ قال: رسول الله وصاحب رسول الله، فلما مات قيل: خليفة رسول الله، ثم انقطعت إضافة الخلافة بموته، فقيل: أمير المؤمنين (٣).

فأقاما في الغار ثلاثًا، ثم خرجا منه ولسان القدر يقول: لندخلك دخولًا لم يدخله أحد قبلك ولا ينبغي لأحد من بعدك.

فلما استقلّا على البيضاء يلحقهما سُراقة بن مالك، فلما شارفت الظفر أرسل عليه الرسول ﷺ سهما من سهام الدعاء، فساخت قوائم فرسه في الأرض إلى بطنها (٤)، فلما علم أنه لا سبيل له عليهما أخذ يعرض المال على من قدر وقد مفاتيح الكنوز، ويتقدّم الوعد إلى شُعبان: «آبيث عند ربي يطعمني ويسقيني» (١).

كانت تحته ﴿فَتَرَى الْأَعْيُنَ﴾ [التوبة/ ٤٠] مدحرة للصدّيق دون الجميع؛ فهو الثاني في الإسلام وفي بذل النفس وفي الزهد وفي الصحبة وفي الخلافة وفي العمر وفي سبب الموت؛ لأن رسول الله ﷺ مات من أثر السُّم (٢)، وأبو بكر سمّ فمات (٣).

أسلم على يديه من العشرة عثمان وطلحة والزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص.

وكان عنده يوم أسلم أربعون (٤) ألف درهم، فأنفقها أحوج ما كان الإسلام إليها؛ فلهذا جلبت نقفته عليه: «ما نفعني مال ما نفعني مال أبي بكر» (٥).

فهو خيرٌ من مؤمن آل فرعون؛ لأن ذلك كان يكتم إيمانه، والصديق أعلن به، وخيرٌ من مؤمن آل ياسين؛ لأن ذلك جاهد ساعة، والصديق جاهد سنين.

عاش طائر الفاقة يحرّض حول حبّ الإيثار ويصيح: ﴿وَمَنْ يُوقَ شُحَّ نَفْسِهِ﴾ [البقرة/ ٢٤٥]، فألقى له حبَّ المال على روض الرضا، واستلقى على فراش الفقر، ففتح الطائر جناحه إلى حوصلة المضاعفة.

ثم علا على أفنان شجرة الصدّيق يغرد بفنون المديح، ثم قُتل في محاريب الإسلام يتلو: ﴿وَسَيُجْزَى الْمُؤْمِنُونَ﴾ الذي يؤتي ماله يتزكّى [الليل/ ١٧–١٨].

نُطِقَتْ فضائله بفضل الآيات والأخبار، واجتمع على بيعته المهاجرون والأنصار، فما مِضْغَةٌ في قلوبهم من ذكره نار، كلما ثبت فضله علا عليهم الصِّغار؛ أترى لم يسمع الروافض الكفار ﴿كَأَنْ لَمْ يَكُنْ﴾ إذ هَمَّ﴿فِي الْكَافِرِينَ﴾ [التوبة/ ٤٠]؟

دُعي إلى الإسلام فما تلعثم ولا أبى، وسار على المحبة فما زلّ ولا كبا، وصبر في مدّته من مدى العدا على وقع الشِّبا، وأكثر من الإنفاق فما قلّ، حتى تخلّل بالبلاء؛ تالله لقد زاد على السبق في كل دينار دينار ﴿فَإِنْ تُبْتَغِي﴾ [التوبة/ ٤٠].

من كان قرين النبي في شبابه؟! من ذا الذي سبق إلى الإيمان من أصحابه؟! من الذي أتى بحضرته سريعًا في جوابه؟! من أوّل من صلّى معه؟! من آخر من صلّى به؟! من الذي صاحبه بعد الموت في ترابه؟! فاعرفوا حق الجار.

نهض يوم الردّة بفهمٍ واستبصار، وأبان من نصّ الكتاب معنىً دونه عن حرّ الفهم الاحتياط؛ فالمحبّ يفرح بفضائله والمبغض بجهله، حسرة الرافضيّ يعترف في مجلس ذكره، ولكن أين القرار؟!

كم وقى الرسول بالمال والنفس، وكان أخصّ به في حياته، وهو صديقَه في الرمس، فضائله جليّة، وهي جليّة عن اللبس، يا عجبًا! من يغطي عين ضوء الشمس في نصف النهار؟!

لقد دخلنا غارًا لا سكينة له، فاستوحش الصديق من خوف الحوادث، فقال الرسول: ما ظنّك باثنين والله ثالثهما! فنزلت السكينة، فارتفع خوف الحادث، وزال القلق، وطاب عيش المالك، فقام مؤذّن النصر ينادي على رؤوس منائر الأمصار: ﴿فَإِنْ تَنْتَهُوا﴾ [التوبة/ ٤٠].

حبه والله رأس الحنيفة، وبغضه يدلّ على خبث الطوية؛ فهو خير الصحابة والقرابة والحُجّة على ذلك قوته، ولولا صحة إمامته ما قبل ابن الحنيفة! مهلاً مهلاً! فإن دم الروافض قد فار.

والله ما أحببناه لهوانا، ولا اعتقدناه في غيره هوانا، ولكن أخذنا بقول علي رضي الله عنه وكفانا: رضي رسول الله لديننا، أفلا نرضاه لدنيانا؟! تالله لقد أخذتنا من الروافض بالثأر.

تالله لقد وجب حق الصديق علينا، فنحن نقضي بمدائحه [١٦٤] ونقرّ بما قربه من الشيء عينا؛ فمن كان راضياً فلا نبدأ إليه، وليقل: لي أعدار. """,
  ),
  Fwaid(
    id: '40',
    name: """ تنبيه""",
    text: """ اجتنب من يُعادي أهلَ الكتابِ والسُّنّةِ لئلا يُعيدَكَ خُسرانَه.

احذرْ من عدوَّين هلاكُهما أكثرُ الخلق: صادٌّ عن سبيلِ الله بشبهاته، ويزخرفُ قوله، ومغرورٌ بإنعامه وابتلائه.

من خُلِقَ فيه قوّةٌ واستعدادٌ لشيءٍ، كانت لذّتُه في استعمالِ تلك القوّة.

ــــــــــــــ
(١) أخرجه الحاكم في المستدرك (٦/٣) وصححه.

١٠٥

القوّة فيه، فلذّةُ من خُلِقَت فيه قوّةُ واستعدادٌ للجماعِ استعمالُ قوّته فيه.
ولذّةُ من خُلِقَت فيه قوّةُ الغضبِ والتأديبِ استعمالُ قوّته الغضبيّة متعلّقها.
ومن خُلِقَت فيه قوّةُ الأكلِ والشربِ؛ فلذّتُه باستعمالِ قوّته فيهما.
ومن خُلِقَت فيه قوّةُ العلمِ والمعرفةِ؛ فلذّتُه باستعمالِ قوّته وصرفِها إلى العلم.
ومن خُلِقَت فيه قوّةُ الحبِّ لله والإنابةِ إليه والخشوعِ بالقلبِ عليه والشوقِ إليه والأنسِ به؛ فلذّتُه ونعيمُه استعمالُ هذه القوّة في ذلك.
وسائرُ اللذّاتِ دون هذه اللذّة مضمحلّةٌ فانية، وأحمدُ عاقبةً أن تكونَ لا له ولا عليه.""",
  ),
  Fwaid(
    id: '41',
    name: """ تنبيه""",
    text:
        """ يا أيّها العُزّال! احذر فراسة المتّقي، فإنّه يرى عورة عملك من وراء ستر «اتقوا فراسة المؤمن» (١).

سبحان الله! في النفس: كِبر إبليس، وحسد قابيل، وعُتوّ عاد، وطغيان ثمود، وجرأة نمرود، واستطالة فرعون، وبغي قارون، وحِدّة هامان، وهوى بلعام، وحيل أصحاب السبت، ومكر الوليد، وجهل أبي جهل.

وفيها من أخلاق البهائم: حرص الغراب، وشره الكلب، ورعونة الطاووس، ودناءة الجعل، وعقوق الضبّ، وحقد الجمل، ونؤوب الفهد، وصولة الأسد، وفسق الفأرة، وعبث القرد، وجمع النملة، ومكر الثعلب، وخفّة الفراش، ونوم الضبع.

غير أن الرياضة والمجاهدة تُهذّب ذلك.

فمن استرسل مع طبعه فهو من هذا الجند، ولا تصلح سلعة لعقد ﴿إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ﴾ [التوبة/ ١١١]، فما اشترى إلا سلعة ذهب بها الإيمان، فخرجت من طبعها إلى لباس العابدين.

سَلِّم المبيع قبل أن تختلف في يدك فلا تقبله المشتري!

قد علم المشتري بعيب السلعة قبل أن يشتريها فسَلِمها ولك الأمان من الردّ.

قدْرُ السلعة يُعرَف بقدْر مشتريها والثمن المبذول فيها والمنادي عليها؛ فإذا كان المشتري عظيمًا والثمن خطيرًا والمنادي جليلًا كانت السلعة نفيسة.

يا بائعًا نفسه بيعَ الهوانِ لو أشدّ
تُرجعْ ثمن البيع قبل الفوت لم يخِبِ (١)
وبائعًا طيبَ عيشٍ هاله خطرٌ
يطلقُ عيشًا من الآلام منقلبِ
غِبتَ والله غيبًا فاحشًا ولدي
يوم التباين تُلقى غايةُ الأدب
ووارِدًا صفوَ عيشٍ كلّه كدرٌ
أمامَك الوردُ حقًّا ليس بالكذب
وحالبَ الليلِ في الظلماءِ منصبًا
لكلّ داهيةٍ تُدعى من العطب
فهل سمعتَ مريضًا جاء من عطبٍ
ومنعًا نفسه في أثرٍ فجُبِبْ (٢)

لو كنتَ تعرف قدْرَ النفس لم تُهِنْ
شابَ الصبا والتصابي بعد لم يشبِ
وضاع وقتك بين اللهو واللعب
والغَيُّ في الأفق الشرقي لم يُغِبْ
وشمس عمرك قد حان الغروب لها
وفاز بالوصل من قد جدّ واشتهب
كم ذا التخلف والدنيا قد ارتحلت
ورسولُ ربك قد وافق في الطلب
ما في الديار وقد سارت ركابُ من
نهوى للصبّ من شرقٍ ومن غرب
فأين الحذرُ ذكاءُ الذّابِ وقلْ
ما قال صاحب الأشواق والحبّ
ما ربّ ميّة محبوبٍ يُلطّفُ به
منازلُ كان يهواها ويألفها
ولا الحدود ولو لأمينٍ من صرح
وكلما جلبت تلك الربوع له
زادته للشوق تذكارَ العهود بها
هذا وكم منزلٍ في الأرض يألفه
ما في الخيامِ أخو وجدٍ يريك إن
وأسر في عمرات الليل مهتديًا
وعاد كلّ أخي حزنٍ ومغنّج
خذ لنفسك نورًا تستضيء به
يوم انقسام الورى الأنوار بالزُّبَرِ

غيره:

ما كان يوجب ضرّي رحمتي فرضي
بسوء حالي وحُلّ الغرض بدني
منتهك الروح لا أبغي بها منًا
إلا رضاك وما وافى إليّ الثمن (١)

غيره:

أجري بأطراف النهارِ صبابةً
وبالليالي يدعوني الهوى فأجيب (٢)

غيره:

وإذا لم يكن من العيش بدٌّ
فمن العجز عشق غير الجميل (٣)

غيره:

فلولا أن ما أسعى لعيشٍ معجَّل
ولكنما أسعى لملكٍ مخلَّد
كفاني منه بعضُ ما أنا فيه
فلو أسفًا لم أكن بمالهيد (٤)

يا من هو من أرباب الحيرة، هل عرفت قيمة نفسك؟ إنما خُلِقت الأكوان كلها لك.

يا من أنت الثمرة، وصورة وأنت المعنى، وصدقت وأنت الدرّ، ومُحِضت وأنت الزُّبد.

منشور اختيارك لك واضح الخط، ولكن استخراجك ضعيف.

متى رمتَ طلبي فاطلبني عندك، واطلبني منك تجدني قريبًا، ولا تطلبني من غيرك فأنا أقرب إليك منه.

لو عرفتَ قدْرَ نفسك عندنا ما أهنتها بالمعاصي، إنما أُهين إبليس إذ لم يسجد لك وأنت في صلب أبيك، فوا عجبًا! كيف صلحت وتركنا!

لو كان في قلبك محبّة، لبدت آثارها على جسدك:
ولما أذبت الحبّ قالت كبدتي
الستر أرى الأعضاء منك كما هي! (١)

لو تغذّى القلب بالمحبّة؛ لذهبت عنه بطلة الشهوات.

ولو كنتَ عذريًّا صبابةً لم تكن
بطيئًا، وأسناك الهوى كثرة الأكل (٢)

لو صحّت محبّتك لاستوحشتَ ممن لا يذكرك بالحبيب.

واعجبًا لمن يدّعي المحبّة، ويحتاج إلى من يذكّره بمحبوبه! فلا يذكره إلا بمذكّر!

أقلّ ما في المحبّة أنها لا تُنسيك ذكر المحبوب:
ذكرتك لا أني نسيتك ساعة
وليس في الذكرى ذكر سواني (١)

إذا سافر المحبّ للقاء محبوبه ركب جنوده معه، فكان الحبّ في مقدّمة العسكر، والرجاء يحدوه بالمطيّ، والشوق يسوقها، والخوف يجمعها على الطريق؛ فإذا شارفت قدوم بلد الوصل خرجت تقدّم الحبيب للقاء.

فذاك سقماً بجسمٍ أنت مؤلفه
وابرزت غرامًا بقلبٍ أنت مضرمه
ولا تكلّني على بعد الديار إلى
صبري الضعيف فصبري أنت تعلمه
تلقّى قلبي قد أرسلته عجلاً
إلى لقاك والأشواق تقدمه (٢)

فإذا دخل المحبّ عليه أفاض عليه الخلع من كل ناحية؛ ليُسكن إليها فتكون حظَّه؟ أم يكون الغاية إلى من ألبسه إيّاها؟!

ملؤوا مراكب القلوب متاعًا لا يغني إلا على المَلِك، فلما هبّت رياح السحر أقلعت تلك المراكب، فلما طلع الفجر إلا وهي بالبيضاء.

قطعوا بادية الهوى بإقدام الحبّ، فما كان إلا القليل حتى قدموا من السفر، فأغاثهم (٣) الراحة في طريق التلقّي، فدخلوا بلد الوصل وقد خازوا وأربحوا الأبد.

وقع اليوم في قلوبهم من السواحل، فضُربت فيها سرايات المحبّة، فأقاموا العيون تخرج تارة وترد أخرى.

سرايات المحبّة لا تضرب إلا في قاع نقيّ فراغ.

غِرّةُ فوائدِك من سوانا والفِقَا
فجمعنا حلّ كلّ مرة
الصبر طلسم لكثرة وصالنا
من حلّ ذا الطلسم فاز كبره (١)

اعرف قدر ما ضاع منك، وأبكِ بكاء من يدري مقدار الغائب.

لو تخيّلت قرب الأحباب لأقمْت المآتم على بعدك.

لو استنشفت ريح الأسحار لفاق منك قلبك المخمور.

من استطال الطريق ضعف مشيه.

وما أنت بالمشتاق إن قلت بيننا
طوال الليالي أو بعد المناوب (٢)

أما علمتَ أن الصادق إذا أهمّ لم بين غيب عزمه؟ (٣)

إذا نزل حبّ في القلب حلّ آذار في العين.

هان سهر الخرّاس لما علموا أن أصواتهم يسمع المَلِك.

من لا حبّ له حال الآخرة هان عليه فراق الدنيا.

إذا لم يُرح للماشي الصبور يأس له فوات الكفّ.

يا أقدام الصبر! أخلي بقيّة القليل.

تذكّر حلاوة الوصال يهوّن عليك مرّ المجاهدة.

قد علمتَ أين المنزل؛ فأجدّ لما تسير.

أعلى الهمم هِمّة من استعدّ صاحبها للقاء الحبيب، وقدّم التقدّم بين يدي الملتقى؛ فاستبشر بالرضى عند التقدّم: ﴿وَقَدِّمُوا لِأَنْفُسِكُمْ﴾ [البقرة/ ٢٢٣].

الجنة تُرضي منك بأداء الفرائض، والنار تدفع عنك بترك المعاصي، والمحبّة لا تقنع منك إلا ببذل الروح.

الله ما أحلى زمانًا (١) تسعى فيه أقدام الطاعة على أرض الاشتياق.

لما سلّم القوم النفوس إلى راقص الشرع؛ علمها الوفاق في خلاف الطبع، فاستقامت مع الطاعة؛ كيف دارت دارت معها.

وإيّاك إذا اصطلحَت رقابُ مطامعهم
ومُوِّرت حدُّ بالرفاق
أُخالف بين الراجحين على الحذر
وأنظر إليَّ مُلثمًا فأميل (٢)""",
  ),
  Fwaid(
    id: '42',
    name: """فصل """,
    text:
        """علمتَ كلبك فهو يترك شهوته في تناول ما صادَه احترامًا لنعمتك، وخوفًا من سطوتك، وكم علمتَ مُعلِّمَ الشرع وأنت لا تقبل.

حُرم صيدُ الجاهلِ والممسكِ لنفسه؛ فما ظنّ الجاهلِ الذي أعمله لهوى نفسه.

جمع فيك عقلَ المَلَك، وشهوةَ البهيمة، وهوى الشيطان، وأنت للغالب عليك من الثلاثة: إن غلبت شهوتك وهواك زدت على مرتبة ملك، وإن غلبك هواك وشهوتك نقصت عن مرتبة كلب.

لما صاد الكلبُ ربَّه أُبيح صيدُه، ولما أمسك على نفسه حُرم ما صادَه.

مصادرُ ما في العبد من الخير والشر والصفات الممدوحة والمذمومة من صفة المُعطي المانع؛ فهو سبحانه يتصرّف عبده بين مقتضى هذين الاسمين؛ فحظّ العبد الصادق من عبوديته بهما الشكر عند العطاء، والافتقار عند المنع؛ فهو سبحانه يُعطيه ليشكره، ويمنعه ليفتقر إليه، فلا يزال شكورًا فقيرًا.

قوله تعالى: ﴿وَإِنَّ الْكَفُورَ لَفِي زِينَةٍ﴾ [لقمان/ ٢٥]؛ هذا من لطف خطاب القرآن وأشرف معانيه.

وأن المؤمن دائمًا مع الله على نفسه وهواه وشيطانه وعدوّه، وهذا معنى كونه من حزب الله وجنده وأوليائه؛ فهو مع الله على عدوّه الداخلي والخارجي عنه: يجاهدهم ويقهرهم سبحانه كما يكون خواصّ الملك معه على حرب أعدائه، والعبيدون منه فارغون من ذلك غير مهتمين به.

والكافر مع شيطانه ونفسه وهواه على ربّه.

وعبارات السلف على هذا تدور:

ذكر ابن أبي حاتم (١) عن عطاء بن دينار عن سعيد بن جبير قال: عونًا للشيطان على ربّه بالعداوة والشرّ.

وقال الليث عن مجاهد قال: يظاهر الشيطان على معصية الله؛ يعينه عليها.

وقال زيد بن أسلم: تظهيرًا؛ أي: موالاة.

والمعنى: أنه يولّي عدوَّه على معصيته والشرك به، فيكون مع عدوّه ضيفًا على مساخط ربّه.

فالمعيّة الخاصّة التي للمؤمن مع ربّه والهيبة قد صارت لهذا الكافر مع الشيطان ومع نفسه وهواه وقرينِه؛ ولهذا صارت الآية بقوله: ﴿وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ﴾ [الفرقان/ ٢٥]؛ وهذه العبادة هي الموالاة والمحبة والرضى بمعبودهم المضادّة لعبادته الخاصة.

وهذا المعنى من كنوز القرآن لمن فقهه وعقله.

قوله تعالى: ﴿وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا﴾ [الفرقان/ ٧٣].

قال مقاتل: إذا وعظوا بالقرآن لم يقعوا عليه صُمًّا لم يسمعوه وعميانًا لم يبصروه، ولكنهم سمعوا وأبصروا وعقلوا به.

وقال ابن عباس: لم يكونوا عليها صمًّا وعميانًا، بل كانوا خاشعين.

وقال الكلبي: يخرّون عليها سمعًا وبصرًا.

وقال الفراء (١): ولم يقعوا عليها صمًّا وعميانًا على حالهم الأولى؛ كأنهم لم يسمعوه، وذلك الخروج، وسمعت العرب تقول: قِيامٌ يُشِمّني، وأقبل يُشنِّني، والمعنى على ما ذكر: لم ينصرفوا عنها صمًّا وعميانًا.

وقال الزجاج (٢): المعنى: إذا تليت عليهم خرّوا سجّدًا وبُكِّيًا سامعين مبصرين لما أمروا به.

وقال ابن قتيبة (٣): أي لم يتغافلوا عنها كأنهم صمّ لم يسمعوها وعميٌ لم يبصروها.

قلت: ما ههنا أمران: ذكر الخروج، وتسليط الغنى عليه.

وهل هو خروج القلب أو خروج البدن للسجود؟

وهل المعنى: لم يكن خروجهم عن صمم وعَمى؛ أم كان عليهم خروج بالقلب خضوعًا أو بالبدن سجودًا؟ أو ليس هناك خروج وخروجية عن القعود؟

أصول المعاصي كلها – كبارها وصغارها – ثلاثة: تعلّق القلب بغير الله، وطاعة القوة الغضبية، والقوة الشهوانية.
وهي: الشرك، والظلم، والفواحش.

فنهاية التعلّق بغيره: الشرك، وأن يدعو معه إلهًا آخر. وغايته طاعة القوة الغضبية: القتل. وغايته طاعة القوة الشهوانية: الزنى.

ولهذا جمع الله سبحانه بين الثلاثة في قوله: ﴿وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ﴾ [الفرقان/ ٦٨].

وهذه الثلاثة يدعو بعضها إلى بعض؛ فالشرك يدعو إلى الظلم والفواحش، كما أن الإخلاص والتوحيد يصرفها عن صاحبها، قال تعالى: ﴿كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ﴾ [يوسف/ ٢٤]؛ فالسوء العشق، والفحشاء: الزنى.

وكذلك الظلم يدعو إلى الشرك والفاحشة؛ فإن الشرك أظلم الظلم، كما أن العدل أعدل العدل: فالتوحيد قرين العدل، والظلم قرين الشرك. ولهذا جمع سبحانه بينهما: أما الأولى ففي قوله: ﴿شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ﴾ [آل عمران/ ١٨]، وأما الثاني ففي قوله تعالى: ﴿إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ﴾ [لقمان/ ١٣].

والفاحشة تدعو إلى الشرك والظلم؛ ولا سيما إذا قويت إرادتها ولم تحصل إلا بنوع من الظلم والاستعانة بالسحر والشيطان، وقد جمع سبحانه بين الزنى والشرك في قوله: ﴿الزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ﴾ [النور/ ٣].

فهذه الثلاثة يُجرّ بعضها إلى بعض ويأمر بعضها ببعض.

ولهذا كلما كان القلب أضعف توحيدًا وأعظم شركًا كان أكثر فاحشة وأعظم تعلّقًا بالصور وعشقًا لها.

ونظير هذا قوله تعالى: ﴿وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَاتَّقُوا﴾ [الشورى/ ٣٦–٣٧]؛ فأخبر أن ما عنده خير لمن آمن وتوكّل عليه، وهذا هو التوحيد، ثم قال: ﴿وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ﴾ [الشورى/ ٣٧]؛ فهذا اجتناب داعي القوة الشهوانية، ثم قال: ﴿وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ﴾ [الشورى/ ٣٧]؛ فهذا مخالفة داعي القوة الغضبية؛ فجمع بين التوحيد والعفة والعدل، التي هي جماع الخير كله. """,
  ),
  Fwaid(
    id: '43',
    name: """فصل """,
    text: """هَجْرُ القرآن أنواع:

أحدها: هَجْرُ سماعه، والإيمان به، والإصغاء إليه.

والثاني: هَجْرُ العمل به والوقوف عند حلاله وحرامه، وإن قرأه وآمن به.

والثالث: هَجْرُ تحكيمه والتحاكم إليه في أصول الدين وفروعه، واعتقاد أنه لا يفيد اليقين، وأن أدلّته لفظية لا تحصّل العلم.

والرابع: هَجْرُ تدبّره وتفهّمه ومعرفة ما أراد المتكلّم به منه.

والخامس: هَجْرُ الاستشفاء والتداوي به في جميع أمراض القلوب وأدوائها؛ فتطلب شفاء دائها من غيره، وتهجر التداوي به.

وكلّ هذا داخل في قوله: ﴿وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا﴾ [الفرقان/ ٣٠]، وإن كان بعض الهجر أهون من بعض.

وكذلك الخَرَجُ الذي في الصدور منه:

فإنه تارةً يكون حَرَجًا من إنزاله وكونه حقًّا من عند الله.

وتارةً يكون من جهة متكلّمه، أو كونه مخلوقًا من بعض مخلوقاته، المهمّ تكذيب متكلّمه.

وتارةً يكون من جهة كفايته وعلمها، وأنه لا يكفي العباد، بل هم محتاجون معه إلى المعقولات أو القياسات أو الآراء أو السياسات.

وتارةً يكون من جهة دلالته وهل أرِيدَ به: حقائق المعاني عند الخطاب؟ أم أُرِيدَ به تأويلها وإخراجها عن حقائقها إلى تأويلات مستكرهة مبتدعة؟

وتارةً يكون من جهة كون تلك الحقائق، وإن كانت مرادة فهي ثابتة في نفس الأمر؟ أو أوهم أنها مرادة لضربٍ من المصلحة؟!

فهؤلاء في صدورهم حَرَجٌ من القرآن، وهم يعلمون ذلك من أنفسهم، ويجدونه في صدورهم.

ولا تجد مبتدعًا في دينه قطّ إلا وفي قلبه حَرَجٌ من الآيات التي تخالف بدعته، كما أنك لا تجد ظالمًا فاجرًا إلا وفي صدره حَرَجٌ من الآيات التي تحول بينه وبين إرادته.

فتدبّر هذا المعنى ثم أرضِ نفسك بما تشاء. """,
  ),
  Fwaid(
    id: '44',
    name: """فائدة """,
    text: """ كمالُ النفس المطلوب ما تضمّن أمرين:

أحدُهما: أن يصيرَ مهيّةً راسخةً وصفةً لازمةً لها.
الثاني: أن يكونَ صفةَ كمالٍ في نفسِه.

فإذا لم يكن كذلك لم يكن كمالًا، فلا يليق بمن يسعى في كمال نفسه المنافسةُ عليه، ولا الأسفُ على فواته.

وذلك ليس إلا معرفةَ ربِّها وفاطرِها ومعبودِها وإلهِها الحقِّ الذي لا صلاحَ لها ولا نعيمَ ولا لذّةَ إلا بمعرفته وإرادة وجهه وسلوك الطريق الموصلة إليه وإلى رضاه وكرامته، وأن تعتاد ذلك فيصير لها مهيّةً راسخةً لازمةً.

وما عدا ذلك من العلوم والإرادات والأعمال؛ فهي بين ما لا ينفعُها ولا يُكمِلُها وما يعود بضررها ونقصها وألمها، ولا سيّما إذا صار مهيّةً راسخةً لها؛ فإنها تُعذَّبُ وتُؤلَمُ به بحسب لزومها لها.

وأما الفضائلُ المنفصلةُ عنها كالملابس والمراكب والمساكن والجاه والمال؛ فذلك في الحقيقة عوارضُ أُعطيت مدّةً ثم تُرجَعُ فيها المعيرُ، فتُؤلَمُ وتُعذَّبُ برجوعها فيها بحسب تعلّقها بها، ولا سيّما إذا كانت هي غايةَ كمالها؛ فإذا سُلِبتها أحضرت أعظمَ النقصِ والألمِ والحسرة.

فليتيقّن من يريد سعادةَ نفسه ولذّتها هذه النكتة؛ فإن أكثر الخلق إنما يسعون في حرمان نفوسهم وآلامها وحسرتها ونقصها من حيث يظنون أنهم يريدون سعادتها ونعيمها؛ فلذّتها بحسب ما حصل لها من تلك المعرفة والمحبة والسلوك، وألمُها وحسرتها بحسب ما فاتها من ذلك.

ومتى عدمت ذلك وخلا منه؛ لم يبقَ فيه إلا القوى البدنيةُ النفسانيةُ التي بها يأكل ويشرب ويضحك ويغضب ويميل سائرَ لذاته ومرافقِ حياته، ولا يلحقه من جهتها شرفٌ ولا فضيلةٌ بل خَساسةٌ ومنقصةٌ؛ إذا كان إنما يناسب بتلك القوى البهائمَ فيتصل بجنسها ويُدخِل في جماعتها ويصير كأحدها، وربما زادت في تناولها عليه واختصّت دونه بسلامة العاقبة والأمن من جلب الضرر عليها.

فكمالُ مشاركتك في البهائم وتزيدُ عليك وتنقصُ عنك فيه سلامةُ العاقبة يحقّ أن تهجره إلى الكمال الحقيقيّ الذي لا كمال سواه.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '45',
    name: """فائدة جليلة """,
    text:
        """ إذا أصبح العبد وأمسى وليس همُّه إلا الله وحده، تحمَّلَ الله سبحانه حوائجه كلَّها، وحمل عنه كلَّ ما أهمَّه، وفرَّغ قلبه لمحبته ولسانه لذكره وجوارحه لطاعته.

وإن أصبح وأمسى والدنيا همَّه، حمَّله الله همومها وغمومها وأنكادها، ووكله إلى نفسه، فشغل قلبه عن حبه بمحبة الخلق، ولسانه عن ذكره بذكرهم، وجوارحه عن طاعته بخدمتهم وأعمالهم، فهو يكدح كدح الوحش في خدمة غيره، كالمنفخ يفتح بطنه وينصرف أصابعه في نفع غيره.

فكلُّ من أعرض عن عبودية الله وطاعته ومحبته ابتلي بعبودية المخلوق ومحبته وخدمته.

قال تعالى: ﴿وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ﴾
[الزخرف/ ٣٦].

قال سفيان بن عيينة: لا تأتون بمثل مشهور للعرب إلا حَكِّمتكم به من القرآن. فقيل له: فأين في القرآن: أعط أخاك تمرة؛ فإن لم يقبل فأعطه جمرة؟ فقال: في قوله: ﴿وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا﴾ فسمى الجمرة شيطانًا.""",
  ),
  Fwaid(
    id: '46',
    name: """فائدة """,
    text: """ العلم: نقل صورة المعلوم من الخارج وإثباتها في النفس.
والعمل: نقل صورة عملية(١) من النفس وإثباتها في الخارج.

فإن كان الثابت في النفس مطابقًا للحقيقة في نفسها فهو علم صحيح.
وكثيرًا ما يثبت ويتراءى في النفس صور ليس لها وجود حقيقي، فيظنها الذي قد أثبتها في نفسه علمًا، وإنما هي مقدَّرة لا حقيقة لها، وأكثر علوم الناس من هذا الباب.

وما كان منها مطابقًا للحقيقة في الخارج فهو نوعان:

نوع تُكمِل النفس بإدراكه والعلم به، وهو العلم بالله وأسمائه وصفاته وأفعاله وكيفية أمره ونهيه.

ونوع لا يحصل للنفس به كمال، وهو كل علم لا يضر الجهلُ به، فإنه لا ينفع العلم به، وكان النبي ﷺ يستعيذ بالله من علم لا ينفع(٢).

وهذا حال أكثر العلوم الصحيحة المطابقة التي لا يضر الجهل بها شيئًا، كالعلم بالفلك ودقائقه ودرجاته وعدد الكواكب ومقاديرها، والعلم بعدد الجبال وألوانها ومساحاتها ونحو ذلك.

فشرف العلم بحسب شرف معلومه وشدة الحاجة إليه، وليس ذلك إلا العلم بالله وتوابعه.

وأما العمل(١) فأقسامه عدم مطابقة لمراد الله الديني الذي يحبه ويرضاه، وذلك يكون من فساد العلم تارة، ومن فساد الإرادة تارة:

فسادُه من جهة العلم: أن يعتقد أن هذا مشروع محبوبٌ لله وليس كذلك، أو يعتقد أنه يقربه إلى الله وإن لم يكن مشروعًا فيظن أنه يتقرب به إلى الله بهذا العمل وإن لم يعلم أنه مشروع.

وأما فساده من جهة القصد فإن لا يقصد به وجه الله والدار الآخرة، بل يقصد به الدنيا والخلق.

وهاتان الآفتان في العلم والعمل لا سبيل إلى السلامة منهما إلا بمعرفة ما جاء به الرسول في باب العلم والمعرفة، وإرادة وجه الله والدار الآخرة في باب القصد والإرادة؛ فمتى خلا من هذه المعرفة وهذه الإرادة فسد علمه وعمله.

والإيمان واليقين يورثان صحة المعرفة وصحة الإرادة، وهما يورثان الإيمان ويزيدانه.

ومن هاهنا يتبين انحراف أكثر الناس عن الإيمان لانحرافهم عن صحة المعرفة وصحة الإرادة.

ولا يتم الإيمان إلا بتلقي المعرفة من مشكاة النبوة وتجريد الإرادة عن شوائب الهوى وإرادة الخلق، فيكون علمه متلقًى من مشكاة الوحي وإرادة الله والدار الآخرة؛ فهذا أصبح الناس علمًا وعملًا، وهم من الأئمة الذين يهدون بأمر الله ومن خلفاء رسوله ﷺ في أمته.""",
  ),
  Fwaid(
    id: '47',
    name: """قاعدة """,
    text:
        """الإيمان له ظاهر وباطن؛ ظاهره قول اللسان وعمل الجوارح، وباطنه تصديق القلب وانقياده ومحبتُه.

فلا ينفع ظاهر لا باطن له، وإن حَقَنَ به الدماء وعُصِمَ به المال والذُّرِّيَّة.

ولا يجزئ باطن لا ظاهر له إلا إذا تعذَّر عجزًا أو إكراهًا أو خوفَ هلاك.

فتخلُّف العمل ظاهرًا مع عدم المانع دليلٌ على فساد الباطن وخلوِّه من الإيمان، ونقصُه دليل نقصه، وقوَّته دليل قوَّته.

فالإيمان قول القلب والإسلام وليَّه، واليقين قلب الإيمان وليَّه.

وكل علم وعمل لا يزيد الإيمان واليقين قوة فمدخول، وكل إيمان لا يبعث على العمل فمدخول. """,
  ),
  Fwaid(
    id: '48',
    name: """ قاعدة""",
    text: """ التوكّل على الله نوعان:

أحدهما: توكّل عليه في جلب حوائج العبد وحظوظِه الدنيويّة أو دفع مكروهاته ومصاباته الدنيويّة.

والثاني: التوكّل عليه في حصول ما يحبّه ويرضاه من الإيمان واليقين والجهاد والدعوة إليه.

ومن النوعين من الفضل ما يخصّه الله؛ فمتى توكّل العبد في النوع الثاني حقّ توكّله كفاه النوع الأوّل تمام الكفاية، ومتى توكّل عليه في النوع الأوّل دون الثاني كفاه أيضًا، لكن لا يكون له [١٢٧] عاقبة المتوكّل عليه فيما يحبّه ويرضاه.

فأعظم التوكّل عليه: التوكّل في الهداية، وتجريد التوحيد، ومتابعة الرسول، وجهاد أهل الباطل؛ فهذا دأب كلّ الرسل وخاصّة أتباعهم.

والتوكّل تارة يكون توكّل اضطرار ولجاء؛ بحيث لا يجد العبد ملجأ ولا وزرًا إلا التوكّل؛ كما إذا صافت عليه الأسباب، وصاف نفسه، وظنّ أن لا ملجأ من الله إلا إليه، وهذا لا يتخلّف عنه الفرج والتيسير البتّة.

وتارة يكون توكّل اختيار، وذلك التوكّل مع وجود السبب المُفضي إلى المراد:

فإن كان السبب مأمورًا به ثم هو على تركه، وإن قام بالسبب وترك التوكّل ثم هو على تركه أيضًا؛ فإنّه واجب باتفاق الأمّة ونصّ القرآن، والواجب القيام بهما والجمع بينهما.

وإن كان السبب محرّمًا حرص عليه مباشرةً، وتوجّه الستّ في حقّه في التوكّل، فلم يتّكل به إليه ستّ سواء؛ فإنّ التوكّل من أقوى الأسباب في حصول المراد ودفع المكروه، بل هو أقوى الأسباب على الإطلاق.

وإن كان السبب مباحًا نظرت: هل يضعف قيامك به التوكّل أو لا يضعفه؟ فإن أضعفه ووقفت عليك فذلك مشكوك فتركه أولى، وإن لم يضعفه فمباشرته أولى؛ لأنّ حكم الحاكمين اقتضى ربط المسبّب به، فلا تعطّل حكمته فيما أمر بها، ولا تجعله علّة عبوديّة، فتكون قد أبيت عبوديّة القلب بالتوكّل، وعبوديّة الجوارح بالسبب المؤدّي به القدرة.

والذي يحقّق التوكّل القيام بالأسباب المأمور بها؛ فمن عطلها لم يصحّ توكّله، كما أنّ القيام بالأسباب المُفضية إلى حصول الخير يحقّق رجاءه؛ فمن لم يقم بها كان رجاؤه متمنّيًا، كما أنّ من عطّلها يكون توكّله عجزًا وعجزه توكّلاً.

وسرّ التوكّل وحقيقته هو اعتماد القلب على الله وحده؛ فلا يضرّه مباشرة الأسباب، مع خلوّ القلب من الاعتماد عليها والركون إليها، كما لا ينفعه قوله: توكّلت على الله، مع اعتماده على غيره وركونه إليه وثقته به؛ فتوكّل اللسان شيء، وتوكّل القلب شيء، كما أنّ توبة اللسان مع إصرار القلب شيء، وتوبة القلب شيء، وإن لم ينطق اللسان بشيء؛ تقول: العبد: توكّلت على الله، مع عدم اعتماد قلبه على غيره مثل قوله: تبت إلى الله وهو مصرّ على معصيته مرتكبها.""",
  ),
  Fwaid(
    id: '49',
    name: """ فائدة""",
    text:
        """الجاهل يشكو الله إلى الناس، وهذا غاية الجهل بالمشكوِّ والمشكُوِّ إليه؛ فإنه لو عرف ربَّه لما شكاه، ولو عرف الناس لما شكا إليهم.

ورأى بعض السلف رجلًا يشكو إلى رجلٍ فاقته وضرورته، فقال:
يا هذا! والله ما زدتَ على أن شكوتَ من يرحمك إلى من لا يرحمك.

وفي ذلك قيل:
وإذا شكوتُ إلى ابنِ آدمَ إنما
أشكو الرَّحيمَ إلى الذي لا يَرحمُ (١)

(١) البيت لزين العابدين في التذكير (ص ١٢٥)، وبعض السطرات في عيون –

١٣٦

والعارف إنما يشكو إلى الله وحده.

وأعرف العارفين من جعل شكواه إلى الله من نفسه لا من الناس؛ فهو يشكو من موجبات تسليط الناس عليه، فهو ناظر إلى قوله تعالى:
﴿وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ [الشورى/ ٣٠]، وقوله:
﴿وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ﴾ [النساء/ ٧٩]، وقوله:
﴿قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ﴾ [آل عمران/ ١٦٥].

فالمراتب ثلاثة:
إحداها: أن تشكو خلقه إلى خلقه.
وأوسطها: أن تشكو نفسك إليه.
وأعلاها: أن تشكو إليه خلقه. """,
  ),
  Fwaid(
    id: '50',
    name: """ قاعدة جليلة""",
    text:
        """ قال الله تعالى: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ﴾ [الأنفال/ ٢٤].

تضمنت هذه الآية أمورًا:

أحدها: أن [١٨] الحياة النافعة إنما تحصل بالاستجابة لله ورسوله؛ فمن لم تحصل له هذه الاستجابة فلا حياة له، وإن كانت له حياة بهيمية مشتركة بينه وبين أردل الحيوانات.

فالحياة الحقيقية الطيبة هي حياة من استجاب الله والرسول ظاهرًا وباطنًا؛ فهؤلاء هم الأحياء وإن ماتوا، وغيرهم أموات وإن كانوا أحياء الأبدان.

ولهذا كان أكمل الناس حياة أكملهم استجابة لدعوة الرسول؛ فإن كل ما دعا الله إليه ففيه الحياة؛ فمن فاته جزء منه فاته جزء من الحياة، وفيه من الحياة بحسب ما استجاب للرسول.

قال مجاهد: ﴿لِمَا يُحْيِيكُمْ﴾؛ يعني: للحق.

وقال قتادة: هو هذا القرآن؛ فيه الحياة والنجاة والعصمة في الدنيا والآخرة.

وقال السدي: هو الإسلام؛ أحياهم به بعد موتهم بالكفر.

وقال ابن إسحاق وعروة بن الزبير – واللفظ له –: ﴿لِمَا يُحْيِيكُمْ﴾؛ يعني: للحرب التي أعزكم الله بها بعد الذل، وقواكم بعد الضعف، ومنعكم بها من عدوكم بعد القهر منهم لكم.

وهذه كلها عبارات عن حقيقة واحدة، وهي القيام بما جاء به الرسول ظاهرًا وباطنًا.

قال الواحدي (١): والأكثرون على أن معنى قوله: ﴿لِمَا يُحْيِيكُمْ﴾ هو الجهاد، وهو قول ابن إسحاق واختيار أكثر أهل المعاني.

قال الفراء (٢): إذا دعاكم إلى إحياء أمركم بجهاد عدوكم. يريد أن أمركم إنما يقوى بالحرب والجهاد، فلو تركوا الجهاد ضعف أمرهم، واجترأ عليهم عدوهم.

قلت: الجهاد من أعظم ما يحييهم في الدنيا وفي البرزخ وفي الآخرة؛ أما في الدنيا فإن قوتهم وقهرهم لعدوهم بالجهاد، وأما في البرزخ فقد قال تعالى: ﴿وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ﴾ [آل عمران/ ١٦٩]، وأما في الآخرة فإن حظ المجاهدين والشهداء من حياتها ونعيمها أعظم من حظ غيرهم.

ولهذا قال ابن قتيبة (١): ﴿لِمَا يُحْيِيكُمْ﴾ يعني الشهادة.

وقال بعض المفسرين: ﴿لِمَا يُحْيِيكُمْ﴾ يعني الجنة؛ فإنها دار الحيوان، وفيها الحياة الدائمة الطيبة. حكاه أبو علي الجرجاني.

والآية تتناول هذا كله؛ فإن الإيمان والإسلام والقرآن والجهاد تحيي القلوب الحياة الطيبة، وكمال الحياة في الجنة، والرسول دعا إلى الإيمان وإلى الجنة؛ فهو داعٍ إلى الحياة في الدنيا والآخرة.

والإنسان مضطر إلى نوعين من الحياة:

حياة بدنه التي بها يدرك النافع والضار، ويؤثر ما ينفعه على ما يضره، ومتى نقصت هذه الحياة كان له من الألم والضعف بحسب ذلك؛ ولذلك كانت حياة المريض والمحزون وصاحب الهم والغم والخوف والفقر والذل دون حياة من هو معافى من ذلك.

وحياة قلبه وروحه التي بها يميز بين الحق والباطل والغي والرشاد والهدى والضلال، فيختار الحق على ضده، فبهذه الحياة قوة التمييز بين النافع والضار في العلوم والإرادات والأعمال؛ فبفقد هذه الحياة تفقد قوة الإيمان، والإرادة والحب للحق، وقوة البغض والكراهة للباطل؛ فشعوره وتمييزه وحبه ونفرته بحسب نصيبه من هذه الحياة؛ كما أن البدن الحي يكون شعوره وإحساسه بالنافع والمؤلم أتم، ويكون ميله إلى النافع ونفرته من المؤلم أعظم؛ فهذا بحسب حياة البدن، وذلك بحسب حياة القلب؛ فإذا بطلت حياة القلب بطلت تمييزه، وإن كان له نوع تمييز لم يكن فيه قوة يؤثر بها النافع على الضار.

كما أن الإنسان لا حياة له حتى ينفخ فيه الملك – الذي هو رسول الله – من روحه فيصير حيًّا بذلك النفخ وكان قبل ذلك من جملة الأموات، فكذلك (١) لا حياة لروحه وقلبه حتى ينفخ فيه الرسول – الذي هو روح – من الروح الذي أوحي إليه؛ قال تعالى: ﴿يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ﴾ [النحل/ ٢]، وقال: ﴿يُلْقِي الرُّوحَ مِنْ أَمْرِهِ﴾ [غافر/ ١٥]، وقال: ﴿وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا﴾ [الشورى/ ٥٢]، فأخبر أن وحيه روح ونور.

فالحياة والاستنارة موقوفة على نفخ الرسول الملكي [والرسول البشري]؛ فمن أصابه نفخ الرسول الملكي ونفخ الرسول البشري حصلت له الحياتان، ومن حصل له نفخ الملك دون نفخ الرسول حصلت له إحدى الحياتين وفاتته الأخرى.

قال تعالى: ﴿أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا﴾ [الأنعام/ ١٢٢]، فجمع له بين النور والحياة؛ كما جمع لمن أعرض عن كتابه بين الموت والظلمة.

قال ابن عباس وجميع المفسرين: كان كافرًا فأحياه الله بالإسلام.

وقوله: ﴿وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ﴾ يتضمن أمورًا:

أحدها: أنه يمشي في الناس بالنور وهم في الظلمة؛ فمثله كمثل قوم أظلم عليهم الليل فضلوا ولم يهتدوا الطريق، وآخر معه نور يمشي به، قد عرف الطريق ويراه وما يجتنب فيها.

وثانيها: أنه يمشي فيهم بنوره، فهم يقتبسون منه لحاجتهم إلى النور.

وثالثها: أنه يمشي بنوره يوم القيامة على الصراط إذا بقي أهل الشرك والنفاق في ظلمات شركهم ونفاقهم.

وقوله: ﴿وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ﴾.

المشهور في الآية أنه يحول بين المؤمن وبين الكفر، وبين الكفر وبين الإيمان، ويحول بين أهل طاعته وبين معصيته، وبين أهل معصيته وبين طاعته. وهذا قول ابن عباس وجمهور المفسرين.

وفي الآية قول آخر: إن المعنى أنه سبحانه أقرب من قلبه، لا تخفى عليه خافية؛ فهو بينه وبين قلبه. ذكره الواحدي عن قتادة.

وكأنه أنسب بسياق الآية؛ لأن الاستجابة بالقلب، فلا تنفع الاستجابة بالبدن دون القلب؛ لأن الاستجابة أصلها بالقلب، فإذا كان سبحانه بين العبد وبين قلبه؛ فيعلم هل استجاب قلبه؟ وهل قصد ذلك أو أضمر خلافه؟

وعلى القول الأول فوجوه المناسبة أكثر: إن تخافوا بعد ذلك من الاستجابة، عاقبة لها لما فيها من المشقة، فاعلموا أنكم لا تملكون قلوبكم؛ فإنها بيد الله، فإن لم تستجيبوا له طوعًا استجاب بكم كرهًا؛ بأن يحول بينكم وبين قلوبكم، فلا يمكنكم الاستجابة بعد ذلك.

ومنها: وفي الآية سر آخر، وهو أنه جمع لهم بين الشرع والقدر والأمر به؛ وهو الاستجابة، وبين القدر المانع منه؛ ففي قوله: ﴿يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ﴾ [الأنفال/ ٢٤] تحذير من ترك الاستجابة بالقلب وإن استجاب بالجوارح.

وفي الآية إشارة أُخرى، وهو أنه جمع لهم بين الشرع والأمر به، والاستجابة، وبين القدر المانع منه؛ ففي قوله: ﴿يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ﴾ [الأنفال/ ٢٤].

وقوله: ﴿يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا﴾ [الكهف/ ١٠٤]، وقوله: ﴿فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ﴾ [الصف/ ٥]، وقوله: ﴿وَمَنْ أَضَلَّ اللَّهُ فَمَا لَهُ مِنْ هَادٍ﴾ [الرعد/ ٣٣].

والله أعلم.""",
  ),
  Fwaid(
    id: '51',
    name: """فائدة جليلة """,
    text:
        """قوله تعالى : ﴿ كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ ﴾ البقرة / ٢١٦ .

وقوله عز وجل : ﴿ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا ﴾ النساء / ١٩ .

فالأولى في الجهاد الذي هو كمال القوة الغضبية .

والثانية في النكاح الذي هو كمال القوة الشهوانية .

فالعبد يكره مواجهة عدوه بقوة الغضب حمية على نفسه منه ، وهذا المكروه خير له في معاشه ومعاده ، ويحب المهادنة والمتاركة ، وهذا المحبوب شره في معاشه ومعاده .

وكذلك يكره المرأة لوصف من أوصافها ، وله في إمساكها خير كثير لا يعرفه ، ويحب المرأة لوصف من أوصافها ، وله في إمساكها شر كثير لا يعرفه .

فالإنسان كما وصفه به خالقه : ظلوم جهول ، فلا ينبغي أن يجعل المعيار على ما يضره وينفعه ميله وحبه ونفرته وبغضه ، بل المعيار على ذلك هو اختيار الله له بأمره ونهيه ، فالأشياء على الإطلاق طاعة ربه ظاهرها وباطنها ، فإذا قام بطاعته وعبوديته محضاً في كل ما يجري عليه مما يكرهه يكون خيراً له ، وإذا تخلى عن طاعته وعبوديته فكل ما هو من محبوبه هو شر له .

فمن صحَّت له معرفة ربه والفقه في أسمائه وصفاته ، علم يقيناً أن المكروهات التي تصيبه والمحن التي تنزل به فيها ضروب من المصالح والمنافع التي لا يحصيها علمه ولا فكره ، بل مصلحة العبد يكره أعظم منها فيما يحب ، فعامة مصالح العبد في مكروهاته ، كما أن عامة مضاره وأسباب هلكته في محبوباته .

فانظر إلى غراس جنة من الجنات خير فلاحاً ، فغرس جنة وتعاهدها بالسقي والتقويم والإصلاح حتى أتمت أشجارها ، فأقبل عليها يفصل أوصالها ويقطع أعصابها ليعلمها كيف تعطي ثمرها ، فيطعمها شجرة بعد شجرة حتى إذا التحمت بها واتحدت وأعطت ثمرها ، أقبل يقلمها ويقطع أغصانها الضعيفة التي تذهب قوتها ، ويؤذيها ألم القطع والحديد لمصلحتها وكمالها ، لتصلح ثمرها أن تكون بحضرة الملوك ، ثم لا يدعها ودواءها طبعها من الشرب كل وقت ، بل يعرضها وقتاً ويسقيها وقتاً ، ولا يترك الماء عليها دائماً ، وإن كان ذلك أنضر لورقها وأسرع لنباتها ، ثم يعمد إلى تلك الزينة التي زينت بها من الأوراق ، فيلقي عنها كثيراً منها ؛ لأن تلك الزينة تحول بين ثمرها وبين كمال نضجها واستوائها ؛ كما في شجر العنب ونحوه ، فهو يقطع أغصانها بالحديد ، ويلقي عنها كثيراً من زينتها ، وذلك عين مصلحتها ، فلو أنها ذات تمييز وإدراك كالحيوان ؛ لتوهمت أن ذلك إفساد وإضرار بها ، وإنما هو عين مصلحتها .

وكذلك الأب المشفق على ولده العالم بمصلحته ، إذا رأى مصلحته في إخراج الدم الفاسد عنه ، يقطع جلده ويفصد عروقه ويؤلمه الألم الشديد ، وإن رأى شفاءه في قطع عضو من أعضائه ، كان ذلك رحمة به وشفقة عليه ، وإن رأى مصلحته في أن يمسك عنه أشياء يحبه يمنعه كثيراً من شهواته حمية له ومصلحة لا بخلاً عليه .

فأحكم الحاكمين وأرحم الراحمين وأعلم العالمين الذي هو أرحم بعباده منهم بأنفسهم ومن آبائهم وأمهاتهم ، إذا أنزل بهم ما يكرهون ؛ كان خيراً لهم من من أن لا ينزل بهم ؛ نظراً منه لهم وإحساناً إليهم ولطفاً بهم ، ولو مكنوا من الاختيار لأنفسهم لعجزوا عن القيام بمصالحهم علماً وإرادةً وعملاً ، لكنه سبحانه تولى تدبير أمورهم بموجب علمه وحكمته ورحمته ؛ أجرى أم كرهوها ، فعرق ذلك المؤمنون بأسمائه وصفاته فلم يتهموه في شيء من أحكامه ، وخفي ذلك على الجهال به وبأسمائه وصفاته ؛ فنازعوه تدبيره ، وقدحوا في حكمته ، ولم ينقادوا لحكمه ، وعارضوا حكمته بعقولهم الفاسدة وآرائهم الباطلة وسياساتهم الجائرة ؛ فلا لربهم عرفوا ، ولا لمصالحهم حصلوا ، والله الموفق .

ومتى نظر العبد بهذه المعرفة سكن في الدنيا قبل الآخرة ، في جنة شبيهة بجنة الآخرة ، فإنه لا يزال راضياً عن ربه ، راضياً بما يصيبه إلا نعم الحسنى ، ومستراح العارفين ؛ فإنه يستروح إلى موافقة النفس مجاري المقدور ، فتطمئن نفسه إلى طمأنينة أحكامه الدينية ، وهذا هو الرضا بالله رباً وبالإسلام ديناً وبمحمد رسولاً ، وما ذاق طعم الإيمان من لم يحصل له ذلك [١] [التوبة / ١١٩] وهذا الرضى هو بحسب معرفته بعدل الله وحكمته ورحمته وحسن اختياره ؛ فكلما كان بذلك أعرف كان به أرضى .

فقضاء الرب سبحانه في عبده دائر بين العدل والمصلحة والحكمة والرحمة ، لا يخرج عن ذلك البتة ، كما قال ﷺ في الدعاء المشهور :

« اللهم ، إني عبدك ، ابن عبدك ، ابن أمتك ، ناصيتي بيدك ، ماض في حكمك ، عدل في قضاؤك ، أسألك بكل اسم هو لك ، سميت به نفسك ، أو أنزلته في كتابك ، أو علمته أحداً من خلقك ، أو استأثرت به في علم الغيب عندك : أن تجعل القرآن ربيع قلبي ، ونور صدري ، وجلاء حزني ، وذهاب همي وغمي ، ما قالها أحد قط إلا أذهب الله همه وغمه ، وأبدله مكانه فرحاً ». قالوا : أفلا نتعلمها يا رسول الله ؟ قال : « بلى ينبغي لمن سمعها أن يتعلمها » [٢] ، والمقصود قوله : « عدل في قضاؤك » ، وهذا يتناول كل قضاء يقضيه على عبده ، من عقوبة أو ألم ، وسبب ذلك ؛ فهو العدل الذي قضى بالسبب وقضى بالمسبب ، وهو عدله في هذا القضاء ، وهذا القضاء للمؤمن خير له كما قال ﷺ : « والذي نفسي بيده لا يقضي الله للمؤمن قضاءً إلا كان خيراً له ، وليس ذلك إلا للمؤمن » [٣] .

قال العلامة ابن القيم رحمه الله : هل يدخل في ذلك قضاء الذنب ؟ فسألت شيخنا ؟ فقال : نعم بشرطه .

فأجمل في لفظة ( بشرطه ) ما يترتب على الذنب من الآثار المحبوبة لله من التوبة والانكسار والندم والخضوع والذل والبكاء وغير ذلك .""",
  ),
  Fwaid(
    id: '52',
    name: """ قاعدة""",
    text: """ لا تتم الرغبة في الآخرة إلا بالزهد في الدنيا .

ولا يستقيم الزهد في الدنيا إلا بعد نظرين صحيحين :

نظر في الدنيا وسرعة زوالها وفنائها واضمحلالها ونقصها وخستها ، وألم المزاحمة عليها والحرص عليها ، وما في ذلك من الغصص والنكد والتعب ، وآخر ذلك الزوال والانقطاع ، مع ما يعقب من الضر والأسف ، فطلبها لا ينفك من هم قبل حصولها ، وغم في حال الظفر بها ، وغم وحزن بعد فواتها . فهذا أحد النظرين .

النظر الثاني في الآخرة وإقبالها ومجيئها ولايته ، ودوامها وبقائها ، وشرف ما فيها من الخيرات والمسرت ، والتفاوت الذي بينه وبين ما هاهنا ، فهي كما قال الله سبحانه : ﴿ وَالْآخِرَةُ خَيْرٌ وَأَبْقَى ﴾ [ الأعلى / ١٧ ] .

فهي خيرات كاملة دائمة ، وهذه خيالات ناقصة منقطعة مضمحلة .

فإذا تم له هذان النظران أثرا ما يقتضيه العقل إيثاره ، وزهده فيما يقتضي الزهد فيه .

فكل أحد مطبوع على أن لا يترك النفع العاجل واللذة الحاضرة إلى النفع الآجل واللذة الغائبة المنتظرة إلا إذا تبين له فضل الآجل على العاجل وقويت رغبته في الأعلى الأفضل . فإذا أثر الفاني الناقص ذلك إما لعدم تبين الفضل له ، وإما لعدم رغبته في الأفضل ؛ وكل واحد من الأمرين يدل على ضعف الإيمان وضعف العقل والبصيرة . فإن الراغب في الدنيا الحريص عليها المفرط لها : إما أن لا يصدق بأن ما هناك أشرف وأفضل وأبقى ، وإما أن لا يصدق . فإن لم يصدق بذلك كان عديم الإيمان رأساً ، وإن صدق بذلك ولم يؤثره كان فاسد العقل سيئ الاختيار لنفسه .

وهذا تقسيم حاضر ضروري لا ينفك العبد من أحد القسمين منه ؛ فإيثار الدنيا على الآخرة : إما من فساد في الإيمان ، وإما من فساد في العقل ، وما أكثر ما يكون منهما .

ولهذا نبذها رسول الله ﷺ وراء ظهره هو وأصحابه ، وصرفوا عنها قلوبهم ، وأطرحوها ولم يألفوها ، واحتقروها ولم يميلوا إليها ، وعدوها سجناً لا جنة ، فرهدوا فيها [ ١٧ ] حقيقة الزهد ، ولو أرادوا لنالوا منها كل محبوب ، ولأوصلوا منها إلى كل مرغوب ، فقد عرضت عليه مفاتيح كنوزها فردها ، وناض على أصحابه فأزهدوا بها ولم يبيعوا حظهم من الآخرة بها ، وعلموا أنها معبر وممر لا دار مقام ومستقر ، وأنها دار عبور لا دار سرور ، وأنها سحابة صيف تنقشع عن قليل ، وخيال طيف ما استمتع بالزيارة حتى آذن بالرحيل .

قال النبي ﷺ : « ما لي وللدنيا ؟ إنما أنا كراكب قال في ظل شجرة ثم راح وتركها » ( ١ ) .

وقال : « ما الدنيا في الآخرة إلا كما يدخل أحدكم أصبعه في اليم ، فلينظر بم ترجع ؟ » ( ٢ ) .

وقال جل شأنه سبحانه : ﴿ إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّىٰ إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ ۗ وَاللَّهُ يَدْعُو إِلَىٰ دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ ﴾ [ يونس / ٢٤ - ٢٥ ] .

فأخبر عن حسنة الدنيا ورغدها فيها ، وأخبر عن دار السلام ودعا إليها .

وقال تعالى : ﴿ وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُقْتَدِرًا ۗ الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا ۖ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا ﴾ [ الكهف / ٤٥ - ٤٦ ] .

وقال تعالى : ﴿ اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا ۖ وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ ۚ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ ﴾ [ الحديد / ٢٠ ] .

وقال تعالى : ﴿ زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ۗ ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ ﴾ [ آل عمران / ١٤ - ١٥ ] .

وقال تعالى : ﴿ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ ﴾ [ آل عمران / ١٨٥ ] .

وقد توعد سبحانه أعظم الوعيد لمن رضي بالحياة الدنيا واطمأن بها ، وغفل عن آياته ولم يرج لقاءه ، فقال : ﴿ إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ ۙ أُولَٰئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ ﴾ [ يونس / ٧ - ٨ ] .

وعير سبحانه من رضي بالدنيا من المؤمنين ، فقال : ﴿ يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ ۚ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ ۚ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ ﴾ [ التوبة / ٣٨ ] .

وعلى قدر رغبة العبد في الدنيا ورضاه بها يكون تثاقله عن طاعة الله وطلب الآخرة .

وبكى في الزهد في الدنيا :

قوله تعالى : ﴿ فَأَعْرِضْ إِنْ أَعْرَضْتَ إِنْ يَسْتَهْزِئُوا يَسْتَهْزِئُوا ۚ مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ ۖ فَقَدْ كَذَّبُوا ۖ فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ ﴾ [ الشعراء / ٥ - ٢٠ ] .

وقوله : ﴿ وَيَوْمَ يُحْشَرُونَ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ﴾ [ يونس / ٤٥ ] .

وقوله : ﴿ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ ۚ بَلَاغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ ﴾ [ الأحقاف / ٣٥ ] .

وقوله تعالى : ﴿ وَيَسْتَعْجِلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا ۖ فِيمَ أَنْتَ مِنْ ذِكْرَاهَا ۖ إِلَىٰ رَبِّكَ مُنْتَهَاهَا ۖ إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا ۖ كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا ﴾ [ النازعات / ٤٢ - ٤٦ ] .

وقوله : ﴿ وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ ﴾ [ الروم / ٥٥ ] .

وقوله : ﴿ قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ ۖ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ ۖ قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ ﴾ [ المؤمنون / ١١٢ - ١١٤ ] .

وقوله : ﴿ يَوْمَ يُنْفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا ۖ يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا ۖ نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا ﴾ [ طه / ١٠٢ - ١٠٤ ] .

والله المستعان وعليه التكلان .""",
  ),
  Fwaid(
    id: '53',
    name: """ قاعدة""",
    text:
        """أساس كل خير أن تعلم أن ما شاء الله كان وما لم يشأ لم يكن ، فيتيقن حينئذ أن الحسنات من نعمه ، فشكره عليها وتضرعه إليه أن لا يقطعها عنك ، وأن السيئات من خذلانه وعقوبته ، فتبتهل إليه أن يحول بينك وبينها ولا يكلك في فعل الحسنات وترك السيئات إلى نفسك .

وقد أجمع العارفون على أن كل خير فأصله بتوفيق الله للعبد ، وكل شر فأصله خذلانه لعبده .

وأجمعوا أن التوفيق أن لا يكلك الله إلى نفسك ، وأن الخذلان هو أن يخلي بينك وبين نفسك .

فإذا كان كل خير فأصله التوفيق ، وهو بيد الله لا بيد العبد ؛ فمفتاحه الدعاء والافتقار والتذلل والرغبة والرهبة إليه ؛ فمتى أعطى العبد هذا المفتاح فقد أراد أن يفتح له ، ومتى أضله عن المفتاح بقي باب الخير مرتجاً دونه .

قال أمير المؤمنين عمر بن الخطاب رضي الله عنه : إني لا أحمل هم الإجابة ، ولكن هم الدعاء ؛ فإذا ألهمت الدعاء فإن الإجابة معه ( ١ ) .

وعلى قدر نية العبد وهمته ومراده ورغبته في ذلك يكون توفيقه سبحانه وإعانته ؛ فالمعونة من الله تنزل على العباد على قدر هممهم ونياتهم ورغباتهم ، والخذلان تنزل عليهم على حسب ذلك .

فالله سبحانه أحكم الحاكمين وأعلم العالمين ، يضع التوفيق في مواضعه اللائقة به ، والخذلان في مواضعه اللائقة به ، وهو العليم الحكيم . وما أُتي من أُتي إلا من قبل إضاعة الشكر وإهمال الافتقار والدعاء ، ولا ظفر من ظفر بمشيئة الله وعونه إلا بقيامه بالشكر وصدق الافتقار والدعاء .

وملاك ذلك الصبر ؛ فإنه من الإيمان بمنزلة الرأس من الجسد ، فإذا قطع الرأس فلا بقاء للجسد .

ما ضُرِب عبد بعقوبة أعظم من قسوة القلب والبعد عن الله .

خُلِقَت النار لإذابة القلوب القاسية .

أبعد القلوب من الله القلب القاسي .

إذا قسا القلب قحطت العين .

قسوة القلب من أربعة أشياء إذا جاوزت قدر الحاجة : الأكل ، والنوم ، والكلام ، والمخالطة .

كما أن البدن إذا مرض لم ينفع فيه الطعام والشراب ، فكذلك القلب إذا مرض بالشهوات لم تنجع فيه المواعظ .

من أراد صفاء قلبه فلينثر الله على شهوته .

القلوب المتعلقة بالشهوات محجوبة عن الله بقدر تعلقها بها .

القلوب آنية الله في أرضه ، فأحبها إليه أرقها وأصلبها وأصفاها .

شغلوا قلوبهم بالدنيا ، ولو شغلوها بالله والدار الآخرة لجالت في معاني كلامه وآياته المشهودة ، ورجعت إلى أصحابها بغرائب الحكم وطرف الفوائد .

إذا غذى القلب بالذكر ، وسُقي بالتفكر ، ونُقّي من الدغل ، رأى العجائب وألهم الحكمة .

ليس كل من تحلى بالمعرفة والحكمة وانتحلها كان من أهلها ، بل أهل المعرفة والحكمة الذين أحيا قلوبهم بقتل الهوى ، وأما من قتل قلبه فأحياه الهوى ؛ فالمعرفة والحكمة عارية على لسانه .

خراب القلب من الأمن والغفلة ، وعماره من الخشية والذكر .

إذا تزودت القلوب في موائد الدنيا ، قعدت على موائد الآخرة بين أهل تلك الدعوة ، وإذا رضيت بموائد الدنيا ؛ فاتها تلك الموائد .

الشوق إلى الله ولقائه نسيم يهب على القلب يروح عنه وهج الدنيا .

من وطن قلبه عند ربه سكن واستراح ، ومن أرسله في الناس اضطرب واشتد به القلق .

لا تدخل محبة الله في قلب فيه حب الدنيا إلا كما يدخل الجمل في سم الإبرة .

وإذا أحب الله عبداً اصطفاه لنفسه ، واجتباه لمحبته ، واستخلصه لعبادته ، فشغل همه به ، ولسانه بذكره ، وجوارحه بخدمته .

القلب يمرض كما يمرض البدن ، وشفاؤه في التوبة والحمية ، ويصدأ كما يصدأ المرآة ، وجلاؤه بالذكر ، ويعرى كما يعرى البدن ، وزينته التقوى ، ويجوع ويظمأ كما يجوع البدن ، وطعامه وشرابه المعرفة والمحبة والتوكل والإنابة والخدمة .

إياك والغفلة فإن جَعل لحياتك أجلاً ، ولآياتك وأنفاسك عدداً ، ومن كل ما سواه بدلاً ؛ ولا تكل لك منه .

من ترك الاختيار والتدبير في طلب زيادة دنيا أو جاءه أو في خوف نقصان أو في الخلاص من عدو ، توكلاً على الله وثقة بتدبيره وحسن اختياره له ، فالله يكفيه بين يديه ، ويسلم الأمر إليه ، ويرضيه بما يقضيه له ، ويستريح من الهموم والغموم والأحزان . ومن أصر إلى التدبير لنفسه وقع في التكدير والتعسير وسوء الحال والتعب ؛ فلا عمل له يزكو ، ولا عمر له يقفو ، ولا هم له يدوم ؛ والله سبحانه سيؤذي لخلفته ؛ فمن رضي بتدبير الله له وسكن إلى اختياره وسلم لحكمه ، أزال ذلك الحجاب ، فأفضى القلب إلى ربه واطمأن إليه وسكن .

المتوكل لا يسأل غير الله ، ولا يرجو إلا الله ، ولا يتذلل مع الله .

من شغل نفسه بغيره شُغل بربه عن نفسه ، ومن شغل بربه شُغل عن غيره .

الإخلاص : هو ما لا يعلمه ملك فيكتبه ، ولا عدو فيفسده ، ولا يُعجب به صاحبه فيبطله .

الرضى سكون القلب تحت مجاري الأحكام .

الناس في الدنيا معذبون على قدر همومهم بها .

للقلب ستة مواطن يجول فيها لا سابع لها : ثلاثة سافلة ، وثلاثة عالية . فالسافلة : دنيا يتزين فيها ، ونفس يتحدث معها ، وعدو يوسوس له . فهذه مواطن الأرواح السافلة التي لا تزال تجول فيها . والثلاثة العالية : علم يبين له ، وعقل يرشده ، وإله يعبده . والقلوب جوالة في هذه المواطن .

اتباع الهوى وطول الأمل مادة كل فساد ؛ فإن اتباع الهوى يعمي عن الحق معرفة وقصداً ، وطول الأمل ينسِي الآخرة ويصُدُّ عن الاستعداد لها .

لا يشبه عبد أنضج الصدق والورع بإدامن نفسه أو بإدامن غيره .

إذا أراد الله بعبد خيراً جعله معترفاً بذنبه ممسكاً عن ذنب غيره ، جواداً بما عنده زاهداً فيما عند غيره ، محتمل الأذى غيره . وإذا أراد به شراً عكس ذلك عليه .

الهمة العالية لا تزال حائمة حول ثلاثة أشياء : تعرف لصفة من الصفات العُليا تزداد بمعرفتها محبة وإرادة ، وملاحظة لنعمة تزداد بملاحظتها شكراً وطاعة ، وتذكر لذنب تزداد بتذكره توبة وخشية ؛ فإذا تعلقت الهمة بسوى هذه الثلاثة جاءت في أودية الوساوس والخطرات .

من عشق الدنيا نظرت إلى قدرها عنده ، فقصَّرتَه من خدمها وعبدها وأذلته ، ومن أعرض عنها نظرت إلى كبر قدره ، فخدمته وذلك له .

إنما يقطع السفر ويصل المسافر بلزوم الجادة وسير الليل ؛ فإذا حاد المسافر عن الطريق ، ونام الليل كله ؛ فمتى يصل إلى مقصده ؟! """,
  ),
  Fwaid(
    id: '54',
    name: """فائدة جليلة """,
    text:
        """ كلُّ من آثر الدنيا من أهل العلم واستحبَّها؛ فلا بُدَّ أن يقول على الله غير الحقِّ؛ في فتواه وحكمه، في خبره وإلزانه؛ لأنَّ أحكام الرب سبحانه كثيرًا ما تأتي على خلاف أغراض الناس، ولا سيما أهل الرياسة، والذين يتبعون الشهوات؛ فإنهُم لا تتمُّ لهم أغراضهم إلا بمخالفة الحقِّ ودفعه كثيرًا؛ فإذا كان العالم والحاكم محبًّا للرياسة، متبعًا للهوى؛ لم يتم له ذلك إلا بدفع ما يضادُّه من الحقِّ، ولا سيما إذا قامت له شبهة، تشبَّهُ الشبهة، والشهوة؛ ويُؤثر الهوى، فيجتمع الصوارف، وتترامى عليه الأهواء؛ فإن كان الحقُّ ظاهرًا لا شبهة فيه، ولا شبهة له؛ أقدم على مخالفته، وقال: فيُخرج بالتوبة.

وفي هؤلاء وأشباههم قال تعالى: ﴿ فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ ﴾ [مريم: ٥٩]

وقال: ﴿ وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنكَ صُدُودًا ﴾ [النساء: ٦١]، ولم يكن عندهم شبهة تعارض الحقَّ، ولكن لما كان المحقُّ يُصادم أهواءهم ورئاستهم ورغبتهم؛ لم يكن في قلوبهم شهوة الانقياد للحقِّ، وأثره عليهم، فقال: سيعرض لنا؛ وإذا عرض لنا عرض آخر أعرضوه، وهذا مصدوق على ذلك، وذلك هو الحامل لهم على أن يقولوا ما لم يقله الله تعالى في حكمه، وحكمه خلاف ذلك، أو لا يعلمون أن ذلك دينه وشريعته؛ فهذا يقولون على الله ما لا يعلمون، وهذا يقولون عليه ما يعلمون بطلانه.

وإذا تأملت ما أوقع أهل الدار الآخرة من السعادة، فلا تجدهم تابعين هوى الرياسة والشهوة في تفضيل الدنيا على الآخرة، وهذا بخلاف أهل الدنيا والشهوة، فإنهم مستمسكون بالكتاب والسنة، مستعينون بالصبر والصلاة؛ ومتعلِّقون به في الدنيا وزوالها وخسائرها، وحين ذهبوا ودمروا عليها ودوامها.

هؤلاء لا بدَّ أن يدعوها في الدين من النصوص والعمل؛ فيخرجهم ذلك من الإيمان؛ فإنَّ اتباع الهوى يعمي عين القلب. فلا يرى الحقَّ، ويصمه عن سماعه. والبدعة؟ قُرى البدعة سنة والسنة بدعة.

فهذه آفة العلماء إذا آثروا الدنيا وأتبعوا الرئاسات والشهوات.

وهذه الآيات فهم إلى قوله: ﴿ وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَـٰكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ ﴾ [الأعراف: ١٧٥–١٧٦].

فهذا مثل عالم السوء الذي يعمل بخلاف علمه.

وتأمل ما تضمنته هذه الآية من ذمِّه، وذلك من وجوه:

أحدها: أنه ضلَّ بعد العلم، واختار الكفر على الإيمان عمدًا لا جهلاً.

ثانيها: أن فراق الإيمان مفارقة لا يعود إليها أبدًا، فإنه انسلخ من الآيات بالكلية كما تنسلخ الحية من قشرها، ولو بقي من منها شيء لم ينسلخ منها.

ثالثها: أن الشيطان قرنه ولحِقه، وجعل نفسه قرينًا له، ولترصده، ولهذا قال تعالى: ﴿ فَأَتْبَعَهُ الشَّيْطَانُ ﴾ ولم يقل: تبعه، فإن فيه معنى: ولحقه، وألحقه، وهو أبلغ لفظًا ومعنى.

رابعها: أنه أُتبِع بغيه الرشد، والغيُّ: الضلال في العلم والقصد، وهو فساد في العلم والعمل؛ كما أن الرشد صلاح في العلم والعمل، فإذا فسد العلم والاعتقاد، فإذا انفرد أحدهما دخل في الانحراف والكفر والضلال.

وسادسها: أنه سبحانه أخبر عن خبيث نيته، وأنه اختار الأسفل الأدنى على الأشرف الأعلى [الأعراف: ١٧٦].

وسابعها: أن اختياره للأدنى لم يكن عن خاطر وحديث نفس، ولكنه كان إخلالاً إلى الأرض، وميلًا (١) يكبِّله إلى ما هناك، وأصل الإخلاد: اللزوم على الدوام، كما قيل: أخلد فلان إلى المكان؛ إذا لازم الإقامة فيه، وقال مالك في تفسيره: أخلد حيٌّ من قبائل مالك، وعمرو بن يربوع أقاموا فأخلدوا.

وثامنها: أنه مَثَّله بالكلب الذي هو أخسُّ الحيوانات هِمَّةً، وأسفلتها نفسًا، وأبعدها وأشقاها كلبًا؛ وألحقها وأرذلها سعيًا.

وتاسعها: أنه شيء لهيته عن هدايته، وعدم صبره عن هواه، وجزعه لفقدها وحرصه على ما يعرض له، فإن الكلب لا يصبر على لهثه؛ تركه يلهث؛ وهذا مثل: لا يلهث شيء من إعياء أو عطش، إلا الكلب؛ فإنه يلهث في حال الكلال وحال الراحة، وحال الريّ، وحال العطش، فضربه الله مثلاً لهذا الكافر، فقال: إن وعظته فهو ضال؛ وإن تركته فهو ضال؛ كالكلب: إن طردته لَهِثَ، وإن تركته على حاله لَهِثَ.

وهذا التمثيل لم يقع بكل كلب، وإنما وقع بالكلب اللاهث، وذلك أخسّ ما يكون وأشقى.""",
  ),
  Fwaid(
    id: '55',
    name: """ فصل""",
    text: """ فهذا حال العالم المؤثر الدنيا على الآخرة .

وأما العابد الجاهل فأقبحُ منه إعراضه عن العلم وأحكامه ، وغلبةُ جهله وذوقه ، وما يهوى نفسه .

ولهذا قال سفيان بن عيينة وغيره : احذروا فتنة العالم الفاجر ، وفتنة العابد الجاهل ؛ فإنَّ فتنهما فتنةٌ لكلِّ مفتون .

فهذا بجهله يصدُّ عن العلم وموجبه ، وذاك بغيِّه يدعو إلى الفجور .

وقد ضرب الله سبحانه مثل النوع الآخر بقوله : ﴿ كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ ﴾ [ الحشر / ١٦ - ١٧ ] .

وقصَّة معروفة ؛ فإنه بَنَى أساس أمره على عبادة الله بجهلٍ ، فأوقعه الشيطان بجهله ، وكفَّره بجهله .

فهذا إمام كلِّ عابدٍ جاهل ؛ يُكثِر ولا يُزكِّي ، وذلك إمام كلِّ عالمٍ فاجر ؛ يختار الدنيا على الآخرة .

وقد جعل سبحانه رضى العبد بالدنيا وطمأنينته وغفلته عن معرفة آياته وتدبرها والعمل بها سبب شقائه وهلاكه .

ولا يجتمع هذان – أعني : الرضى بالدنيا والغفلة عن آيات الرب – إلا في قلبٍ لا يؤمن بالمعاد ، ولا يرجو لقاء رب العباد ؛ ولو نوره نور الإيمان بالمعاد لما رضي بالدنيا ولا اطمأن إليها ولا أعرض عن آيات الله .

وأنت إذا تأملت أحوال الناس وجدت هذا الضرب هو الغالب على الناس ، وهم عباد الدنيا ، وأقلُّ الناس عدداً من هو على خلاف ذلك ، وهم من أشدِّ الناس غربة بينهم ؛ لهم شأنٌ ولهم شأن ، علمٌ غير علمهم ، وإرادةٌ غير إرادتهم ، وطريقةٌ غير طريقتهم ؛ فهم في وادٍ وهم في واد .

قال تعالى : ﴿ إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ أُولَٰئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ ﴾ [ يونس / ٧ - ٨ ] ، فهذه صفة هؤلاء ومآلهم وعاقبتهم .

وقوله : ﴿ إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ ﴾ [ يونس / ٩ ] ، فهذه إيمانهم بالله أورثهم عدم الرضى بالدنيا والطمأنينة إليها ودوام ذكر آياته .

فهذه مواريث الإيمان بالمعاد ، وتلك مواريث عدم الإيمان والغفلة عنه .""",
  ),
  Fwaid(
    id: '56',
    name: """ فائدة عظيمة""",
    text:
        """ أفضل ما اكتسبته النفوس وحصّلته القلوب ونال به العبد الرغبة في الدنيا والآخرة هو العلم والإيمان .

ولهذا قرن بينهما سبحانه في قوله : ﴿ وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَىٰ يَوْمِ الْبَعْثِ ﴾ [ الروم / ٥٦ ] ، وقوله : ﴿ يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ﴾ [ المجادلة / ١١ ] .

وهؤلاء هم خلاصة الوجود ولُبُّه والمؤهلون للمراتب العالية .

ولكن أكثر الناس ضلّوا في حقيقة مسمّى العلم والإيمان اللذين بهما السعادة والرغبة وفي حقيقتهما ، حتى إن كل طائفة تظن أن ما معها من العلم والإيمان هو هذا الذي به تنال السعادة ، وليس كذلك ، بل أكثرهم ليس معهم إيمان ينجي ولا علم يرفع ، بل قد سألوا على أنفسهم طرق العلم والإيمان اللذين جاء بهما الرسول ﷺ ودعا إليهما الأمة وكان عليهما هو وأصحابه من بعده وتابعوهم على منهاجهم وآثارهم .

فكل طائفة اعتقدت أن العلم ما معها ، وفرحت به ، ﴿ فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ ﴾ [ المؤمنون / ٥٢ ] ، وأكثر ما عندهم كلام وآراء وخرص ، والعلم وراء الكلام ؛ كما قال حماد بن زيد : قلت لأيوب : العلم اليوم أكثر أو فيما تقدم ؟ فقال : الكلام اليوم أكثر ، والعلم فيما تقدم أكثر ؛ فنُسِخَ هذا الكلام أكثر من ذاك العلم .

فالكتب كثيرة جداً ، والكلام والجدال والمقدرات الذهنية كثيرة ، والعلم بمعزل عن أكثرها ، وهو ما جاء به الرسول عن الله . قال تعالى : ﴿ فَمَنْ حَاجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا ﴾ [ آل عمران / ٦١ ] ، وقال : ﴿ أَنْزَلَهُ بِعِلْمِهِ ﴾ [ النساء / ١٦٦ ] ؛ أي : وفيه علمه .

ولما بعد العهد بهذا العلم ، آل الأمر بكثير من الناس إلى أن اتخذوا هواجس الأفكار وسوانح الخواطر والآراء علماً ، ووضعوا فيها الكتب ، وأنفقوا فيها الأنفاس ، وضيعوا فيها الزمان ، وملؤوا بها الصحف مداداً والقلوب سواداً ، حتى صرّح كثير منهم أنه ليس في القرآن والسنة علم ، وأن أدلتهما ظنية لا تفيد يقيناً ولا علماً !! وصريح الشيطان بهذه الكلمة فيهم ، وأذن لها من أظهرهم على أن دَأْبَهم القيام بها ، فانسَلَخت بها القلوب من العلم والإيمان كاسلخ الحية من قشرها والثوب عن لابسه .

قال الإمام العلامة شمس الدين ابن القيم : وقد أخبرني بعض أصحابنا عن بعض أتباع تلامذة هؤلاء أن له رؤية يشتغل في بعض منهم ولم يحفظ القرآن . فقال له : لو حفظت القرآن أولى ؟ فقال : وهل في القرآن علم ؟!

قال ابن القيم : وقال في بعض أمة هؤلاء : إنما نسمع الحديث لأجل البركة ، لا لنستفيد منه العلم ؛ لأن غيرنا قد كفانا هذه المؤونة ؛ فعمدنا على ما فهموه وقرروه .

ولا شك أن من كان هذا مبلغُه من العلم فهو كما قال القائل :

نزلوا بمكّة في قبائل هاشم
ونزلتُ بالبَطْحاءِ أبعدَ منزلِ

وقال لي شيخنا مرة في وصف هؤلاء : إنهم طافوا على أرباب المذاهب فأخذوا بأخفّ المطالب ، وكيفك دليلٌ على أن هذا الذي عندهم ليس من عدلته ما ترى فيه من التناقض والاختلاف ومصادمة بعضه لبعض ، قال تعالى : ﴿ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا ﴾ [ النساء / ٨٢ ] ، وهذا يدل على أنه ما كان من عنده سبحانه لا يختلف ، وأما ما اختلف وتناقض فليس من عنده .

وكيف تكون الآراء والخيالات وسوانح الأفكار ديناً يُدان به ويُحكم به على الله ورسوله ؟! سبحانك هذا بهتان عظيم !

وقد كان علم الصحابة الذي يتذاكرون فيه غير علوم هؤلاء المختلفين الخراصين ؛ كما حكى الحاكم في ترجمة أبي عبدالله البخاري ، قال : كان أصحاب رسول الله ﷺ إذا اجتمعوا إنما يتذاكرون كتاب ربهم وسنة نبيهم ؛ ليس بينهم رأي ولا قياس .

ولقد أحسن القائل :

العلم قال الله قال رسولُهُ
قال الصحابة ليس بالتمويه

ما العلمُ نصبُكَ للخلاف سفاهة
بين الرسول وبين رأي فقيه

كلا ولا جحدُ الصفاتِ ونفيُها
حذراً من التمثيلِ والتشبيه""",
  ),
  Fwaid(
    id: '57',
    name: """ فصل""",
    text:
        """ وأما الإيمان فأكثر الناس – أو كلُّهم – يدَّعونه ، ﴿ وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ ﴾ [ يوسف / ١٠٣ ] .

وأكثر المؤمنين إنما عندهم إيمانٌ مُجمل ، وأما الإيمانُ المفصَّل بما جاء به الرسول ﷺ من الأخبار والأوامر والنواهي فهو قليل في كثيرٍ منهم ، وكثيرٌ منهم إنما حصل عنده من الإقرار بوجود الصانع ، وأنه وحده هو الذي خلق السماوات والأرض وما بينهما ، وهذا لم يكن منكراً عبادُ الأصنام من قريش ونحوهم !

وأكثرُهم الإيمانُ عندهم هو التكلُّمُ بالشهادتين ، سواءٌ كان معه عملٌ أو لم يكن ، وسواءٌ وافق تصديقُ القلب أو خالفه !

وأكثرُهم عدمُ الإيمان عندهم هو نسيانُ القلب بأنَّ الله سبحانه خالق السماوات والأرض ، أو أنَّه مُصدِّقاً عبده ورسوله ، وإن لم يُغيِّر صاحبُه شيئاً من عمله ، بل هو سيِّءُ السيرة ، لا يَرَون لأحدٍ عليهم حقًّا عظيماً ، ولا يعتقدون وجوبَ محبته لله وتوقيره وإجلاله وإكرامه !

وأكثرُهم عدمُ الإيمان في حقِّهم هو عدمُ صفات الربِّ تعالى من عُلوِّه على عرشه وتكلُّمه بكلامه ، وكِتَبه ، وقُربه من عباده ، وقدرته وإرادته ومشيئته ، وبهذا أنكر كثيرٌ حقائقَ ذات الله كلها !

وأكثرُ الناس قولاً : ما نعبد من دون الله إلا ليُقرِّبونا إلى الله زُلفى ؛ حتى ظنُّوا أن الإيمانَ حقيقةً هو اتِّباعُهم كتبهم وآراءهم وتصوراتهم !

وأكثرُ عدم الإيمان عندهم عبادةُ الله باتباعِ آرائهم ، وعبادةُ الهوى واتباعُ ما تهواه نفوسهم من غير متابعةٍ لما جاء به الرسول .

وأكثرُ عدم الإيمان عندهم ما وجدوا عليه آباءهم وإسلامُهم بحُكم الاتفاق كان ما كان ، فإن إيمانهم مبنيٌّ على قسمين : أحدهما : أن هذا قول أسلافنا وآبائنا ؛ والثاني : أن ما قالوه هو الحقُّ .

وأكثرُ عدم الإيمان عندهم مكارمُ الأخلاق وحُسنُ المعاملة وطلاقة الوجه وحُسنُ النظر لكل مؤمنٍ ونصيحته الناس وفضلُهم .

وأكثرُ عدم الإيمان النُّفورُ من أهل الدنيا ورفقتهم وتركُ القلب منها واشتغاله بما فيها ؛ فإذا زاروا هارباً من الدنيا جعلوا من هو على شاكلتهم ، واعتقدوا ذلك ، وإن كان منسلاخاً من الإيمان علماً وعملاً !

وأعلى من هؤلاء من جعل الإيمانَ هو مجرد العلم وإن لم يُقَدِّمْ عملاً .

وكل هؤلاء لم يعرفوا حقيقة الإيمان ولا قاموا به ولا قام بهم .

ومن أعظم أنواع الإيمان : معرفةُ الإيمان وما جاء به الرسول ، ومنهم من جعل الإيمانَ ما تضمنه قول الرسول ، ومنهم من جعله معرفة الله والتصديق به ، ومنهم من جعله ما عليه المتكلمون ، ومنهم من جعله غير ذلك ، وقد تقدّم أنَّ معرفة الله تكون بما أخبر الله به عن نفسه وبما أخبر به رسوله ، والإيمان وراء ذلك كله .

وهو حقيقةٌ مركَّبةٌ من : معرفةِ ما جاء به الرسول ﷺ علماً ، والتصديقِ به عقداً ، والإقرارِ به لفظاً ، والانقيادِ له محبةً وخضوعاً ، والعملِ به باطناً وظاهراً ، وتنفيذه والدعوة إليه بحسب الإمكان .

وكمالُه في : الحبِّ في الله ، والبغضِ في الله ، والعطاءِ لله ، والمنعِ لله ، وأن يكون الله وحده إلهه ومعبوده .

والطريقُ إليه : تجريد المتابعة لرسوله ﷺ ظاهراً وباطناً ، وتنقيةُ القلب عن الالتفات إلى سوى الله ورسوله .

وبالله التوفيق .

من اشتغل بالله عن نفسه كفاه الله مؤونة نفسه ، ومن اشتغل بالله عن الناس كفاه الله مؤونةَ الناس ، ومن اشتغل بنفسه عن الله وكَلَهُ الله إلى نفسه ، ومن اشتغل بالناس عن الله وكَلَهُ الله إليهم .""",
  ),
  Fwaid(
    id: '58',
    name: """ فائدة جليلة""",
    text:
        """ إنما يجد المشقة في ترك المألوفات والعوائد من تركها لغير الله ، فأما من تركها صادقاً مخلصاً من قلبه لله ، فإنه لا يجد في تركها مشقة إلا في أول وهلة ؛ ليُمتَحَن الصادق من الكاذب ؛ فإن صبر على تلك المشقة قَلَبَت لذّة .

قال ابن سيرين : سمعت شريحاً يحلف بالله ، ما ترك عبدٌ لله شيئاً فوجَد فقده .

وقولهم : من ترك شيئاً عوّضه الله خيراً منه (١) حق ، والعوض أنواع مختلفة ، وأجل ما يُعوَّض به : الأُنس بالله ، ومحبته ، وطمأنينة القلب به ، وقوته ، ونشاطه ، وفرحه ، ورضاه عن ربه تعالى .

أغبى الناس من ضلّ في آخر عمره ، وقد قارب المنزل .

العقول المؤيدة بالتوفيق ترى أن ما جاء به الرسول ﷺ هو الحق الموافق للعقل والحكمة ، والعقول المخذولة بالخذلان ترى المعارضة بين العقل والنقل وبين الحكمة والشرع .

الطرق الموصلة إلى الله تعالى هي السنة والوقوف معها في الظاهر والباطن ، ودوام الافتقار إلى الله ، وإرادة وجهه وحده بالأقوال والأفعال ، وما وصل أحد إلى الله إلا من هذه الثلاثة ، وما انقطع عنه أحد إلا بانقطاعه عنها أو عن أحدها .

الأصول التي ابتُني عليها سعادة العبد ثلاثة ، ولكل واحد منها ضد : فمن فقد ذلك الأصل حصل على ضدّه : التوحيد وضدّه الشرك ، والسنة وضدّها البدعة ، والطاعة وضدّها المعصية . ولهذه الثلاث ضد واحد : وهو خلوّ القلب من الرغبة في الله ، وفيما عنده ، ومن الرهبة منه ، ومما عنده .""",
  ),
  Fwaid(
    id: '59',
    name: """ قاعدة جليلة""",
    text:
        """قال الله تعالى : ﴿ وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ ﴾ [ الأنعام / ٥٥ ] .

وقال : ﴿ وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّىٰ ﴾ الآية [ النساء / ١١٥ ] .

والله تعالى قد بين في كتابه سبيل المؤمنين مفصلة وسبيل المجرمين مفصلة ، وعاقبة هؤلاء مفصلة وعاقبة هؤلاء مفصلة ، وأعمال هؤلاء مفصلة وأعمال هؤلاء مفصلة ، وأولياء هؤلاء وأولياء هؤلاء ، وخذلان هؤلاء وتوفيقه لهؤلاء ، والأسباب التي بها خُذِلَ هؤلاء ، والأسباب التي بها وُفِّقَ هؤلاء ، وجعل سبحانه الأمرين في كتابه وكشفهما وأوضحهما وبينهما غاية البيان ، حتى شاهداهما الأبصار مشاهدة الأعيان .

فالعالمون بالله وكتابه ودينه عرفوا سبيل المؤمنين معرفة تفصيلية ، وسبيل المجرمين معرفة تفصيلية ، فاستبانت لهم السبيلان كما يستبين لمسالك الطرق الموصل إلى المقصود ، والطرق الموصلة إلى الهلكة ؛ فهؤلاء أعلم الخلق ، وأنصحهم للناس ، وهم الأئمة الهادون .

وذلك لأن الصحابة على جمع من لم يرد بهم إلى يوم القيامة ، فإنهم نشروا دعوة التوحيد ، والكفر ، والشرك ، والنفاق ، والظلم ، والبدع ، والضلال ، حتى تميزت الموصلات إلى الهداية ، وعرفوها مفصلة ، فجاءهم الرسول ، فأخرجهم من تلك الظلمات إلى سبيل الهدى وصراط الله المستقيم ، فأخرجهم من الظلمة الشديدة إلى النور التام ، ومن الشرك إلى التوحيد ، ومن الجهل إلى العلم ، ومن الغي إلى الرشاد ، ومن الظلم إلى العدل ، ومن الحيرة والعمى إلى الهدى والبصائر ، فعرفوا مقدار ما نالوا وفضلوا ومقدار ما فارقوا ، فعرفوا ذلك تفصيلاً ، وإنما معرفة الأشياء بأضدادها ؛ فازدادوا رغبة ومحبة فيما انتقلوا إليه ، وبغضاً لما انتقلوا عنه ، وكانوا أحب الناس في التوحيد والإيمان والإسلام ، وأبغض الناس في ضده ، عالمين بالسبل على التفصيل .

وأما من جاء بعد الصحابة ؛ فمنهم من نشأ في الإسلام غير عالم بتفصيل ضده ، فاللبس إنما يقع إذا ضعفت العلم بالسبيلين أو أحدهما ، كما قال عمر بن الخطاب : إنما تنقض عرى الإسلام عروة عروة إذا نشأ في الإسلام من لم يعرف الجاهلية ، وهذا من كمال علم عمر رضي الله عنه ؛ فإنه إذا لم يعرف الجاهلية وحكمها ، وهو كل ما خالف ما جاء به الرسول ﷺ ، فإنها الجاهلية ؛ فإنها منسوبة إلى الجهل ، وكل من خالف الرسول فهو في الجهل ، فمن لم يعرف سبيل المجرمين من المسلمين وقع في بعض ما وقعوا فيه ، فلبسوا عليه بعض أموره ، واتخذت مسائل من هذه الأمة من أمور الدين في باب الاعتقاد والعلم والعمل ، هي من سبيل المجرمين والكفار وأعداء الرسل ، أدخلها من لم يعرف أنها من سبيلهم في سبيل المؤمنين ، ودعا إليها ، وكفّر من خالفها ، واستحلّ منه ما حرمه الله ورسوله ، كما وقع لأكثر أهل البدع من الجهمية والقدرية والخوارج والرافضة والسابئية ، ومن تبعهم ودعا إليها وكفّر من خالفها .

والناس في هذا الموضع أربع فرق :

الأولى : من استبان له سبيل المؤمنين وسبيل المجرمين على التفصيل علماً وعملاً ؛ وهؤلاء أعلم الخلق .

الفرقة الثانية : من عميت عنه السبيلان من أشباه الأنعام ، وهؤلاء سبيل المجرمين أخص ، ولها أسلك .

الفرقة الثالثة : من صرف عنايته إلى معرفة سبيل المؤمنين دون ضدها ، فهو يعرف ضدها من حيث الجملة والمخالفة ، لكن ما سمع سبيل المجرمين مفصلاً ، بل سمع سبيل المؤمنين صرف سمعه عنه ، ولم يشغل نفسه بفهمه ومعرفة وجوهه .

وهو بمنزلة من سلمت نفسه من إرادة الشهوات فلم تخطر بقلبه ولم تدعه إليها نفسه ؛ بخلاف الفرقة الأولى ، فإنهم يعرفونها ويميل بها نفوسهم ويجاهدونها على تركها لله .

وقد كتبوا إلى عمر بن الخطاب يسألونه عن هذه المسألة ؛ أيهما أفضل : رجل لم تخطر له الشهوات ولم تمر بقلبه ، أو رجل نازعته نفسه فتركها لله ؟ فكتب عمر : الذي تشتهى نفسه المعاصي ويتركها لله عز وجل ؛ ﴿ إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ ﴾ [ الأعراف / ٢٠١ ] .

وهكذا ؛ فإن الله عز وجل ذم الشرك والباطل وطرقه ، وبيّن فسادها ، وحذّر منها ، ودعا إليها بنفسه ، ولم يذم بدعتها بغير علم ، ولا نور بصيرة ، بل ذمّها وبيّن قبحها وفسادها ، وبيّن في آيات كثيرة لها وأمرّها : أن من لم تخطر بباله ولم تمر بقلبه ؛ أفضل ممن مرت بقلبه وتصوّرته ، وذلك من أعظم البين بين من ترك المعصية والشهوة محبة لله ، ومجاهدة نفسه على تركها له سبحانه ، فهذه المجاهدة للوصول إلى المحبوب الأعلى ؛ كلما نازعته نفسه إلى تلك الشهوات واشتهت إرادة وشهوة إليها ، صرّف تلك الإرادة والمحبة إلى النوع العالي الدائم ، فكان طلبه أشد وحرصه عليه أتم ؛ بخلاف النفس الباردة الخالية من ذلك ؛ فإنها وإن كانت طالبة للأعلى ، لكن فرق ما بين الطالبين فرق عظيم ؛ ألا ترى أن من مشى (١) إلى محبوبه على الجمر والشوك أعظم ممن مشى (٢) راكباً على النجائب ؟ فليس من أثر محبته مع منازعة نفسه كمن أثَر محبته إلى غيره ؛ فهو سبحانه يبتلي عبده بالشهوات : إما حجاباً عنه ، أو حاجزاً له يوصله إلى رضاه وقربه .

الفرقة الرابعة : فرقة عرفت سبيل الشر والبدع والكفر مفصلاً ، وسبيل المؤمنين مجملاً .

وهذا حال كثير ممن اعتنى بمقالات الأمم ومقالات أهل البدع ، فأدركها على التفصيل ، ولم يعرف ما جاء به الرسول كذلك ، بل عرفه معرفة مجملة ، وإن تفضّل له في بعض الأشياء ، ومن أقلّ شيء يكفيهم أن ينظروا ذلك بعينهم .

وكذلك من كان عارفاً بطرق الشر والظلم والفساد على التفصيل سالكاً لها ، إذا تاب ورجع عنه إلى سبيل الأبرار ، يكون علمه بها مجملاً ، غير عارف بها على التفصيل معرفة من أمعن في تصرّفها وسلوكها .

والمقصود أن الله سبحانه يحب أن تُعرف سبيل أعدائه لتُجتنب ، كما يحب أن تُعرف سبيل أوليائه لتُحبّ وتُسلك .

وفي هذه المعرفة من الفوائد والأسرار ما لا يعلمه إلا الله : من معرفة عظم ربوبيته سبحانه ، وحكمته ، وكمال أسمائه ، وصفاته ، وتعلّقها بمقتضياتها ، واقتضائها لآثارها وموجباتها ، وذلك من أعظم الدلالة على ربوبيته وملكه وإلهيته ، وحبّه ، وبغضه ، وثوابه ، وعقابه .

والله أعلم .

ربّ الحوائج على باب الملك يسألون قضاء حوائجهم ، وأولياء الملك العارفون به عنهم وما أرادهم ، جلساءه وخلّصائه ؛ فإذا أرادوا أحداً من أولئك ، حاجتهم إلى سلطانهم وخاصته أن يشفع فيه رحمة له وكرامة للشافع ، وسائر الناس مطرودون عن الباب مضروبون بسياط البعد .* """,
  ),
  Fwaid(
    id: '60',
    name: """فصل """,
    text:
        """ عشرة أشياء ضائعة لا ينتفع بها : علم لا يُعمل به ، وعمل لا إخلاص فيه ولا اقتداء ، ومال لا يُنفق منه فلا يستمتع به في حياته ولا يقدمه أمامه إلى آخرته ، وقلب فارغ من محبة الله والشوق إليه والأنس به ، وبدن معطل عن طاعته وخدمته ، ومحبة لا تقيّد بمرض المحبوب وأوامره ، ووقت معطل عن استدراك فارط أو اغتنام برّ وقُربة ، وفكر يجول فيما لا ينفع ، وخدمة لا تُقرّبك إلى الله ولا تعود عليك بصلاحك ، وخوف ورجاء لا يَكُفّانك عن معصية الله ولا يحملانك على طاعته ، ولا حياة ولا نورا .

وأعظم هذه الضيعات إضاعتان هما أصل كل إضاعة : إضاعة القلب ، وإضاعة الوقت ؛ فإضاعة القلب من إيثار الدنيا على الآخرة ، وإضاعة الوقت من طول الأمل .

فاجتمع الفساد كله في اتباع الهوى وطول الأمل ، والصلاح كله في اتباع الهدى والاستعداد للقاء .

والله المستعان .

العجب ممن تعرض له حاجة ، فيصرف رغبته وهمته فيها إلى الله لقضائها له ، ولا يتصدى لسؤال حياته قلبه من موت الجهل والإعراض ، وشفائه من داء الشهوات والشبهات ، ولكن إذا مات القلب لم يشعر بمعصيته !""",
  ),
  Fwaid(
    id: '61',
    name: """ فصل""",
    text:
        """ الله سبحانه على عبده أمره ونهيه ، وقضاء يقضيه عليه ونعمة ينعم بها عليه ؛ فلا ينفك من هذه الثلاثة ، والقضاء نوعان : إما مصائب وإما معايب ؛ وله عليه عبودية في هذه المراتب كلها .

فأحق الخلق إليه : من عرف عبوديته في هذه المراتب وقام بحقها ؛ فهذا أقرب الخلق إليه . وأبعدهم منه : من جهل عبوديته في هذه المراتب الثلاثة فعطّلها علماً وعملاً .

فعبوديته في الأمر : امتثاله إخلاصاً واتباعاً لرسول الله ﷺ .

وفي النهي : اجتنابه خوفاً منه وإجلالاً ومحبة .

وعبوديته في قضاء المصائب : الصبر عليها ، ثم الرضى بها وهو أعلى منه ، ثم الشكر عليها وهو أعلى من الرضى ، وهذا إنما يأتي منه إذا تمكن حبّه في قلبه وعلم حسن اختياره له وبره ولطفه به وإحسانه إليه بالمصيبة وإن كره المصيبة .

وعبوديته في قضاء المعايب : المبادرة إلى التوبة منها ، والتشمير والوقوف في مقام الاعتذار والانكسار ، عالماً بأنه لا يرفعها عنه إلا هو ، ولا يقيه شرّها سواه ، وأنها إن استمرت أبعدته من قربه وطردته من بابه ، فيراها من الشر الذي لا يكشفه غيره ، حتى إنه ليرى ما أصابه من ضر البدن هو عافية ، وما نزل به من عقوبة هو نعمة ؛ مستحيية منه ، ومتلجئة إليه ، عالماً أنه إن عاد إلى ما تعالى عنه وعنه وبين وبين من أحبه وشرّفه منه ، وأنه لا سبيل له إلى الخلاص والعافية إلا بتوفيقه وإعانته ، وأن ذلك ابتلاء للعبد ؛ العبودية أوسع وأضعف وأقل من أن يوفّق لنفسه أو يأتي برضاه سيده بدونه ، فهو متضرع ، ذليل ، مسكين ، ملقي نفسه بين يديه ، طريح ببابه ، مستكين ، ذليل ، قلق ، فاجر ، أحوج إليه ، راغب فيه ، بدنه متصرف في أغلاله ، وقلبه ساجد بين يديه سجود غيبة ، لا يرى فيه ولا يرى معه ، يرى أن الخير كله منه ويده إليه ، وأن النعمة منه ومبتدأها غير استحقاق ، وتجريها عليه مع تمتمته إليه بإعراضه وغفلته ومعصيته ، فحقه سبحانه الحمد والشكر والثناء ؛ وحظ العبد الذم والنقص والعيب ؛ قد أستر بالمعايب والمدائح والثناء ، وولى العبد العلامة والنقائص والعيوب ؛ فالخيرات كلها في يديه ، والفضل كله له ، والنعمة كلها له ، والإحسان كله له ، والعدل كله له ؛ ومنه العبد وفي نعمته ، والعبد المبغض إليه بمعاصيه ، والمحبوب لعبده بالصبر له في معاصيه .

وأما عبودية النعم فمعرفتها والاعتراف بها أولاً ، والاعتقاد بأنها تقع في قلبه نسبتها وإضافتها إليه سواء ، وإن كان سببا من الأسباب ، فهو مسببه ومنعمه ؛ فالعبودية هنا وحده بكل وجه واعتبار ، ثم الثناء بها عليه ومحبة عليه وشكره باستعمالها في طاعته .

ومن لطائف الاستعمال للنعم أن تستمكن قلبك عليه ، وتشتغل كثير شكرك عليه ، ويعلم أنها ليست إليك ، ولا وسيلة تتوصل بها إليه ، ولا استحقاق منه عليها ، وأنها في الحقيقة له العبد ؛ فلا تزيده النعم إلا انكساراً وذلاً وتواضعاً ومحبة للمنعم .

وكلما جدد له نعمة أحدث لها عبودية ومحبة وخضوعاً وذلاً ، وكلما أحدث ذنباً أحدث له توبة وانكساراً واعتذاراً ؛ فهذا هو العبد الكيّس ، والعاجز بخلاف ذلك .

وبالله التوفيق .""",
  ),
  Fwaid(
    id: '62',
    name: """ فصل""",
    text:
        """ من ترك الاختيارَ والتدبيرَ في رجاءٍ زيادةٍ أو خوفِ نقصانٍ أو طلبِ صحةٍ أو فرارٍ من سقمٍ ، وعلمَ أنَّ الله على كلّ شيءٍ قديرٌ ، وأنه المتفرِّدُ بالاختيارِ والتدبيرِ ، وأنَّ تدبيرَه لعبده خيرٌ من تدبيرِ العبدِ لنفسه ، وأنه أعلمُ بمصلحةِ العبدِ من العبدِ ، وأقدرُ على جلبِها وتحصيلِها منه ، وأنصحُ للعبدِ من نفسه ، وأرحمُ به من نفسه ، وأنفعُ له من نفسه ، وعلمَ مع ذلك أنه لا يستطيع أن يُقَدِّمَ لنفسه نفعاً ، ولا يدفع عنها ضراً ، ولا يجلبُ لها مصلحةً ولا يَصرِفُ عنها مفسدةً ، وأنَّ ما مُنِي به من خصاصةٍ وحاجةٍ وشدةٍ هو مِن تَدبيرِ الله له بحكمتِه ، وإحسانِه ، وإنَّ ما يَطْلُبُه العبدُ من العافيةِ يخاف عليه أن يَكُونَ استدراجاً أو عقوبةً ، أو محنةً يبتليه الله بها ، وأنه لا يصلحُه إلا الفقرُ والخصاصةُ ، وأنَّ ما يصلحه من الدنيا قد بِدِيَ عليه قبل وصوله ، وانفِرَاجِ بينه وبين ما اختارَه لنفسه ، فإنَّه يُسلِّمُ اختيارَه لمولاه ، ويرضى بما يختاره له ، ويقطعُ همَّه بين يدي مالكٍ عزيزٍ قاهرٍ له التصرفُ في عبده بكلِّ ما يريدُ بحكمةٍ ورحمةٍ ، بين يديه منتهى ظاهره وباطنه ، فاستراح قلبُه من الهمومِ ، والغمومِ ، والأكدارِ ، والحسراتِ ، وحملَ كلَّه وحوائجَه ومصالحه إلى من لا يبالي بحملها ، ولا يثقلُه ولا يتبرَّمُ بها ، فولاَّها دونه ، وأراه لطيفة رحمتِه وإحسانِه فيها ؛ مَن صرفَ نَفْسَه عن العبدِ من العبدِ ، ولا اهتمَّ منه ؛ لأنه قد صرفَ اهتمامَه كلَّه إليه ، وجعلَ همَّه وحده همَّاً واحداً ، ففرحَ به قلبُه ، وأعظمُ سرورُه وفرحُه .

وإنْ أبى إلا تدبيرَه لنفسه ، واختيارَه لها ، واهتمامَه بحظِّه ، دون حقِّ ربِّه ؛ خلاهُ وما اختارَه ، وولاتَه ما تولّى لنفسه ، فضمِرَه الوهنُ والغُمُّ والحزنُ والكسلُ والمهانةُ ، وسوءُ الحالِ ، وكَسْفُ البالِ ، والهمُّ الدائمُ ، فلا هو عاجزٌ ولا هو عاملٌ ، فلا هو يرجو ما يحصلُ ، ولا هو ييأسُ عنه ، ولا لذَّةَ تُلهِيهِ بما هو فيه ، ولا هو في مقام الصدقِ وراحةِ القلبِ ، ولا هو مستريحٌ ، وبُعدُ ما بين سُرُورٍ وراحةٍ وضرِّه ، فلا هو كائِنٌ في الدنيا ككائنٍ في الوحشةِ ، ولا يَظْهَرُ مقامه بأملٍ ، ولا يتركُ مقامه لمعادلٍ .

والله سبحانه قد أمر العبدَ بأمرِه ، وضيَّن له قضاؤه ، فإن قام بما أمره به من النصحِ والصدقِ ، والإخلاصِ ، والاجتهادِ ، قام الله سبحانه له بما قضاه له من الرزقِ والكفايةِ ، والنصرِ وقضاءِ الحوائجِ ، فالنصرُ والكفايةُ أوسعُ شيءٍ ، فنِعَم التوكلُ على الله المستمرُّ ، والكفايةُ أوسعُ من هو همُّه ومراده ، والمنفعةُ التي يُريدها ، فمتى قام العبدُ بها صدقاً مع العلمِ ، وانطَلَقَ من قلبه ، وقويَ إيمانُه ، وتمكَّنَ محبوبُه ، وضرِبَ له موهبةُ العبدِ ، أوَّله في العطيةِ في قلبه ، فصار كلُّ شيءٍ له حياءً ولا فخرَ ، ولا استغناءَ .

قال بُشر بن الحارث : أهل الآخرة ثلاثة : عابدٌ وزاهدٌ وصديق ؛ فالعابدُ يعبدُ الله مع المخالطات ، والزاهدُ يعبده بجُهدِه على ترك المخالطة ، والصديق يعبده مع الرضى والموافقة ، وإن أرادَ أخذَ الدنيا أخذه ، وإن تركها تركها .

إذا كان الله ورسوله ﷺ في جانبٍ ، فاحذر أن تكون في الجانب الآخر ؛ فإن ذلك يقضي إلى المشاقة والمعاداة ، وهذا أصلها ، ومنه اشتقاقُها ، فإن المسالمةَ أن يكون في شيءٍ ومَنْ يخالفه في شيءٍ ، والمشاقةَ أن يكون في حدٍّ وهو في حدٍّ آخر .

ولا تستسهلْ هذا ؛ فإن بعض الموتى يجورُ إلى جانبه ، وليلته يدعو إلى كثير ! وكان من الجانب الذي فيه الله ورسولُه ﷺ ، وإن كان الناس كلُّهم في الجانب الآخر ؛ فإن ذلك عواقبه من أحمد العواقب وأفضلها ، وليس للعبد أنفع من ذلك في دنياه قبل آخرته .

وأكثر الخلق إنما يكونون في الجانب الآخر ، ولا سيما إذا قَرُبت الرغبةُ والرهبةُ ؛ فإنها لا تكون كذلك أحداً ، ولا يجتمع الذي فيه الله ورسولُه ، وربما لا يَبْعثُ الناسَ نقصُ الملالةِ سريعاً إذنَ النعمةِ ، ويُسَمُّونَه في الجملة ، وذلك من وراثة أعداء الرسل ، ومن شابهتهم ، إلى الجنونِ بل كانوا قد نالوا ، وبُرُؤوا من العقوبة ، فلا حاجة بهم إلى حسنِ عاقبةِ المضرة والتأميل ، فيأخذ من الحذر والتصميم ، ونُسخةِ غلبةٍ ، وتخريجِهم من الأمل ، ويظهرُ الطريق عليهم ، ويحكم قربَه وسروره ، وبقيةً من كان محارباً له ، على ذلك ، على الجانب ، ومساملٍ من مسابرِه ، تاركاً يتوكّى جنَّةً ، وضعيفةً جنةَ العدو .

ولا تُصاحِبْ مخالفةَ الناس والتجمهرَ إلى الله ورسوله ، ولو كنتَ وحدك ؛ فإن الله معك ، وأولاه بكِ وبقلبك ، وحافظك لك ، وما امتحنك يُمتحنك ويصبرك .

وأعظمُ الأعوان لك على هذا بعد عونِ الله التجردُ من الطمعِ والفرحِ ؛ فإن المُتجرِّدَ منهما هما مثلُ الجندين لله ورسوله ، وكنتَ دائماً في الجانب الآخر الذي فيه الله ورسوله ﷺ ، فإذا قام إليك الأملُ والفرحُ فلا تقطعْ فيه هذا الأمرَ ، ولا تُوافقْ نفسك ، ولا تُخالجْ نفسك .

فإن قلتَ : فأيُّ شيءٍ للمسافرِ من التجردِ من الطمعِ من الفرحِ ؟ قلت : بالوحشةِ ، والبغضاءِ والفقهيةِ كلها ، وعلمتَ أنه لا يليقُ بالحسنات إلا هو ، ولا يجلبُ بالحسنات إلا هو ، وإن تعلّقَ بالدنيا كان خداعةً ، وإن تَقَطَّعَتْ الدرجات بما أداها إليه من الدنيا وأقربها إليه هو الله ورسوله ﷺ ، أحبَّ إليه من سواهما .""",
  ),
  Fwaid(
    id: '63',
    name: """ نصيحة""",
    text:
        """هلمّ إلى الدخول على الله ومجاورته في دار السلام، بلا نصب ولا تعب ولا عناء؛ بل من أقرب الطرق وأسهلها!

وذلك أنك في وقت بين وقتين، وهو في الحقيقة عمرك، وهو وقتك الحاضر بين ماضٍ ومستقبل:

فالماضي مضى تصلحه بالتوبة والندم والاستغفار، وذلك شيء لا تعب عليك فيه ولا نصب ولا معاناة عمل شاق، إنما هو عمل قلب.

وتتمتع فيما يستقبل من الذنوب، وامتناعك ترك وراحة، ليس هو عملاً بالجوارح يشق عليك معاناته، وإنما هو عزم ونية جازمة تريح بدنك وقلبك وسرك.

فما مضى تصلحه بالتوبة، وما يستقبل تصلحه بالامتناع والعزم والنية، وليس للجوارح في هذين نصب ولا تعب، ولكن الشأن في عمرك، وهو وقتك الذي بين الوقتين؛ فإن أضعته أضعت سعادتك ونجاتك، وإن حفظته مع إصلاح الوقتين قبله وبعده، نجوت بالراحة مع تمام النعمة، وحظك من إصلاح ما بعده.

فإن حفظته حفظت نفسك بما هو أولى به وأنفع لها وأعظم تحصيلاً لسعادتها، وفي هذا تفاوت الناس أعظم تفاوت.

فهي والله الأيام الخالية التي تجتمع بها إرادتك لمعاديك، إما إلى الجنة وإما إلى النار؛ فإن اتخذت منها سبيلاً إلى ربك بلغت السعادة العظمى، والفوز الأكبر في هذه المدة اليسيرة التي لا نسبة لها إلى الأبد، وإن آثرت الشهوات والراحات واللهو واللعب انقضت عنك بسرعة، وأعقبتك الآلام الدائمة في معيشة قاسية ومعاناة شاقة، وأصبحت وأمسيك في معاناة الصبر عن محارم الله والصبر على طاعته ومخالفة الهوى لأجله. """,
  ),
  Fwaid(
    id: '64',
    name: """ فصل""",
    text:
        """ علامة صحة الإرادة : أن يكون همُّ المريدِ رضى ربِّه ، واستعداده للقائه ، وحزنه على ما فاته مرة [١٧٦] لم يكن مرضاته ، وأنسه على قُربه والأنس به ، وجماع ذلك أن يُصبح ويمسي وليس له همٌّ غيره .""",
  ),
  Fwaid(
    id: '65',
    name: """ فصل""",
    text:
        """ إذا استغنى الناسُ بالدنيا فاستغنِ أنت بالله ، وإذا فرحوا بالدنيا فافرح أنت بالله ، وإذا أنسوا بأحبابهم فاجعل أنسك بالله ، وإذا تعرفوا إلى ملوكهم وكبرائهم وتقربوا إليهم لنيلهم العزَّ والرِّفعة ؛ فتعرف أنت إلى الله وتودد إليه تنل بذلك غاية العز والرِّفعة .

قال بعض الزهَّاد : ما علمتُ أن أحداً سمع بالجنة والنار تأتي عليه ساعة لا يُطيع الله فيها بذكرٍ أو صلاةٍ أو قراءةٍ أو إحسان . فقال له رجل : إني أكثر البكاء ؟ فقال : إنك إن تضحك وأنت مقرّ بخطيئتك خيرٌ من أن تبكي وأنت معجبٌ بعملك ، إن المعجب لا يصعد عملُه ، وقال : أوصيني . فقال : الدنيا كالنخلة ؛ إن أكلت أكلت طيباً ، وإن أطعمت أطعمت طيباً ، وإن سقطت على شيء لم تكسره ولم تخدشه .""",
  ),
  Fwaid(
    id: '66',
    name: """فصل """,
    text:
        """الزهد أقسام : زهد في الحرام ، وهو فرض عين . وزهد في الشبهات ، وهو بحسب مراتب الشبهة ؛ فإن قويت التحريم كان واجباً ، وإن ضعفت كان مستحباً . وزهد في الفضول . وزهد فيما لا يعنيه في الكلام والنظر والسؤال واللقاء وغيره . وزهد في الناس . وزهد في النفس بحيث تهون عليه نفسه في الله . وزهد جامع لذلك كله ، وهو الزهد فيما سوى الله وفي كل ما شغلك عنه .

وأفضل الزهد إخفاء الزهد .

وأصعبه الزهد في المحظوظ .

والفرق بينه وبين الورع : أن الزهد ترك ما لا ينفع في الآخرة ، والورع ترك ما يخشى ضرره في الآخرة .

والقلب المعلق بالشهوات لا يصح له زهد ولا ورع .

قال يحيى بن معاذ : عجيبٌ من ثلاث : رجلٌ يُرى بعمله مخلوقٌ ، ورجلٌ يبخل بماله ويرجو أن يسترِضيه منه فلا يرضيه منه شيئاً ، ورجلٌ يرغب في صحبة المخلوقين ومودتهم ، والله يدعوه إلى صحبته ومودته . """,
  ),
  Fwaid(
    id: '67',
    name: """ فائدة جليلة""",
    text:
        """ قال سهل بن عبد الله : ترك الأمر عند الله أعظم من ارتكاب النهي ؛ لأن آدم نُهي عن أكل الشجرة فأكل منها فتاب الله عليه ، وإبليس أُمِر أن يسجد لآدم فلم يسجد فلم يتب عليه .

قلت : هذه مسألة عظيمة لها شأن ، وهي أن ترك الأوامر أعظم عند الله من ارتكاب المناهي (١) ، وذلك من وجوه عديدة :

أحدها : ما ذكره سهل من شأن آدم وعدوّ الله إبليس .

الثاني : أن ذنب ارتكاب النهي مصدره في الغالب الشهوة والحاجة ، وذنب ترك الأمر مصدره في الغالب الكِبْر والعِزّة ، ولا يدخل الجنة من كان في قلبه مثقال ذرة من كِبْر (٢) ، ويُخلِّفها من مات على التوحيد بغير توبة من زنى وسرَق .

الثالث : أن فعل المأمور أحبّ إلى الله من ترك المنهي ، كما دلّ على ذلك النصوص :

قوله ﷺ : « أحبّ الأعمال إلى الله الصلاة على وقتها » (٣) .

وقوله : « لئن أنبئكم بخير أعمالكم ، وأزكاها عند مليككم ، وأرفعها في درجاتكم ، وخير لكم من إنفاق الذهب والورِق ، ومن أن تلقَوا عدوَّكم فتضربوا أعناقهم ويضربوا أعناقكم ؟ » قالوا : نعم يا رسول الله . قال : « ذكر الله » (٤) .

وقوله : « واعلموا أن خير أعمالكم الصلاة » (٥) .

وغير ذلك من النصوص .

وترك المناهي « واجب » ، فإنه كفّ النفس عن الفعل .

ولهذا على سبحانه المحبةَ بفعل الأوامر ، وكَرِهَ اللهُ السيئات .

وأما في جانب المناهي فتأكيد على النهي الشديد ، كقوله : ﴿ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ ﴾ [ البقرة : ١٩٠ ] ، وقوله : ﴿ لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ ﴾ [ النساء : ١٤٨ ] ، وقوله : ﴿ فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ ﴾ [ آل عمران : ٣٢ ] ، وقوله : ﴿ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ ﴾ [ الأنفال : ٥٨ ] .

﴿ وَلَا يُحِبُّ الْفَسَادَ ﴾ [ البقرة : ٢٠٥ ] ، ﴿ كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا ﴾ [ الإسراء : ٣٨ ] ، ﴿ ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ ﴾ [ محمد : ٢٨ ] .

إذا عُلم هذا ، ففعل ما يُحبّه سبحانه مقصود لذاته ، ولأجلِه يُقدَّم تركُ المكروه لا أن يُبتغى لرفع ما يُبغضه الله ، كحال مَن ترك المحارمَ والكُفرَ والفسوق لأجلِ أن ينال من الزهد أو العبادة ، فإن هذه تُطلب لتحصيل الثواب ، والمقصود ما يُقرّبه إلى الله ، فإذا كان المقصود نفس محبوبه كان له نفعُ تركِ ما يكره .

يوضّحه الوجه الرابع : أن فعل المأمور مقصود لذاته ، وترك المنهي مقصود لتكميل فعل المأمور؛ فهو منهيٌّ عنه لأجل غيره ، لا لأجل كونِه مقصوداً بالفعل .

ولهذا قال سبحانه : « لَا تُبْطِلُوا صَدَقَاتِكُم » [ البقرة : ٢٦٤ ] .

وإبطالها يكون بترك المأمور .

الوجه الخامس : أن فعل المأمورات من الحمية حفظُ قوةِ الإيمان وبقائها ، وترك المنهيات من باب الحمية عن شيء يَضُرُّ قوةَ الإيمان ويُضعفها ، ففعلُ المأمور مقدَّم على ترك المنهي ، إذ دفعُ المرض مقدَّم على دفع الهواء ، ولأجل ذلك كثُرت المنهيات ، إذ أنها تُضعف الإيمان ، وكلما ضعُفت القوة حصل النقص والضعف .

فهذا هذا الوجه .

الوجه السادس : أن فعل المأمورات حياة القلب وغذاؤه ونوره وسروره ، وقوته ولذّته ونعيمه ، وبغير ذلك لا يُحصّل له شيء من ذلك ، فإن لم يترك شيئاً لأجل النهي فإن ذلك يُضعف القلب ، والأعمال المأمور بها إن لم يفعلها ترك أصلَه ، وكان عاقلاً منتقلاً في النار .

وهذا يُبيِّنه الوجه السابع : أن فعل المأمورات والمجاهدات ، وهو فعل الخير المطلوب ، وهو أمر وجودي ، وأنه إنما يتمّ العلم ولا يتمّ الأمر الواجب إلا به ، فهو مقصود بالقصد الأول ، وإن كان المقصود بالنهي بالقصد الأول منعُ ما يمنعه بنفسه ، والمأمور به مطلوب لإيجاد المقاصد والغايات .

وقال أبو هاشم : إن تارك القبائح يمتنع لأنه لم يخطر ببالِه كَفّ النفس ، فإن أراد أن يمتنع لم يَجِبْ له الامتناع ، وإن أراد أن لا يُبغض الكبائر ، وإن ترك القبائح يَمنع ، فإن الناس يمتنعون عن فعل القبيح من خوف الناس أو الخوف نفسه ، ولكلّ سبب .""",
  ),
  Fwaid(
    id: '68',
    name: """ فصل""",
    text: """ مبنى الدين على قاعدتين : الذكر والشكر .

قال تعالى : ﴿ فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ ﴾ [ البقرة / ١٥٢ ] .

وقال النبي ﷺ لمعاذ : « والله إني لأحبك ، فلا تنس أن تقول دبر كل صلاة : [ ١٧٩ ] اللهم أعني على ذكرك وشكرك وحسن عبادتك » (١) .

وليس المراد الذكر مجرد ذكر اللسان ، بل الذكر بالقلب واللسان ، وذكره يتضمن ذكر أسمائه وصفاته ، وذكر نعمه وآلائه وإحسانه ، وذلك يستلزم معرفة الإيمان ومعرفة كماله ، ونعوت جلاله والثناء عليه بأنواع الحمد ، وذلك لا يتم إلا بتوحيده .

فذكره الحقيقي يستلزم ذلك كله ويستلزم ذكر نعمه وآلائه وإحسانه إلى خلقه .

وأما الشكر فهو القيام بطاعته ، والتقرب إليه بأنواع محبته ، ظاهراً وباطناً .

وهذان الأمران هما جماع الدين ؛ فذكره مستلزم لمعرفة ، وشكره متضمن لطاعته .

وهذان هما الغاية التي خلق لأجلها الجن والإنس والسموات والأرض ، ووضع لأجلها الثواب والعقاب ، وأنزل الكتب ، وأرسل الرسل ، وهي الحق الذي به خلقت السماوات والأرض وما بينهما ، وضدها هو الباطل والعبث الذي تعالى ويتقدس عنه ، وهو ظن أعدائه به .

قال الله تعالى : ﴿ وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ﴾ [ ص / ٢٧ ] .

وقال : ﴿ وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ ﴾ [ الدخان / ٣٨ – ٣٩ ] .

وقال : ﴿ وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ ﴾ [ الحجر / ٨٥ ] .

وقال بعد ذكر آياته في أول سورة يونس : ﴿ مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ ﴾ [ يونس / ٥ ] .

وقال : ﴿ أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى ﴾ [ القيامة / ٣٦ ] .

وقال : ﴿ أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ﴾ [ المؤمنون / ١١٥ ] .

وقال : ﴿ وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ ﴾ [ الذاريات / ٥٦ ] .

[ وقال ] : ﴿ اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ﴾ [ الطلاق / ١٢ ] .

وقال : ﴿ هُوَ الَّذِي جَعَلَ لَكُمُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ذَٰلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ ﴾ [ المائدة / ٩٧ ] .

فثبت بهذا أن غاية الخلق والأمر أن يُذكر ويُشكر ؛ يذكر فلا يُنسى ، ويُشكر فلا يُكفر .

وهو سبحانه ذاكرٌ لمن ذكره ، شاكرٌ لمن شكره ؛ فذكره سبب لذكره ، وشكره سبب لزيادة فضله .

فالذكر للقلب واللسان ، والشكر للقلب محبةً وإنابةً ، ولللسان ثناءً وحمداً ، وللجوارح طاعةً وخدمةً .""",
  ),
  Fwaid(
    id: '69',
    name: """ فصل""",
    text:
        """ تكرر في القرآن جعل الأعمال القائمة بالقلب والجوارح سبب الهداية والإضلال؛ فيقوم بالقلب والجوارح أعمال تقتضي الهدى اقتضاء السبب لمسببه والمؤثر لأثره، وكذلك الضلال؛ فأعمال البر تُثمر الهدى، وكلما ازداد منها ازداد هدى، وأعمال الفجور تُثمر الضلال، وكلما ازداد منها ازداد ضلالاً.

وذلك أن الله سبحانه يحب أعمال البر فيجازي عليها بالهدى والفلاح، ويُبغض أعمال الفجور فيجازي عليها بالضلال والشقاء.

وأيضاً فإنه البرُّ؛ يحب أهل البر، فيقرب قلوبهم منه بحسب ما قاموا به من البر، ويبغض أهل الفجور وأعماله، فيبعد قلوبهم منه بحسب ما اقترفوه من الفجور.

فمن الأعمال الأول قولُه تعالى: ﴿ ذَٰلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ ﴾ [البقرة/ 1-2].

وهذا يقتضي أمرين:

أحدهما: أنَّهُ هُدًى لمن اتقى مساخطه قبل نزول الكتاب، فإن الناس على اختلاف استعدادهم وأعمالهم استفادوا منه بحسب استعدادهم؛ فاقتضى ذلك أن يوجب العدل والإحسان والجود والصدق والإصلاح في الأرض، ويحب فاعل ذلك؛ فلما نزل الكتاب أثاب سبحانه أهل البر بأتمّ الإيمان به جزاءً لهم على برهم وطاعتهم، وخذل أهل الفجور والفحش والظلم بأن حال بينهم وبين الاهتداء به.

والأمر الثاني: أنَّ من آمن بالكتاب واهتدى به مجملاً وقبل أوامره وصدّق بأخباره، كان ذلك سبباً لهداية أخرى تحصل له بعد التفصيل؛ فإن الهداية لا نهاية لها، ولو بلغ العبد فيها ما بلغ، فوق ما بلغه هدايات أخر، وفوق تلك الهداية هدايات أخر إلى غير غاية؛ فكلما ازداد عبداً زاده الله هداية، فهو هدى بعد هدى، وإلى هداية أخرى؛ ولهذا قيل: من عمل بما علم أورثه الله علم ما لم يعلم. فكلما ازداد تقوى زاد هدى، وكلما ازداد الهدى زادت تقواه.

قال تعالى: ﴿ يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ ﴾ [المائدة/ 15-16].

وقال تعالى: ﴿ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ ﴾ [الشورى/ 13].

وقال تعالى: ﴿ فَسَيَهْدِيهِمْ ﴾ [الأعلى/ 10].

وقال: ﴿ وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ ﴾ [البقرة/ 26].

وقال: ﴿ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ ﴾ [يونس/ 9]؛ فهداهم أولاً للإيمان، فلما آمنوا هداهم بالإيمان هداية بعد هداية.

ونظير هذا قوله: ﴿ وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى ﴾ [مريم/ 76].

وقوله تعالى: ﴿ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا ﴾ [الأنفال/ 29]، ومن الفرقان: ما يعطيهم من النور الذي يفرقون به بين الحق والباطل، والنصر والعز الذي يتمكنون به من إقامة الحق وكسر الباطل؛ فسر الفرقان بهذا وبهذا.

وقال تعالى: ﴿ إِنَّ فِي ذَٰلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ ﴾ [سبأ/ 9].

وقال: ﴿ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ ﴾ في: سورة سبأ [19]، وسورة إبراهيم [5]، وسورة الشورى [33]؛ فأخبر عن آياته المشهودة العيانية أنها إنما ينتفع بها أهل الصبر والشكر، كما أخبر عن آياته القرآنية أنها إنما ينتفع بها أهل التقوى والخشية والإنابة؛ فمن جمع بين الصبر والشكر والتقوى والخشية والإنابة انتفع بالآيات كلها.

كما قال: ﴿ طه ۞ مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى ۞ إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى ﴾ [طه/ 1-3].

وقال في الساعة: ﴿ إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا ﴾ [النازعات/ 45].

وأما من لا يؤمن بها ولا يرجوها ولا يخشاها؛ فلا تنفعه الآيات العيانية ولا القرآنية.

ولهذا لما ذكر سبحانه في سورة هود عقوبات الأمم المكذبين للرسل وما حل بهم في الدنيا من الخزي، قال بعد ذلك: ﴿ إِنَّ فِي ذَٰلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ﴾ [هود/ 103].

فأخبر أن تلك عبرة وآية لمن خاف عذاب الآخرة، وأما من لم يكن كذلك فلا تكون له عبرة، ولا تكون له شفاء، ولم يَزِل في الهموم والشر والبلاء والحرمان؛ ولم يكن ذلك إلا بأسباب ملكية وقوى نفسانية!!

وإنما كان الصبر والشكر سبباً لانتفاع صاحبها بالآيات، لأن الإيمان يثبت عند المحن، والصبر يكشفه ويقوّيه، والشكر يزيده ويرسّخه؛ فعلى حسب قوة الصبر والشكر تكون قوة الإيمان، وآيات الله إنما ينتفع بها من آمن بالله وآياته، ولا يتم الإيمان إلا بالصبر والشكر؛ فإن رأس الشكر التوحيد، ورأس الصبر ترك إجابة داعي الهوى، فإذا كان مشركاً بهواه لم يكن صابراً ولا شكوراً، فلا تكون الآيات نافعة ولا مؤثرة في إيمانه.""",
  ),
  Fwaid(
    id: '70',
    name: """فصل """,
    text:
        """وأما الأصل الثاني ـ وهو اقتضاء الفجور والكِبر والكذب للضلال ـ فكثيراً أيضاً في القرآن :

كقوله تعالى : ﴿ يُضِلُّ بِهِ كَثِيراً وَيَهْدِي بِهِ كَثِيراً وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ ۝ الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۝ أُولَٰئِكَ هُمُ الْخَاسِرُونَ ﴾ [ البقرة / ٢٦ ـ ٢٧ ] .

وقال تعالى : ﴿ يَرْضَى اللَّهُ لِلْمُتَّقِينَ ۝ إِنَّ الْأَوَّلِينَ فِي الْجَنَّةِ ۝ وَالْآخِرِينَ فِي الْجَنَّةِ ۝ وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا ﴾ [ إبراهيم / ٢٧ ] .

وقال تعالى : ﴿ كَذَٰلِكَ فِي الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ ۝ فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ ﴾ [ النساء / ٨٨ ] .

وقال تعالى : ﴿ وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ۝ أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ ۝ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ ﴾ [ البقرة / ٨٨ ] .

وقال تعالى : ﴿ وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ ۝ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ ﴾ [ الأنعام / ١١٠ ] ؛ فأخبر أن عدول قلوبهم وأبصارهم عما ينفعهم لما بعدوه عنه أولاً ، وأنه عقوبة عادلة لما حادوا عنه أولاً .

وقال تعالى : ﴿ يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ ﴾ [ الأنفال / ٢٤ ] ؛ فأمرهم بالاستجابة له ولرسوله حين يدعوهم إلى ما فيه حياتهم ، ثم حذَّرهم من التخلف عن الاستجابة الذي يكون سبباً لأن يحول الله بينهم وبين قلوبهم .

وقال تعالى : ﴿ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ۝ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ ﴾ [ الصف / ٥ ] .

وقال تعالى : ﴿ كَلَّا بَلْ رَانَ عَلَىٰ قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ﴾ [ المطففين / ١٤ ] ؛ فأخبر سبحانه أن الكسب غطّى على قلوبهم وحال بينها وبين الإيمان بها ، فقالوا : ﴿ سِحْرٌ مُبِينٌ ﴾ [ النمل / ١٣ ] .

وقال تعالى في المنافقين : ﴿ فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ ۝ كَأَنَّهُمْ حُمُرٌ مُسْتَنفِرَةٌ ۝ فَرَّتْ مِنْ قَسْوَرَةٍ ﴾ [ المدثر / ٤٩ ـ ٥١ ] ؛ فأخبر سبحانه أن سبب ضلالهم وحالهم بينها وبين الإيمان إعراضهم عن التذكرة .

وقال تعالى في حقهم : ﴿ أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ ۖ وَأُولَٰئِكَ هُمُ الْغَافِلُونَ ۝ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ ﴾ [ محمد / ١٦ ـ ١٧ ] .

فجمع لهم بين اتباع الهوى والضلال الذي هو ثمرته وموجبه كما جمع للمهتدين بين التقوى والهدى. """,
  ),
  Fwaid(
    id: '71',
    name: """ فصل""",
    text:
        """ وكما يقرن سبحانه بين الهدى والتقى ، والضلال والغى ؛ كذلك يقرن بين : الهدى والرحمة ، والضلال والشقاء :

فمن الأول :

قوله : ﴿ أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ ﴾ [ لقمان / ٥ ] .

وقال : ﴿ أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ ۖ وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ ﴾ [ البقرة / ١٥٧ ] .

وقال عن المؤمنين : ﴿ رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً ۚ إِنَّكَ أَنْتَ الْوَهَّابُ ﴾ [ آل عمران / ٨ ] .

وقال أهل الكهف : ﴿ رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا ﴾ [ الكهف / ١٠ ] .

وقال : ﴿ وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ ﴾ [ الأعراف / ٥٢ ] .

وقال : ﴿ وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ ﴾ [ القصص / ٤٣ ] .

وقال : ﴿ وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ ﴾ [ النحل / ٦٤ ] .

وقال : ﴿ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ ﴾ [ النحل / ٨٩ ] .

وقال : ﴿ يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ ﴾ [ يونس / ٥٧ ] ، ثم أعاد سبحانه ذكرهما فقال : ﴿ قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَٰلِكَ فَلْيَفْرَحُوا ﴾ [ يونس / ٥٨ ] ، وقد تنوعت عبارات السلف في تفسير الفضل والرحمة (١) ، والصحيح أنهما الهدى والنعمة ؛ ففضله هداه ، ورحمته نعمته ؛ ولذلك يقرن بين الهدى والنعمة .

كقوله في سورة الفاتحة : ﴿ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ۝ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ ﴾ [ الفاتحة / ٦ – ٧ ] .

ومن ذلك قوله لنبيه يذكره بنعمته عليه : ﴿ أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ ۝ وَوَجَدَكَ ضَالًّا فَهَدَىٰ ﴾ [ الضحى / ٦ – ٧ ] ؛ فجمع له بين هدايته له وإنعامه عليه بإيوائه وإغنائه .

ومن ذلك قول نوح : ﴿ لَا تَذَرُوا عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا ۝ إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا ﴾ [ نوح / ٢٦ – ٢٧ ] .

وقول شعيب : ﴿ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا ﴾ [ هود / ٨٨ ] .

وقال عن الخضر : ﴿ فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا ﴾ [ الكهف / ٦٥ ] .

وقال لرسوله : ﴿ إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا ۝ لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا ﴾ [ الفتح / ١ – ٢ ] .

وقال : ﴿ وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا ﴾ [ النساء / ١١٣ ] .

وقال : ﴿ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنْكُمْ مِنْ أَحَدٍ أَبَدًا ﴾ [ النور / ٢١ ] .

وقال : ﴿ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا ﴾ [ الكهف / ١٧ ] ؛ فقرن الهدى بالرحمة ، والضلال بالشقاء .

وفي مقابل ذلك قرن سبحانه الضلال بالشقاء في قوله : ﴿ فَمَنْ تَبِعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ ﴾ [ طه / ١٢٣ ] ، وقال : ﴿ وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ﴾ [ طه / ١٢٤ ] .

ومن هذا الجمع بين الهدى وانشراح الصدر والحياة الطيبة ، وبين الضلال وضيق الصدر والمعيشة الضنك .

قال تعالى : ﴿ فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ ﴾ [ الأنعام / ١٢٥ ] .

وقال : ﴿ أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِنْ رَبِّهِ ﴾ [ الزمر / ٢٢ ] .

وكذلك يجمع بين الهدى والإنابة ، وبين الضلال وقسوة القلب :

قال تعالى : ﴿ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ ﴾ [ الشورى / ١٣ ] .

وقال تعالى : ﴿ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ ﴾ [ الزمر / ٢٢ ] .""",
  ),
  Fwaid(
    id: '72',
    name: """ فصل""",
    text:
        """والهدي والرحمة والفضل والإنعام كله من صفة العطاء ، والإضلال والعذاب وتوابعها من صفة المنع ، وهو سبحانه تصرُّفُه حقٌّ بين عطائه ومنعه ، وذلك كله صادر عن حكمةٍ بالغةٍ وملكٍ تامٍّ وحمدٍ تامٍّ ، فلا إله إلا الله . """,
  ),
  Fwaid(
    id: '73',
    name: """فصل """,
    text:
        """إذا رأيت النفوس البَطِلة الفارغة من الإرادة والطلب بهذه الدعاوى قد تشبَّثت بهذا الالتذاذ الشَّقِي ، فالواجب أن تُكلِمها بما يُزيل فساد تركيبها ، ولا تُنشِئ عليها ذلك ؛ فإنه مع قطع العلائق عنها ، ويبقي تشبُّثها به مع انقطاعه عنها عذاباً عليها بحسب ذلك التعلُّق ، فينبغي شهواتها وإراداتها فيها ، وقد حيل بينها وبين ما تشتهيه على وجهٍ يئست معه من حصول شهوتها ولذَّتها .

فلو تصوَّر العاقلُ ما في ذلك من الألم والحسرة للدار لقطع هذا التعلُّق كما يُبادِرُ إلى حِسْم موادِّ الفساد ، ومع هذا فإنه ببالٍ نصيبه من ذلك ؛ وقلبه وهمُّه متعلِّق بالمطلب الأعلى .

والله المستعان . """,
  ),
  Fwaid(
    id: '74',
    name: """فصل """,
    text:
        """ إيَّاك والكذب ؛ فإنه يُفْسِدُ عليك تصوُّرَ المعلومات على ما هي عليه ، ويُفْسِدُ عليك تصويرَها وتعليمَها للناس !

فإن الكاذبَ يَصوِّر المعدومَ موجودًا ، والموجودَ معدومًا ، والحقَّ باطلاً والباطلَ حقًّا ، والخيرَ شرًّا والشرَّ خيرًا ؛ فيُفسِد عليه عقلَه وعِلمَه ، فيفسدُ عليه تصوُّرُه ، وذلك في نفس المخاطَب المخبَر إليه ، فيفسد عليه إدراكه وتصوُّره وعِلمُه .

ونفسُ الكاذب مُعرِضة عن الحقيقة الموجودة ؛ نزّاعة إلى العدمِ مؤثِرة للباطل .

وإذا تجرَّد عليه قوّةُ إدراكِه وعِلمِه الذي وهبه اللهُ تعالى ؛ فماذا يكون المراد ؟ ففسدت عليه بقيّةُ الأفعال ، وصار حكم الكذب عليه منبوذًا ، فصار مردودها عنده كصورٍ للسانِ ؛ فيتمكَّنُ مما يتنجَّسُ بلسانه وبأعماله .

ولهذا كان الكذبُ أساسَ الفجورِ ؛ كما قال النبيُّ ﷺ : «إن الكذبَ يَهدي إلى الفجورِ ، وإن الفجورَ يَهدي إلى النارِ» .
وأوَّل ما يَسري الكذبُ من النفس إلى اللسانِ فيَسري إلى الجوارح ، فيُفْسِدُ عليها أعمالَها كما أفسد على اللسانِ أقوالَه ، فيَكْذِبُ الكاذبُ أقوالَه وأعمالَه وأحوالَه ، ويستحكمُ عليه الفسادُ ويترقَّى داؤه إلى الهلكةِ إن لم يُبادِرْهُ بدواءِ الصدقِ يُعالجْ تلك العادةَ من أصلِها .

ولهذا كانت أصلُ أعمالِ القلوب كلَّها الصدقَ ، وأضدادُها من الزورِ والرياءِ والنِّفاقِ والفخرِ والخيلاءِ والبطرِ والشرِّ والكبرِ والعُجبِ والكسلِ والجبنِ والبُخلِ وغرضها أصلها الكذب ؛ فكلُّ عملٍ صالحٍ ظاهرُه أو باطنُه فمنشؤُه الصدقُ ، وكلُّ عملٍ فاسدٍ ظاهرُه أو باطنُه فمنشؤُه الكذبُ .

وإنه تعالى يُعاقِبُ الكذَّابَ بأن يُبْعِدَهُ عن مصالحِه ومنافعه ، ويُبْعِدُهُ بصادقِه أن يُوَفِّقَهُ للقيامِ بمصالحِ دينه ودنياه ؛ فلهذا فَسَدَتْ قُدَّامَه مصالحُ الدنيا والآخرةِ بعملِ الصدقِ ، ولا أدلَّ على هذا من مضاهاةِ ومشابهةِ الكذبِ لأهلِ البُهتانِ .

قال تعالى : ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ﴾ [التوبة: ١١٩].

""",
  ),
  Fwaid(
    id: '75',
    name: """ فصل""",
    text:
        """ في قوله تعالى: وَعَسَىٰ أَن تَكْرَهُوا شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَىٰ أَن تُحِبُّوا شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ ۞

في هذه الآية عدة حِكَمٍ وأسرارٍ ومصالحَ للعبد:

فإن العبد إذا علم أن المكروه قد يأتي بالمحبوب، والمحبوب قد يأتي بالمكروه، وُهِّم أن توافقه الصَّدفة من جانب الأمرين، وأن الله يعلم منها ما لا يعلمه العبد، أوجب له ذلك أمورًا:

منها: أنه لا ينتفع من امتثال الأمر، وإن شق عليه في الابتداء، لأن عواقبه كلها خيرات ومسرات ولذات وأفراح، وإن كرهته نفسه؛ فهو خير لها وأنفع. وكذلك لا يضر عليه شيء أضرّ عليه من ارتكاب النهي، وإن هويت نفسه ومالت إليه، فإن عواقبه كلها آلام وأحزان وشرور ومصائب. وخاصة العقل تحمل الألم اليسير لما يعقبه من اللذة العظيمة والخير الكثير، واجتناب اللذة اليسيرة لما يعقبها من الألم العظيم والشر الطويل. فنظر الجاهل لا يجاوز المبادئ إلى غاياتها، والعاقل الكيس دائمًا ينظر إلى الغايات من وراء ستور مبادئها، فيرى ما وراء تلك الغرور من الغايات المحمودة والمذمومة، فيرى المناهي طعامًا لذيذًا قد خلط فيه دواء قاتل، فيحمله ذلك على ترك تناوله، ويرى الأوامر كدواء كريه المذاق مفضٍ إلى العافية والشفاء، وكلما نهاه كراهة مذاقه عن تناوله أمره نفعه بالتناول.

ولكن هذا يحتاج إلى فضل علم يُدرك به الغايات من مبادئها، وقوة صبر يوطّن به نفسه على تحمل مشقة الطريق لما يؤمّل عند الغاية؛ فإذا فقد اليقين والصبر تعذّر عليه ذلك، وإذا قوي يقينه وصبره هان عليه كل مشقة يتحملها في طلب الخير الدائم واللذة الدائمة.

ومن أسرار هذه الآية: أنها تقتضي من العبد التفويض إلى من يعلم عواقب الأمور، والرضى بما يختاره له ويقضيه له؛ لما يرجو فيه من حسن العاقبة.

ومنها: أنه لا يقترح على ربه ولا يختار عليه ولا يسأله ما ليس له به علم؛ فعلم مضرته وهلاكه فيه وهو لا يعلم، فلا يختار على ربه شيئًا، بل يسأله حسن الاختيار له، وأن يرضيه بما يختاره، فلا أنفع له من ذلك.

ومنها: أنه إذا فوّض إلى ربه ورضي بما يختاره له، أمدّه فيما يختاره له بالقوة عليه والعزيمة والصبر، وصرف عنه الآفات التي هي عُرضة اختيار العبد لنفسه، وأراه من حسن عواقب اختياره له ما لم يكن ليصل إليه ببعضه بما يختاره هو لنفسه.

ومنها: أنه يريحه من الأفكار المتعبة في أنواع الاختيارات، ويُفرغ قلبه من التقديرات والتدبيرات التي يصعد منها في عقبة وينزل في أخرى، ومع هذا فلا خروج له عمّا قدّر عليه؛ فلو رضي باختيار الله أصابه القدر وهو محمود مشكور ملطوف به فيه، وإلا جرى عليه القدر وهو مذموم غير ملطوف به فيه؛ لأنه مع اختياره لنفسه.

ومتى صحّ تفويضه ورضاه اكتنفه المقدور بالعطف واللطف به، فيصير بين عطفه ولطفه، فعطفه يقيمه ما يقدره، ولطفه يهوّن عليه ما قدّره.

إذا نفذ القدر في العبد كان من أعظم أسباب نفوذه تعجّله في رده، فلا أنفع له من الاستسلام وإلقاء نفسه بين يدي القدر طريحًا كالميت، فإن السَّبِيع لا يرضى بأكل الجيف.""",
  ),
  Fwaid(
    id: '76',
    name: """ فصل""",
    text:
        """ لا [١٨٢] ينتفع بنعمة الله بالإيمان والعلم إلا من عرف نفسه، ووقف بها عند قدرها، ولم يتجاوز إلى ما ليس له، ولم يُعدِّ طوره، ولم يقل: هذا لي، وتيقَّن أنه له ومن الله وبالله، فهو المانُّ به ابتداءً وإدامةً بلا سبب من العبد ولا استحقاق منه، فتلذَّذ بنعم الله عليه، وتكسَّر كسرةَ من يرى لنفسه ولا فيها خيرًا البتة، وأن الخير الذي وصل إليه فهو من ربه ومنه، فتحدَّث له النعم ذلًّا وانكسارًا وحبًّا لا يُتَكَبَّرُ عنه؛ فكلما جدَّ له نعمة ازداد له ذلًّا وانكسارًا وخضوعًا ومحبةً وخوفًا ورجاءً.

وهذا نتيجة علمين شريفين:

علمه بربه وكماله وبره وجوده وغناه وإحسانه ورحمته، وأن الخير كله في يديه، وهو ملكه، يؤتيه من يشاء ويمنع منه من يشاء، وله الحمد على هذا، وهذا أكمل حمدا وأتمه.

وعلمه بنفسه، ووقوفه على حدها وقدرها ونقصها وظلمها وجهلها، وأنها لا خير فيها البتة، ولا بها ولا منها، وأنها ليس لها من ذاتها إلا العدم، وكذلك من صفاتها وكمالها ليس لها إلا ما جعله الله لها، ولا ينفع غيره منها ولا يضر، فما فيها من الخير نابع من وجوده الذي ليس إليها ولا بها.

فإذا صار هذان العلمان صفة لها لا صبغة على لسانها، علمت حينئذ أن الحمد كله لله، والأمر كله له، والخير كله في يده، وأنه هو المستحق للحمد والثناء والمدح دونها، وأنها هي أولى بالذم والعيب واللوم، ومن التحقق بهذين العلمين تلوَّنت به أقواله وأعماله وأحواله، وتخلَّصت عليه، ولم يبدُ به إلى الصراط المستقيم الموصل إلى الله.

فيصِل العبد بتحقيق هاتين المعرفتين علمًا وحالًا، وانقطاعًا بفواتهما.

وهذا معنى قولهم: من عرف نفسه عرف ربه (١). فإنه من عرف نفسه بالجهل والظلم والعيب والنقصان والحاجة والفقر والذل والمسكنة والعدم، عرف ربه بضد ذلك، وقف بنفسه عند قدرها، ولم يتعدَّ طورها، وأثنى على ربه ببعض ما هو أهله، وانصرفت قوة حبه وخشيته ورجائه وإنابته وتوكله إليه وحده، وكان أحبَّ شيء إليه وأخوفَ شيء عنده وأرجاه له، وهذا هو حقيقة العبودية، والله المستعان.

ويحكى أن بعض الحكماء كتب على باب بيته: إنه لن ينتفع بحكمتنا إلا من عرف نفسه ووقف بها عند قدرها؛ فمن كان كذلك فليدخل، وإلا فليرجع حتى يكون بهذه الصفة.

جاهز لاستخراج النص من الصورة التالية.""",
  ),
  Fwaid(
    id: '77',
    name: """فصل """,
    text:
        """الصبر على الشهوة أسهل من الصبر على ما توجبه الشهوة؛ فإنها إما أن توجب ألما وعقوبة، وإما أن تقطع لذة أكمل منها، وإما أن تضيع وقتا إضاعة حسرة وندامة، وإما أن تسلب نعمة تذم تفويتها أنفع للعبد من نيلها، وإما أن تذهب مالا بقاؤه خير له من ذهابه، وإما أن تضع قدرا وجاها قيمة خير من وضعه، وإما أن تسلب نعمة بقاؤها ألذ وأطيب من قضاء الشهوة، وإما أن تطرق لوضعك إليها طريقا لم يكن يجدها قبل ذلك، وإما أن تجلب هما وغمّا وحزنا وخوفا لا يقارب لذة الشهوة، وإما أن

(١) لا يعرف مرفوعا، وإنما يحكى عن يحيى بن معاذ الرازي من قوله. انظر المقاصد الحسنة (ص١٩٨).

٢٠٢

تنسى علم ذكره ألذ من نيل الشهوة، وإما أن تشتت عدوا وتحزن وليا، وإما أن تقطع الطريق على نعمة مقبلة، وإما أن تحدث عيبا يبقى صفة لا تزول؛ فإن الأعمال تورث الصفات والأخلاق. """,
  ),
  Fwaid(
    id: '78',
    name: """ فصل""",
    text:
        """ للأخلاق حدٌّ متى جاوزته صارت عدوانًا، ومتى قَصُرَت عنه كان نقصًا ومهانة.

فالغضب حدٌّ، وهو الشجاعة المحمودة والأنفة من الرذائل والنقائص، وهذا كماله. فإذا جاوز حدَّه تعدّى صاحبه وجار، وإن نقص عنه جبن ولم يلْتَفِت من الرذائل.

وللحرص حدٌّ، وهو الكفاية [١٨٣] في أمور الدنيا وحصول البلاغ منها. فمتى نقص من ذلك كان مهانة وإضاعة، ومتى زاد عليه كان شرهًا ورغبةً فيما لا تُحمد الرغبة فيه.

وللحسد حدٌّ، وهو المنافسة في طلب الكمال والأنفة أن يُقدَّم عليه نظيره. فمتى تعدّى ذلك صار بغيا وظلمًا يتمنى معه زوال النعمة عن المحسود ويحرص على إيذائه، ومتى نقص عن ذلك كان دناءة وضعف همة وصغر نفس.

قال النبي ﷺ: «لا حسد إلا في اثنتين: رجل آتاه الله مالًا فسَلَّطه على هلكته في الحق، ورجل آتاه الله الحكمة فهو يقضي بها ويعلِّمها الناس» (١). فهذا حسد منافسة يطلب الحاسد به نفسه أن يكون مثل المحسود، لا حسد مهانة يتمنى به زوال النعمة عن المحسود.

وللشهوة حدٌّ، وهو راحة القلب والعقل من كدِّ الطاعة واكتساب الفضائل والاستعانة بقضائها على ذلك، فمتى زادت على ذلك صارت نهمةً وشيئًا والتصق صاحبها بدرجة الحيوانات، ومتى نقصت عنه ولم يكن فراغًا في طلب الكمال والفضل كانت ضعفًا وعجزًا ومهانة.

وللراحة حدٌّ، وهو إجمام النفس والقوى المدركة والفعّالة للاستعداد للطاعة واكتساب الفضائل وتوفيرها على ذلك، بحيث لا يضعفها الكدّ والتعب ويضعف أثرها. فمتى زاد على ذلك صار توانيا وكسلًا وإضاعةً وفات به أكثر مصالح العبد، ومتى نقص عنه صار مضرا بالقوى مؤذيا لها، وربما انقطع به؛ كالمُنبِتِ الذي لا أرضًا قطع ولا ظهر أبقى (١).

والوجود له حدٌّ بين طرفين؛ فمتى جاوز حدَّه صار إسرافًا وتبذيرًا، ومتى نقص عنه كان بخلًا وتقتيرًا.

والشجاعة حدٌّ؛ متى جاوزته صارت تهوّرًا، ومتى نقصت عنه صارت جبنًا وخورًا. وحدّها الإقدام في مواضع الإقدام والإحجام في مواضع الإحجام، كما قال معاوية لعمرو بن العاص: أعجبني أن أعرف شجاعتك أين أمُت؟ قال: حتى أقول: من أشجع الناس؟ فيقال:

شجاع إذا ما أمكنته فرصة
فإن لم تكن في فرصةٍ فجَبان

والغيرة لها حدٌّ؛ إذا جاوزته صارت تهمةً وظنًّا سيئًا بالبرئ، وإن قصرت عنه كانت تغافلًا ومبادئ دياثة.

وللتواضع حدٌّ؛ إذا جاوزه كان ذلًّا ومهانة، ومن قصر عنه انحرف إلى الكبر والفخر.

وللعزّ حدٌّ؛ إذا جاوزه كان كبرًا وخُلقًا مذمومًا، وإن قصر عنه انحرف إلى الذلّ والمهانة.

وضابط هذا كله العدل، وهو الأخذ بالوسط الموضوع بين طرفي الإفراط والتفريط، وعليه بنَتْ مصالح الدنيا والآخرة، بل لا صلاح للدين إلا به؛ فإنه متى خرج بعض أخلاطه عن العدل وجاوزه أو نقص عنه ذهب من صحته وقوته بحسب ذلك، وكذلك الأفعال الطبيعية كالنوْم والسهر والأكل والشرب والجماع والحركة والرياضة والخلوة والمخالطة وغير ذلك؛ إذا كانت وسطًا بين الطرفين المذمومين كانت عدلًا، وإن انحرفت إلى أحدهما كانت نقصًا وأضرّت نقصًا.

فمن أشرف العلوم وأنفعها علم الحدود، ولا سيما حدود المشروع المأمور والمنهي؛ فاعلم الناس أعلمهم بتلك الحدود، حتى لا يدخل فيها ما ليس منها ولا يخرج منها ما هو داخل فيها.

قال تعالى: ﴿الأعراب أشد كفرًا ونفاقًا وأجدر ألا يعلموا حدود ما أنزل الله على رسوله﴾ [التوبة/٩٧].

فأعدل الناس من قام بحدود الأخلاق والأعمال والمشروعات معرفةً وفعلا.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '79',
    name: """ فصل""",
    text:
        """ قال أبو الدرداء رضي الله عنه: يا حبذا نوم الأكياس وفطرهم، كيف يغبنون به قيام الحمقى وصومهم، ولذرة من صاحب تقوى أفضل من أمثال الجبال عبادة من المغترين! (١)

[١٨٣] وهذا من جواهر الكلام وأدلة على كمال فقه الصحابة، وتقدمهم على من بعدهم في كل خير رضي الله عنهم.

فاعلم أن العبد إنما يقطع منازل السير إلى الله بقلبه وهمته لا ببدنه، والتقوى في الحقيقة تقوى القلوب لا تقوى الجوارح.

قال تعالى: ﴿ذٰلِكَ وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ﴾ [الحج/٣٢].

وقال: ﴿لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِن يَنَالُهُ التَّقْوَىٰ مِنكُمْ﴾ [الحج/٣٧].

وقال النبي ﷺ: «التقوى هاهنا»، وأشار إلى صدره. (٢)

فالكيس يقطع من المسافة بصحة العزيمة وعلو الهمة وتجريد القصد وصحة النية مع العمل القليل أضعاف أضعاف ما يقطعه الفارغ من ذلك كله بالعمل الكثير والسير البطيء؛ فإن العزيمة الصادقة تذهب المشقة وتطيب السير، والسير إلى الله سبحانه إنما هو بالهمة وصدق الرغبة والعزيمة، فيتقدم صاحب الهمة مع سكون صاحب العمل الكثير بمراحل؛ فإن ساواه في همته تقدم عليه بعمله.

وهذا موضع يحتاج إلى تفصيل يوافق فيه الإسلام الإحسان:

فكامل الهدي هدي رسول الله ﷺ، وكان مؤتى كل واحد منهما حقه؛ فكان مع كمال إرادته وأحواله مع الله يقوم حتى ترم قدماه، ويصوم حتى يقال: لا يفطر، ويجاهد في سبيل الله، ويخالط أصحابه ولا يحتجب عنهم، ولا يترك شيئًا من النوافل والأوراد لتلك الواردات التي تعجز عن حملها قوى البشر.

والله تعالى أمر عباده أن يقوموا بشرائع الإسلام على ظواهرهم وحقائق الإيمان على بواطنهم، ولا يقبل واحدًا منهما إلا بصاحبه وقرينه.

وفي «المسند» مرفوعًا: «الإسلام علانية والإيمان في القلب». (١)

فكل إسلام ظاهر لا ينفذ صاحبه منه إلى حقيقة الإيمان الباطن فليس بنافع حتى يكون معه شيء من الإيمان الباطن، وكل حقيقة باطنة لا يقوم صاحبها بشرائع الإسلام الظاهرة لا تنفعه ولو كانت ما كانت؛ فلو تمزق القلب بالمحبة والخوف ولم يتعبد بالأمر وظاهر الشرع لم ينجِّه ذلك من النار، كما أنه لو قام بظواهر الإسلام وليس في باطنه حقيقة الإيمان لم ينجِّه ذلك من النار.

وإذا عرفت هذا فالصادقون السائرون إلى الله والدار الآخرة قسمان:

قسم صرفوا ما فضل من أوقاتهم بعد الفرائض إلى النوافل البدنية وجاهدوا ذواتهم، من غير حرص منهم على تحقيق أعمال القلوب ومنازلها وأحكامها، وإن كانوا خالين من أصلها، لكن همتهم مصروفة إلى الاستكثار من الأعمال.

وقسم صرفوا ما فضل عن الفرائض والسنن إلى الاهتمام بصلاح قلوبهم ومعرفة عيوبها وحفظ الخواطر والإرادات وجعلوا قوة تدبيرهم في أعمال القلوب وصحة النيات، ورأوا أن أيسر نصيب من الواردات التي ترد على قلوبهم من الله أحب إليهم من كثير من التطوعات البدنية؛ فإذا حصل لأحدهم جمعية وورد أنس أو حب أو اشتياق أو انكسار وذلّ لم يستبدل به شيئًا سواه البتة، إلا أن يجيء الأمر، فيبادر إليه بذلك الوارد إن أمكنه، وإلا بادر إلى الأمر ولو ذهب الوارد؛ فإذا جاءت النوافل فهمّتهما محرّك التردد، فإن أمكن القيام بها فعلوا، وإلا نظر في الأرجح والأحب إلى الله؛ فإن كان الأرجح هو القيام إلى تلك النافلة ولو ذهب ورده؛ فإنه يقدم إيثار محبوب الله على محبوب نفسه وإرادته؛ كإغاثة الملهوف وإرشاد الضال وإنقاذ المعصوم ونحو ذلك؛ فهنا ينبغي تقديم النافعة الراجحة، ومتى قدّمها رده الله عليه ما فات من وارد أقوى مما كان في وقت آخر.

[١٨٣] وإن كان الوارد أرجح من النافلة فالحزم في الاستمرار في وارده حتى يتوارى عنه؛ فإنه يفوت والنافلة لا تفوت. وهذا موضع يحتاج إلى فضل فقه في الطريق ومراتب الأعمال وتقديم الأهم منها فالأهم. والله الموفق لذلك، لا إله غيره ولا رب سواه.""",
  ),
  Fwaid(
    id: '80',
    name: """فصل """,
    text: """ أصل الأخلاق المذمومة كلها الكبر والمهانة والدناءة.

وأصل الأخلاق المحمودة كلها الخشوع وعلو الهمة.

فالفخر والبطر والأشر والعجب والحسد والبغي والخيلاء والظلم والقسوة والغلظة والجرأة على الله وقلة الحياء والاستطالة وحب العلو وحب الجاه والرئاسة وأن يُحمد بما لم يفعل وأمثال ذلك؛ كلها من الكبر.

وأما الكذب والخيانة والخسة والخداع والمكر والرياء والبخل والكسل والعجز والذل والفرج والجبن والذل لغير الله واستبدال الذي هو أدنى بالذي هو خير ونحو ذلك؛ فكلها من المهانة والدناءة وصغر النفس.

وأما الأخلاق الفاضلة؛ كالصبر والشجاعة والعدل والمروءة والعفة والصيانة والجود والحلم والعفو والصفح والاحتمال والإيثار وعزة النفس عن الدناءات والتواضع والقناعة والصدق والإخلاص والمكافأة على الإحسان بمثله أو أفضل والتغافل عن زلات الناس وترك الاشتغال بما لا يعنيه وسلامة القلب من تلك الأخلاق المذمومة ونحو ذلك؛ فكلها ناشئة عن الخشوع وعلو الهمة.

والله سبحانه أخبر عن الأرض بأنها تكون خاشعة، ثم ينزل عليها الماء؛ فتهتز وتربو وتأخذ زينتها وبهجتها؛ فكذلك المخلوق منها إذا أصابه حظه من التوفيق.

وأما النار فطبعها العلو والإفساد، ثم تُخمد فتصير أخسَّ شيء وأذله؛ وكذلك المخلوق منها؛ فهي دائمًا بين العلو إذا هاجت واضطربت، وبين الخسة والدناءة إذا خمدت وسكنت.

والأخلاق المذمومة تابعة للنار والمخلوق منها، والأخلاق الفاضلة تابعة للأرض والمخلوق منها؛ فمن علت همته وخشعت نفسه اتصف بكل خلق جميل، ومن ذلت همته وطغت نفسه اتصف بكل خلق رذيل.""",
  ),
  Fwaid(
    id: '81',
    name: """ فصل""",
    text:
        """المطلب الأعلى موقوف حصوله على همة عالية ونية صحيحة؛ فمن فقدهما تعذر عليه الوصول إليه.

فإن الهمة إذا كانت عالية تعلقت به وحده دون غيره، وإذا كانت النية صحيحة سلك العبد الطريق الموصلة إليه؛ فلتفرد له الطريق، والهمة تفرد له المطلوب؛ فإذا توحد مطلوبه والطريق الموصلة إليه كان الوصول غايته.

وإذا كانت همته سافلة تعلقت بالسفليات ولم تتعلق بالمطلب الأعلى، وإذا كانت النية غير صحيحة كانت طريقته غير موصلة إليه.

فمدار الشأن على همة العبد ونيته، وهما مطلوبه وطريقه، ولا يتم له إلا بترك ثلاثة أشياء:

العوائد والرسوم والأوضاع التي أحدثها الناس.

الثاني: هجر العوائق التي تعوقه عن إفراد مطلوبه وطريقه وقطعها.

الثالث: قطع علائق القلب التي تحول بينه وبين تجريد التعلق بالمطلوب.

والفرق بينهما أن العوائق هي الحوادث الخارجية، والعلائق هي التعلقات القلبية بالمباحات ونحوها.

وأصل ذلك ترك الفضول التي تشغله عن المقصود من الطعام والشراب والمنام والمخالطة؛ فيأخذ من ذلك ما يعينه على طلبه، ويعرض منه ما يقطعه عنه أو يضعف طلبه.

والله المستعان. """,
  ),
  Fwaid(
    id: '82',
    name: """فصل """,
    text: """من كلام عبد الله بن مسعود رضي الله عنه

قال رجل عنده: ما أحب أن أكون من أصحاب اليمين، أحب أن أكون من المقربين! فقال عبد الله: لكن هاهنا رجل ودَّ أنه إذا مات لم يُبعث. يعني نفسه. (١)

وخرج ذات يوم، فأتبعه ناس، فقال لهم: ألكم حاجة؟ قالوا: لا، ولكن أردنا أن نمشي معك. قال: ارجعوا فإنه ذلَّة للتابع وفتنة للمتبوع. (٢)

وقال: لو تعلمون مني ما أعلم من نفسي لختمتم على رأسي التراب. (١)

وقال: جدِّدوا المكروهين الموت والفقر. وأيَّم الله إن هو إلا الغنى والفقر، وما أبالي بأيتهما ابتُليت؛ أرجو الله في كل واحد منهما؛ إن كان الغنى ففيه للعطف، وإن كان الفقر ففيه للصبر. (٢)

وقال: إنكم في ممر الليل والنهار، في آجال منقوصة، وأعمال محفوظة، والموت يأتي بغتة؛ فمن زرع خيرًا يوشك أن يحصد رغبة، ومن زرع شرًّا يوشك أن يحصد ندامة، ولكل زارع مثل ما زرع؛ لا يسبق بطيء بحظه، ولا يدرك حريص ما لم يقدر له. أُعطي من أعطي بحظّه، ومن وُقي شَرًّا فالله وقى، المتقون سادة، والفقهاء قادة، ومجالستهم زيادة.

إنما هما اثنتان: الهدي والكلام؛ فأفضل الكلام كلام الله، وأفضل الهدي هدي محمد ﷺ، وشر الأمور محدثاتها، وكل محدثة بدعة؛ فلا يطولنَّ عليكم الأمد، ولا يلهينكم الأمل؛ فإن كل ما هو آتٍ قريب، ألا وإن السعيد من وعظ بغيره، ألا وإن الشقي من شقي في بطن أمه، ألا وإن المسلم من سلم المسلمون من كفِّه ولسانه، وسِبابُه فسوق، وقتاله كفر، ولا يحل لمسلم أن يهجر أخاه فوق ثلاثة أيام، حتى يسلِّم عليه إذا لقيه، ويجيبه إذا دعاه، ويعوده إذا مرض، إلا أن سرَّ الروايا وروايا الكذب. ألا وإن الكذب لا يصلح منه جدٌّ ولا هزل، ولا أن يعد الرجل صبيَّه ثم لا ينجزه. ألا وإن الكذب يهدي إلى الفجور، والفجور يهدي إلى النار، والصدق يهدي إلى البر، والبر يهدي إلى الجنة، وإنه ليقال للصادق: صدق وبرّ، ويقال للكاذب: كذب وفجر. وإن محمدًا ﷺ حدَّثنا أن الرجل ليصدق حتى يُكتب عند الله صديقًا، ويكذب حتى يُكتب عند الله كذابًا. (٣)

إن أصدق الحديث كتاب الله، وأوثق العرى كلمة التقوى، وخير الملل ملة إبراهيم، وأحسن السنن سنة محمد ﷺ، وخير الهدي هدي الأنبياء، وأشرف الحديث ذكر الله، وخير القصص القرآن، وخير الأمور عواقبها، وشر الأمور محدثاتها، وما قلَّ وكفى خير مما كثر وألهى، ونفس تنجيها خير من إمارة لا تُحصيها، وشر المعذرة حين يُحضَر الموت، وشر الندامة الندامة يوم القيامة، وشر الضلالة الضلالة بعد الهدى، وخير الغنى غنى النفس، وخير الزاد التقوى، وخير ما أُلقي في القلب اليقين، والريب من الكفر، والشك من النفاق، والمرء على دين خليله، والشيطان ذئب الإنسان، والنساء حبائل الشيطان، والشباب شعبة من الجنون، والتوقي من الفتنة نجاة، وأعظم الخطايا الكذب، ومن يعفُ يعفُ الله عنه، ومن يكظم الغيظ يؤجره الله، ومن يصبر يصبره الله، ومن يعفُ يرزقه الله، وشر المكاسب كسب الربا، وشر المآكل مال اليتيم، وإنما يكفي أحدكم ما قنع به نفسه، وإنما يصير إلى أربعة أذرع، والأمر إلى آخره، وملاك العمل خواتمه، وأشرف الموت قتل الشهداء.

ينبغي لحامل القرآن أن يُعرف بليله إذا الناس نائمون، وبنهاره إذا الناس مفطرون، وبحزنه إذا الناس يفرحون، وببكائه إذا الناس يضحكون، وبصمته إذا الناس يخوضون، وبخشوعه إذا الناس يختالون، وينبغي لحامل القرآن أن يكون باكيًا حزينًا حكيمًا حليمًا سكينًا، ولا ينبغي لحامل القرآن أن يكون جافيًا ولا غافلًا ولا سخَّابًا ولا صياحًا ولا حديدًا. (٢)

من تطاول تعظيمًا حطَّه الله، ومن تواضع تخشُّعًا رفعه الله. (٣)

وإن للملك لِمَّة، وللشيطان لِمَّة؛ فلِمَّة الملك إيعاد بالخير وتصديق بالحق؛ فإذا رأيتم ذلك فاحمدوا الله. ولِمَّة الشيطان إيعاد بالشر وتكذيب بالحق؛ فإذا رأيتم ذلك فتعوذوا بالله. (٤)

إن الناس قد أُمروا حسن القول؛ فمن وافق قوله فعله فذاك الذي أصاب حظه، ومن خالف قوله فعله فذلك إنما يوبِّخ نفسه. (٥)

إني لأبغض الرجل أن أراه فارغًا ليس في شيء من عمل الدنيا ولا عمل الآخرة. (٦)

ومن لم تأمره الصلاة بالمعروف وتنهيه عن المنكر لم يزدد بها من الله إلا بعدًا. (١)

من اليقين أن لا تُرضي الناس بسخط الله، ولا تحمد أحدًا على رزق الله، ولا تلوم أحدًا على ما لم يؤتك الله؛ فإن رزق الله لا يسوقه حرص حريص، ولا يرده كراهة كاره، وإن الله بقسطه وعدله جعل الروح والفرج في اليقين والرضا، وجعل الهم والحزن في الشك والسخط. (٢)

ما دمت في صلاة فأنت تقرع باب الملك، ومن يقرع باب الملك يُفتح له. (٣)

إني لأحسب الرجل ينسى العلم كان يعلمه بالخطيئة يعملها. (٤)

كونوا ينابيع العلم، مصابيح الهدى، أحلاس البيوت، سرج الليل، جُدد القلوب، خُلقان الثياب، تُعرفون في السماء، وتخفون على أهل الأرض. (٥)

إن للقلوب شهوة وإدبارًا؛ فاغتنموها عند شهوتها وإقبالها، ودعوها عند فترتها وإدبارها. (٦)

ليس العلم بكثرة الرواية، ولكن العلم الخشية. (١)

إنكم تُرون الكافر من أصبح الناس جسمًا وأمرضهم قلبًا، وتُرون المؤمن من أصبح الناس قلبًا وأمرضهم جسمًا، والله لو مرضت قلوبكم وصحت أجسامكم لكنتم أهون على الله من الجعلان. (٣)

لا يبلغ العبد حقيقة الإيمان حتى يُحلّ بزوزته، ولا يُحلّ بنوزته، حتى يكون الفقر أحبَّ إليه من الغنى، والتواضع أحبَّ إليه من الشرف، وحتى يكون حامده وذامَّه عنده سواء. (٤)

وإن الرجل ليخرج من بيته ومعه دينه فيفرِّج وما معه منه شيء؛ يأتي الرجل، ولا يملك له لنفسه ضرًّا ولا نفعًا، فيقسم له بالله كذبًا فيُؤتَى له، فيخرج وما معه من حاجة شيء، وبسط الله عليه. (٥)

لو سُخِّرت من كلب لخِفت أن أتحوَّل كلبًا. (٦)

الإثم حواز القلوب. (٧)

ما كان من نظرة فإن للشيطان فيها مطمعًا. (٨)

مع كل فرحة ترحة، وما ملئ بيت حبرة إلا مُلئ عبرة. (١)

ما منكم إلا ضيف وماله عارية؛ فالضيف مرتحل، والعارية مردودة إلى أهلها. (٢)

يكون في آخر الزمان أقوام أفضل أعمالهم التلاوم بينهم، يسمَّون الأنتان. (٣)

إذا أحب الرجل أن يُنصف من نفسه فليأتِ إلى الناس الذي يحب أن يُؤتَى إليه. (٤)

الحق ثقيل مرِّيء، والباطل خفيف وبيِّن، ربَّ شهوة تورث حزنًا طويلًا. (٥)

ما على وجه الأرض شيء أحوج إلى طول سجن من لسان. (٦)

إذا ظهر الزنا والربا في قرية أذن بهلاكها. (٧)

من استطاع منكم أن يجعل كنزه في السماء حيث لا يأكله السوس ولا تناله السراق فليفعل؛ فإن قلب الرجل مع كنزه. (٨)

لا تقلدَنَّ أحدكم دينه رجلًا؛ فإن آمن آمن، وإن كفر كفر، وإن كنتم لا بد مقتدين فاقتدوا بالميت؛ فإن الحي لا تؤمن عليه الفتنة. (١)

لا يكن أحدكم إمَّعة؛ قالوا: وما الإمَّعة؟ قال: يقول: أنا مع الناس؛ إن اهتدوا اهتديت، وإن ضلوا ضللت؛ ألا ليوطِّن أحدكم نفسه على أنه إن كفر الناس لا يكفر. (٢)

وقال له رجل: علِّمني كلمات جوامع نوافع؟ فقال: اعبد الله لا تشرك به شيئًا، وزن مع القرآن حيث زال، ومن جادك بالحق فاقبل منه، وإن كان بعيدًا بغيضًا، ومن جادك بالباطل فجاهد عليه وإن كان قريبًا حبيبًا. (٣)

يُؤتى بالعبد يوم القيامة، فيقال له: أدَّ أمانتك. فيقول: يا رب! من أين وقد ذهبت الدنيا؟ فيُتمثَّل له ما خانته على عنقه [١٨٥] فيُحمل بها حتى إذا ظن أنه خارج بها مات وهو في أثرها أبدا الآبدين. (٤)

اطلب قلبك في ثلاثة مواطن: عند سماع القرآن، وفي مجالس الذكر، وفي أوقات الخلوة؛ فإن لم تجده في هذه المواطن فاسأل الله أن يمنَّ عليك بقلب؛ فإنه لا قلب لك.

قال الجنيد: دخلت على شاب فسألني عن التوبة؛ فقلت: يا بنيك الموت. فقال: عن حقيقتها؟ فقلت: أن تنسى ذنبك. فقال: ما هذه حقيقة التوبة. فقلت له: فما حقيقة التوبة عندك يا بني؟ قال: أن تنسى ذنبك، ويتركك ومضى. [فقال رجل:] فكيف هو عندك يا أبا القاسم؟ فقلت: القول ما قال الفتى. قال: كيف؟ قلت: إذا كنت معه في حال، ثم نقلتني من حال الجفاء إلى حال الوفاء؛ فذكري للجفاء في حال الوفاء جفاء.""",
  ),
  Fwaid(
    id: '83',
    name: """ فصل""",
    text:
        """ لا يجتمع الإخلاص في القلب ومحبة المدح والثناء والطمع فيما عند الناس، إلا كما يجتمع الماء والنار والضب والحوت.

فإذا حدثتك نفسك بطلب الإخلاص فأقبل على الطمع أولًا فاذبحه بسكين اليأس، وأقبل على المدح والثناء فازهد فيهما زهد عشاق الدنيا في الآخرة؛ فإذا استقام لك ذبح الطمع والزهد في الثناء والمدح؛ سهل عليك الإخلاص.

فإن قلت: وما الذي يسهل علي ذبح الطمع والزهد في الثناء والمدح؟

قلت: أما ذبح الطمع فيسهله عليك علمك يقينًا أنه ليس من شيء يُطمع فيه إلا وبيد الله وحده خزائنه؛ لا يملكها غيره، ولا يؤتي العبد منها شيئًا سواه.

وأما الزهد في الثناء والمدح فيسهله عليك علمك أنك لن تكون أحمد نفعًا مدحه وزينه، ويضر ذمه وشينه، إلا الله وحده، كما قال ذلك النبي ﷺ للذي مدحه: «ويحك! قطعت عنق صاحبك». وقال ﷺ: «إن أحدكم ليمدح صاحبه حتى يذبحه». (١)

فازهد في مدح من لا يزينك مدحه، وفي ذم من لا يشينك ذمه، وارغب في مدح من كل زين في مدحه وكل شين في ذمه.

ولن تقدر على ذلك إلا بالصبر واليقين؛ فمتى فقدت الصبر واليقين كنت كمن أراد السفر في البحر في غير مركب.

قال تعالى: ﴿فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ﴾ [الروم/٦٠].

وقال تعالى: ﴿وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ﴾ [السجدة/٢٤].""",
  ),
  Fwaid(
    id: '84',
    name: """ فصل""",
    text: """ لذّة كل أحد على حسب قدره وهمّته وشرف نفسه:

فأشرف الناس نفسًا وأعلاهم همّة وأرفعهم قدرًا أشدّهم لذّة في معرفة الله ومحبّته والشوق إلى لقائه والتودّد إليه بما يحبّه ويرضاه، فلذّته في إقباله عليه وعكوف همّته عليه، ودون ذلك مراتب لا يحصيها إلا الله، حتى تنتهي إلى من لذّته في أخسّ الأشياء من القاذورات والفواحش من كل شيء من الكلام والفعل والأشغال؛ فلو عُرض عليه ما يلتذّ به الأول لم تسمح نفسه بقبوله ولا الالتفات إليه وربما تألّفت من ذلك؛ كما أن الأول لو عُرض عليه ما يلتذّ به هذا لم تسمح نفسه به ولم تلتفت إليه ونفرت نفسه منه.

وأكمل الناس لذّة من جمع بين لذّة القلب والروح ولذّة البدن؛ فهو يتناول لذّاته المباحة على وجه لا ينقص حظّه من الدار الآخرة، ولا يقطع عليه لذّة المعرفة والمحبة والأنس بربه؛ فهذا من قال تعالى فيه:
﴿قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ﴾ [الأعراف/٣٢].
وأخبر سبحانه أن اللذّة التي تناولها على وجه يرضيه يمسي بها لذّة الآخرة، فيكون من قال لهم ربهم سبحانه:
﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا﴾ [الأحقاف/٢٠].

فهؤلاء تمتّعوا بالطيّبات، وأولئك تمتّعوا بها على الوجه الذي أُذن لهم فيه، فجمع لهم بين لذّات الدنيا والآخرة، وهؤلاء لم يتمتّعوا على الوجه الذي أُذن لهم فيه، فقطعت عنهم لذّة الدنيا ولذّة الآخرة؛ فلا لذّة الدنيا دامت لهم ولا لذّة الآخرة حصلت لهم.

فمن أحبّ اللذّة ودوامها والعيش الطيّب فليجعل لذّة الدنيا موصلة له إلى لذّة الآخرة، بأن يستعين بها على طاعة الله وإرادته وعبادته، فيتناولها بحكم الاستعانة والقوّة على طلبه، لا بحكم مجرّد الشهوة والهوى، وإن كان من زُيّنت له لذّات الدنيا وطيّباتها فليجعل له نقصًا منها زيادة في لذّة الآخرة، ويجبر نفسه ما حُرم بالبرد ليستوفيها كاملة هناك.

فطيّبات الدنيا ولذّاتها نعم العون لمن صحّ طلبه والدار الآخرة، وكانت همّته لما هناك، وبئس العون لمن كانت هي مقصوده وهمّته وحوله يتردّد، فنعيم الدنيا نعم العون لطالب الله والدار الآخرة، وبئس القاطع للنازع من الله والدار الآخرة.

فمن أخذ منافع الدنيا على وجه لا ينقص حظّه من الآخرة فزفر بهما جميعًا، وإلا خسرهما جميعًا.

سبحان الله ربّ العالمين!

لو لم يكن في ترك الذنوب والمعاصي إلا إقامة المروءة، وصون العرض، وحفظ الجاه، وصيانة المال الذي جعله الله قوامًا لمصالح الدنيا والآخرة، ومحبة الخلق، وجواز القول بينهم، وصلاح المعاش، وراحة البدن، وقوّة القلب، وطيب النفس، ونعيم القلب، وانشراح الصدر، والأمن من مخاوف الفسّاق والفجّار، وقلّة الهمّ والغمّ والحزن، وعزّ النفس عن احتمال الأذى، وصون نور القلب أن تطفئه ظلمة المعصية، وحصول المخرج له مما ضاق على الفسّاق والفجّار، وتيسير الرزق عليه من حيث لا يحتسب، وتيسير العلم والثناء الحسن في الناس، وكثرة الدعاء له، والحلاوة التي يكسى بها وجهه، والهيبة التي تُلقى في قلوب الناس، وانتصارهم وحميّتهم له إذا أوذي وظُلم، وذبّهم عن عرضه إذا اغتابه مغتاب، وسرعة إجابة دعائه، وزوال الوحشة التي بينه وبين الله، وقرب الملائكة منه، وبعد شياطين الإنس والجنّ عنه، وتنافس الناس على خدمته وقضاء حوائجه، وخطبتهم لمودّته وصحبته، وعدم خوفه من الموت بل يفرح لقدومه على ربه، ولقائه له ومصيره إليه، وصِغَر الدنيا في قلبه، وكِبَر الآخرة عنده، وحرصه على الملك الكبير والفوز العظيم فيها، وذوق حلاوة الطاعة، ووجد حلاوة الإيمان، ودعاء حملة العرش ومن حوله من الملائكة له، وفرح الكاتبين به ودعائهم له كل وقت، والزيادة في عقله وفهمه وإيمانه ومعرفته، وحصول محبة الله له وإقباله عليه وفرحه بتوبته، وهكذا يجازيه بفرح وسرور لا نسبة إلى فرحه وسروره بالمعصية بوجه من الوجوه؛ فهذه بعض آثار ترك المعاصي في الدنيا.

فإذا مات تلقّته الملائكة بالبشرى من ربه بالجنة، والله لا خوف عليه ولا حزن، وينتقل من سجن الدنيا وضيقها إلى روضة من رياض الجنة يُنَعَّم فيها إلى يوم القيامة.

فإذا كان يوم القيامة كان الناس في الحرّ والعرق، وهو في ظلّ العرش.

فإذا انصرفوا من بين يدي الله أُخذ به ذات اليمين مع أوليائه المتّقين، وحزبه المفلحين.

﴿وَذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ﴾ [الحديد/٢١].""",
  ),
  Fwaid(
    id: '85',
    name: """ فصل""",
    text:
        """ ذكر ابن سعد في «الطبقات» (١) عن عمر بن عبدالعزيز: أنه كان إذا خطب على المنبر، فخاف على نفسه العجب قطعه، وإذا كتب كتابًا، فخاف فيه العجب مزّقه، ويقول: اللهم إني أعوذ بك من شر نفسي.

اعلم أن العبد إذا رضي في قول أو عمل، ينبغي أن مرضاة الله مطالبة فيه منّة عليه به وتوفيقه له فيه، وأنه بالله لا بنفسه ولا بمعرفته وفكره وحوله وقوته، بل هو [١٨٦] بالذي أنشأ له اللسان والقلب والعين والأذن، فالذي من عليه بذلك هو الذي منّ عليه بالقول والعمل؛ فإذا لم يغيب ذلك عن ملاحظته ونظر قلبه لم يحضره العجب الذي أصله رؤية نفسه وغيبته عن شهود منّة ربه وتوفيقه وإعانته.

فإذا غابت عنه تلك الملاحظة وثبتت النفس وقامت في مقام التقوى، وقع العجب؛ فصار بينه وبين الله حجابًا، نفسه عليه بالقول والعمل؛ فتارة يحال بينه وبين تمامه ويقطع عليه، ويكون ذلك رحمة به، حتى لا يغيب عن مشاهدته المنة والتوفيق. ولكن قد يكون ثمرة، وإن لم تكن ثمرة غير محمودة للمقصود، وتارة يكون ضررها أعظم من انتفاعها، ويتولد له من مفاسد شيء بحسب غيبته عن ملاحظة التوفيق والمنّة ورؤية نفسه وأن القول والعمل به.

ومن هذا الموضع يَصلُحُ الله سبحانه أقوال عبده وأعماله ويُعطيه له ثمرتها أو يفسدها عليه ويمنعه ثمرتها؛ فلا شيء أفسد للأعمال من العجب ورؤية النفس.

فإذا أراد الله بعبده خيرًا أشهده منّته وتوفيقه وإعانته له في كل ما يقوله ويفعله، فلا يعجب، ثم أشهده تقصيره فيه، وأنه لا يرضى لربه به، فيتوب إليه منه ويستغفره ويستحيي أن يطلب عليه أجرًا، وإذا لم يشهده ذلك وغيب عنه، رأى نفسه في العمل، ورأى بعين الكمال والرضى، فلم يمنّ ذلك العمل منه موقع القبول والرضى والمحبة.

فالعارف يعمل العمل لوجهه، مشاهدًا فيه منّته وفضله وتوفيقه، معتذرًا إليه، مستعيبًا منه إذ لم يوفّه حقه. والجاهل يعمل العمل لحظه وهواه، ناظرًا فيه إلى نفسه، يمُنّ به على ربه، راضيًا بعمله؛ فهذا لون وذلك لون آخر.""",
  ),
  Fwaid(
    id: '86',
    name: """فصل """,
    text: """ الوصول إلى المطلوب موقوف على هجر العوائد وقطع العوائق والعلائق:

فالعوائد: السكون إلى اللذة والراحة وما ألفه الناس واعتمدوه من الرسوم والأوضاع التي جعلوها بمنزلة الشرع المتبع، بل هي عندهم أعظم من الشرع، ينكرون على من خرج عنها أعظم مما ينكرون على من خالف صريح الشرع، ومن خالفها عندهم فهو مبتدع أو ضال أو مهجور ومعاقب لمخالفة تلك الرسوم، وأمانوا لها السنن، ونصروها انتدابًا للرسول يوالون عليها ويعادون؛ فالمعروف عندهم ما وافقها والمنكر ما خالفها.

وهذه الأوضاع والرسوم قد استولت على طوائف بني آدم من الملوك والولاة والفقهاء والصوفية والفقراء والمتطوعين والعامة؛ فربى فيها الصغير، ونشأ عليها الكبير، واتخذت سننًا، بل هي أعظم عند أصحابها من السنن، والواقف معها محبوس، والمتمسك بها منقطع، عمّ بها الضلال، وهُجر لأجلها السنة والكتاب، فمن استنصر بها فهو عند الله مخذول، ومن اقتدى بها دون كتاب الله وسنة رسوله فهو عند الله غير مقبول.

وهذا أعظم المحجب والموانع بين العبد وبين النفوذ إلى الله ورسوله.""",
  ),
  Fwaid(
    id: '87',
    name: """ فصل""",
    text:
        """وأما العوائق فهي أنواع المخالفات ظاهرها وباطنها؛ فإنها تعوق القلب عن سيره إلى الله وتقطع عليه طريقه.

وهي ثلاثة أمور: شرك، وبدعة، ومعصية؛ فيزول عائق الشرك بتجريد التوحيد، وعائق البدعة بتحقيق السنة، وعائق المعصية بتصحيح التوبة.

وهذه العوائق لا تتبين للعبد حتى يأخذ في أهبة السفر ويتحقق بالسير إلى الله والدار الآخرة؛ فحينئذ تظهر له هذه العوائق ويُحسّ بتعويقها له بحسب قوة سيره وتجرده للسفر، وإلا فما دام قاعدًا لا تظهر له كوامنها وفواحشها. """,
  ),
  Fwaid(
    id: '88',
    name: """ فصل""",
    text:
        """وأما العلائق فهي كل ما تعلّق به القلب دون الله ورسوله من ملاذ الدنيا وشهواتها ورئاساتها وصحبة الناس والتعلق بهم.

ولا سبيل إلى قطع هذه الأمور الثلاثة ورفضها إلا بقوة التعلق بالمطلب الأعلى؛ وإلا فاقطعها عليه بدون تعلّقه بمطلوبه ممتنع؛ فإن النفس لا تترك مألوفها ومحبوبها إلا لمحبوب هو أحب إليها منه وأثر عندها منه، وكلما قوي تعلّقه بمطلوبه ضعف تعلّقه بغيره، وكذا بالعكس، والتعلّق بالمطلوب هو شدة الرغبة فيه، وذلك على قدر معرفته به وشرفه وفضله على ما سواه. """,
  ),
  Fwaid(
    id: '89',
    name: """فصل """,
    text: """لما كمل الرسول ﷺ مقام الافتقار إلى الله سبحانه أجوج الخلائق

٢٢٦

كلهم إليه في الدنيا والآخرة:

أما حاجتهم إليه في الدنيا فأشد من حاجتهم إلى الطعام والشراب والنَّفَس الذي به حياة أبدانهم.

وأما حاجتهم إليه في الآخرة فإنهم يستغيثون بالرسل إلى الله حتى يريحهم من ضيق مقامهم، فكلهم يتأخر عن الشفاعة، فيشفع لهم، وهو الذي يستفتح لهم باب الجنة. (١) """,
  ),
  Fwaid(
    id: '90',
    name: """ فصل""",
    text:
        """ من علامات السعادة والفلاح: أن العبد كلما زيد في علمه زيد في تواضعه ورحمته، وكلما زيد في عمله زيد في خوفه وحذره، وكلما زيد في عمره نقص من حرصه، وكلما زيد في ماله زيد في سخائه وبذله، وكلما زيد في قدره وجاهه زيد في قربه من الناس وقضاء حوائجهم والتواضع لهم.

وعلامات الشقاوة: أنه كلما زيد في علمه زيد في كبره وتيهه، وكلما زيد في عمله زيد في فخره واحتقاره للناس وحسن ظنه بنفسه، وكلما زيد في عمره زيد في حرصه، وكلما زيد في ماله زيد في بخله وإمساكه، وكلما زيد في قدره وجاهه زيد في كبره وتيهه.

وهذه الأمور ابتلاء وامتحان من الله يبتلي بها عباده فيسعد بها أقوام ويشقى بها أقوام.

وكذلك الكرامات امتحان وابتلاء؛ كالملك والسلطان والمال، قال تعالى عن نبيه سليمان لما رأى عرش بلقيس عنده: ﴿هَٰذَا مِن فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ﴾ [النمل/٤٠].

فالنعم ابتلاء من الله وامتحان يظهر به شكر الشكور وكفر الكفور، كما أن المحن بلاء من سبحانه، فهو يبتلي بالنعم كما يبتلي بالمصائب.

قال تعالى: ﴿فَأَمَّا الْإِنسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ ۝ وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ﴾ [الفجر/١٥-١٦].

أي ليس كل من وسّع عليه وأكرمه ونعّمه يكون ذلك إكرامًا مني له، ولا كل من ضيّقت عليه رزقه وأبلَيْته يكون ذلك إهانة مني له.""",
  ),
  Fwaid(
    id: '91',
    name: """ فصل""",
    text:
        """من أراد علوَّ بنيانه فليوثِّق أساسه وإحكامه وشدَّة الاعتناء به؛ فإن علوَّ البنيان على قدر توثيق الأساس وإحكامه.

فالأعمال والدرجات بنيان، وأساسها الإيمان، ومتى كان الأساس وثيقًا حمل البنيان وأعلاه عليه، وإذا تهدَّم شيء من البنيان سهل تداركه، وإذا كان الأساس غير وثيق لم يرتفع البنيان ولم يثبت، وإذا تهدَّم شيء من الأساس سقط البنيان أو كاد.

فالعارف همَّته تصحيح الأساس وإحكامه، والجاهل يرفع في البناء عن غير أساس؛ فلا يلبث بنيانه أن يسقط.

قال تعالى: ﴿أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ تَقْوَىٰ مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ﴾ [التوبة/١٠٩].

فالأساس لبنيان الأعمال كالقوة لبدن الإنسان؛ فإذا كانت القوة قوية حملت البدن ودُفعت عنه كثيرًا من الآفات، وإذا كانت القوة ضعيفة ضعف حملها للبدن، وكانت الآفات إليه أسرع.

فاحمل بنيانك على قوة أساس الإيمان؛ فإذا تداعت شيء من أعلى البناء وسطحه كان تداركه أسهل عليك من خراب الأساس.

وهذا الأساس أمران: صحة المعرفة بالله وأوامره وأسمائه وصفاته، والثاني: تجريد الانقياد له ولرسوله دون سواه. فهذا أوثق أساس أسس العبد بنيانه، فمن هنا يبدأ البناء ما شاء.

فأحكم الأساس، واحفظ القوة، ودُم على الحمية، واستفرغ إذا زاد بك الخلط، والقصد القصد بلغت المراد، وإلا فما دامت القوة ضعيفة والمادة الفاسدة موجودة والاستفراغ معدومًا.

فانظر السلامة على الحياة؛ فإنها قد آذنتك بسرعة التوديع، فإذا كمل البناء فضعفه يحسن الخلق والإحسان إلى الناس، ثم احفظه بسور من الحذر لا يقتحمه عدو ولا تبدو منه العورة، ثم أرخِ الستور على أبوابه، ثم أغلق الباب الأعظم بالسكوت عما تخشى عاقبته، ثم ركب له مفتاحًا من ذكر الله به تفتحه وتغلقه؛ فإن فتحت فتحت بالمفتاح، وإن أغلقت أغلقت بالمفتاح، فتكون حينئذ قد بنيت حصنًا تحصنت فيه من أعدائك؛ فإذا طاف بك العدو لم يجد منه مدخلًا فييأس منك.

ثم تعامل بناء الحصن كل وقت؛ فإن العدو إذا طمع في الدخول من باب البيت لم يفتح له النقاب، ثم يعاود معاولة الحصن، فيصعد عليك من السطح، فإذا وصل إلى النقب، فإذا عاد العدو معك داخل الحصن، فنصب عليك إخراجه، وتكون معه على ثلاث خلال: إما أن يغلبك على الحصن ويستولي عليه، وإما أن يسكنك فيه، وإما أن يشغلك بمقابلته عن تمام مصلحتك وتعود إلى سدِّ النقب ولم تشبع الحصن. وإذا دخل نقبًا لم تأمن ذلك منه ثلاث آفات: إفساد الحصن، والإغارة على حواصله وذخائره، ودلالة السراق من بني جنسه على مواضعه. فلا يزال يلقى غارة بعد غارة حتى يضعفوا أو يهزوا عزيمته فينخلع عن الحصن ويخلي بينهم وبينه.

وهذه حال أكثر النفوس مع هذا العدو؛ ولهذا هم يسخطون ربهم بأنفسهم بل بغير مخلوق منهم لا يملكون لهم ضرًّا ولا نفعًا، ويشعرون كسب الذين يكسبون الأموال، ويهلكون أنفسهم بما لا يبقى لهم، ويحرصون على الدنيا وقد أدبرت عنهم، ويرمون في الآخرة وقد تحققت عليهم، ويخالفون ربهم باتباع أهوائهم، ويتكلمون على الحياة ولا يذكرون الموت، ويذكرون شهواتهم وحظوظهم وينسون ما عهد الله إليهم، ويعظمون ما صغر عنده ولا يعظمون ما عظَّمه، ويفرحون بالدنيا ويحزنون على فواتها ولا يحزنون على فوات الآخرة، ولا يفرحون بالإيمان ولا بالقرآن، ويفسدون حقهم بباطلهم، ويمدحون ظالميهم ويذمون من أحسن إليهم، ويشربون الحرام ويخلطون الحلال بالحرام، ويترددون في حيرة آرائهم وأفكارهم، ويتركون هدى الذي أُهدي إليهم.

ومن العجب أن هذا العدو يستعمل صاحب الحصن في هدم حصنه بيده!! """,
  ),
  Fwaid(
    id: '92',
    name: """فصل """,
    text:
        """ أركان الكفر أربعة: الكِبْر، والحسد، والغضب، والشهوة؛ فالكبر يمنعه الانقياد، والحسد يمنعه قبول النصيحة وبذلها، والغضب يمنعه العدل، والشهوة تمنعه التفرغ للعبادة.

فإذا انهدم ركن الكبر سهل عليه الانقياد، وإذا انهدم ركن الحسد سهل عليه قبول النصح وبذله، وإذا انهدم ركن الغضب سهل عليه العدل والتواضع، وإذا انهدم ركن الشهوة سهل عليه الصبر والعفاف والعبادة.

وزوال الجبال عن أماكنها أيسر من زوال هذه الأربعة عمّن ابتُلي بها، ولا سيما إذا صارت هيئات راسخة وملكات وصفات ثابتة؛ فإنه لا يستقيم له معها عمل البتة، ولا تترك نفسه مع قيامها بها، وكلما اجتهد في العمل أفسدته عليه هذه الأربعة، وكل الآفات متولدة منها.

وإذا تحكمت في القلب: ألبست الباطل في صورة الحق، والحق في صورة الباطل، والمعروف في صورة المنكر، والمنكر في صورة المعروف، وقرّبت منه الآخرة وبعّدت منه الدنيا.

وإذا تأملت كثرة الأمراء رأيته ناشئًا منها، وعليها يقَع الذنب، وتكون محنته وشدته بحسب خفتها وشدتها؛ فمن فتحها على نفسه فتح عليه أبواب الشرور كلها عاجلًا وآجلًا، ومن أغلقها على نفسه أغلقها على نفسه أبواب الشرور؛ فإنها تمنع الانقياد والإخلاص والتوبة والإنابة وقبول الحق ونصيحة المسلمين والتواضع لله ولخلقه.

ومنشأ هذه الأربعة من جهله بربه وجهله بنفسه؛ فإنه لو عرف ربه بصفات الكمال ونعوت الجلال، وعرف نفسه بالنقائص والآفات، لم يتكبر ولم يغضب لها ولم يحسد أحدًا على ما آتاه الله؛ فإن الحسد في الحقيقة نوع من معاداة الله؛ فإنه يكره نعمة الله على عبده وقد أحبها الله، ويبغض زوالها عنه والله يكره ذلك، فهو مضادّ لله في قضائه وقدره ومحبة كرامته، ولذلك كان إبليس عدوًّا حقيقيًّا؛ لأنه كان عن كبر وحسد.

فقلع هاتين الصفتين بمعرفة الله وتوحيده والرضى به وعنه والإنابة إليه.

وقلع الغضب بمعرفة النفس وأنها لا تستحق أن يُغضب لها ويُنتقم لها؛ فإن ذلك إزراء بالرضى والغضب على خالقها وفاطرها، وأعظم ما تُدفع به هذه الآفة أن تنقص قدرها على صاحبها، وكلما داخلها الغضب، فالرضى له خرج منها مقابله من الغضب والرضى لها، وكذا بالعكس.

وأما الشهوة فدواؤها صحة العلم والمعرفة بأن إعطاءها شهواتها أعظم أسباب حرمانها إياها ومنعها منها، وحميتها أعظم أسباب اتصالها إليها؛ فكلما فُتحت عليها باب الشهوات كنت ساعيًا في حرمانها إياها، وكلما أُغلقت عنها ذلك الباب كنت ساعيًا في إيصالها إليها على أكمل الوجوه.

فالغضب مثل السبع؛ إذا أفلته صاحبه بدأ أكله، والشهوة مثل النار؛ إن أضرمت أحرقت ما جاورها، والكبر منازعة ذلك ملكه؛ فإن لم يهلكك طردك عنه، والحسد منازعة من هو أقدر منك على ملكه.

والذي تغلب شهوته وغضبه يفرغ الشيطان من ظله، ومن غلبته شهوته وغضبه يفرغ من خياله.""",
  ),
  Fwaid(
    id: '93',
    name: """فصل عظيم النفع """,
    text:
        """الجهل بالله وأسمائه وصفاته، المعطِّلون لحقائقها؛ فيغضب الله إلى خلقه، ويقطعون عليهم طريق محبته والتودد إليه بطاعته من حيث لا يعلمون.

ونحن نذكر من ذلك أمثلة نحتذي عليها:

منها: أنهم يغترون في نفوس الضعفاء أن الله سبحانه لا ينتفع معه طاعة، وأن طال زمانها ويبالغ العبد ويأتي بها ظاهرًا وباطنًا، وأن العبد ليس له ثقة ولا أمن من مكره، بل لابد أن يأخذه الطمع الباطل من المحراب، ومن المأمور، ومن التوحيد، ومن السجدة إلى الشرك والمراء، ويقلب عليه من الإيمان الخالص إلى الكفر.

ويروون في ذلك آثارًا صحيحة لم يفهموها، وباطلة لم يقبلوها المعصوم، ويزعمون أن هذا حقيقة التوحيد، ويدلون على ذلك قوله تعالى: ﴿لَا يُسْأَلُ عَمَّا يَفْعَلُ﴾ [الأنبياء/٢٣]، وقوله: ﴿أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ﴾ [الأعراف/٩٩]، وقوله: ﴿وَمَا تِلْكَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ﴾ [النساء/١٢٤]، فيقصرون بالناس حجة هذه النصوص، وأنه لا طريق للملائكة، وأنهم لا يملكون في السماء رزقًا ولا في الأرض نفعًا إلا به، وأنه لا يجري عليهم جانب القدر وسلطانه الحكم، فقلب عين الطيبة وجعلها أحب شيء، حتى قال بعض عارفيهم: إنك ينبغي أن تخاف الله كما تخاف الأسد الذي يبيت عليك بغير جرم منك ولا ذنب أتيته إليه!!

ويحتجون بقول النبي ﷺ: «إن أحدكم ليعمل بعمل أهل الجنة حتى يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل النار، فيدخلها» (١٨٨)، ويروونه عن بعض السلف، أكبر الكبائر: الأمن من مكر الله، والقنوط من رحمته، وذكر الإمام أحمد عن عون بن عبد الله، أنه سمعه يدعو: اللهم لا تؤمِّنّي مكرك. وقال: قل: اللهم لا تجعلني ممن أمن مكرك.

وبنوا هذا على أصلهم الباطل، وهو إنكار الحكمة والتعليل والأسباب، وأن الله لا يفعل لحكمة ولا بسبب، وإنما يفعل بمشيئة مجردة من الحكمة والتعليل والسبب، فلا يفعل لشيء ولا بشيء، وأنه يجوز عليه أن يعذب أهل طاعته أشد العذاب، وينعم أعداءه وأهل معصيته بجزيل الثواب، وأن الأمرين بالنسبة إليه سواء، ولا يعلم امتناع ذلك إلا السمع، ولا يعلم الصادق أنه لا يفعل هذا ولا يعلمه إلا من خبر نفسه الخبر، وأنه لا يكون ٢ و٢ = ٤ باطل ومحال عند العقل، فإن ذلك مستحيل، بل هو بمنزلة جعل الجسم الواحد في مكانين في آن واحد، والجمع بين الليل والنهار في ساعة واحدة، وجعل الشيء موجودًا معدومًا معًا في آن واحد؛ فهذا حقيقة الظلم عندهم.

فإذا رجع العامل إلى نفسه قال: من لا يستقر له أمر، ولا يؤمَّن مكره، كيف يُوثَق بالقرب إليه؟! وكيف يُوثَق على طاعته واتباع أوامره؟!

وليس لنا أسوة هذه المادة اليسيرة، وكأنما نُكلَّفنا الشهوات، ونُكلفنا الطاعات، وكأن ذلك على غير منة منه ولا فضل، بل يقلب الإيمان كفرًا، والتوحيد شركًا، والطاعة فجورًا، ويُديم علينا العقوبات، كنا خاسرين في الدنيا والآخرة!!

وإذا استحكم هذا الاعتقاد في قلوبهم وتمكن في نفوسهم صاروا إذا أُمروا بالطاعات وهُدِّدوا بالنار، يعملون على قول ربهم: ما عليك إن كتبت وأحسنت وأطعت ولم تعصِه؟! وإنما ذلك إليه، وإن سلكت مسلك الطاعات وتعلقت بما أمرك به وربما تركك وأكرمك! فيفرغ بهذا القول قلب العبد ما لا يليق بعبده إلى رب العالمين، ويعيد المعاملات والمناصب قال له: هذا سلطان بذلنا: يأخذ الملك من الحسن فيجعله وزيرًا أميرًا، ويأخذ الكثير المحسن فيعطيه القليل، وإذا طال حبس الطاعة أخرجه، وجعله غير مأمون، فذلك الظالم الذي يأخذ المحسن بالعقوبة، والبرئ بالعذاب، فأفسد هذا المسكين من اعتقاد كون الأعمال نافعة أو ضارة؛ فلا خير يُستأنس ولا شر يُستوحش!

وهل في التنفير من الله وتنفير عباده إليه أكثر من هذا؟!
ولو اجتهد الملاحدة على تبغيض الدين والتنفير عن الله ما أتوا بأكثر من هذا!

وصاحب هذه الطريقة يظن أنه يقرر التوحيد والقدر ويرد على أهل البدع وينصر الدين، ولَعَمْرُ الله العدل العاقل أقل ضررًا من الصديق الجاهل.

وكذب الله المنزلة كلها ورسله كلهم شاهدون بصد ذلك، ولا سيما القرآن العظيم، فلو سلك الناس إليه الصلح العالم صلاحًا لما أفسد عليه.

فالله سبحانه أخبر – وهو الصادق الوفي – أنه إنما يعامل الناس بكسبهم، ويجازيهم بأعمالهم، ولا يخاف المحسن ظلمًا ولا هضمًا، ولا يضيع عمل محسن أبدًا، ولا يضيع على العبد مثقال ذرة ولا يظلمها، وأن له حسنة يضاعفها ويؤتِ من لدنه أجرًا عظيمًا، وأن من عمل صالحًا فلنفسه، ومن أساء فعليها، وأنه لا يحمل أحد وزر أحد، وأنه يجزي الحسنة بعشر أمثالها ويضاعفها إلى سبع مائة ضعف إلى أضعاف كثيرة.

وهو الذي أصلح الفاسدين، وأقبل بقلوب المعرضين، وتاب على المذنبين، وهدى الضالين، وأنقذ الهالكين، وعلم الجاهلين، وصبر الصابرين، وذكر الغافلين، وآوى الطاردين، ودفع عقابًا وأجرى رحمة بعد مرة، ودعا العبد إلى الرجوع إليه والإقرار بذنوبه ووحدانيته، أخذه ببعض كفره وعفوه وسترِه، بحيث يعذر العبد نفسه ويعرف أن الله سبحانه هو الظالم لنفسه.

كما قال تعالى عن أهل النار: ﴿وَقَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ﴾ [المؤمنون/١٠٦].

وقال عنهم في الدنيا: إنهم لما رأوا آياته وأحسوا بعذابه قالوا: ﴿رَبَّنَا إِنَّا كُنَّا ظَالِمِينَ﴾ [الأنبياء/١٤].

وقال أصحاب الجنة الذين أفسدها عليهم لما رأوها قالوا: ﴿إِنَّا كُنَّا ظَالِمِينَ﴾ [القلم/٢٩].

قال الحسن: لقد دخلوا النار وإن حمده في قلوبهم ما وجدوا عليه حجة ولا سبيلا.

ولهذا قال تعالى: ﴿فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ﴾ [الأنعام/٤٥]. فهذه الجملة في موضع الحال، أي قطع دابرهم قطعًا مصاحبًا لحمده، فهو قطع وإهلاك يحمد عليه الرب تعالى لكمال حكمته وعدله ووضعه العقوبة في موضعها الذي لا يليق غيرها، فوضوعها في موضعها الذي يقول من عدم العدل: لا تليق العقوبة إلا بهذا المحل، ولا يليق إلا العقوبة.

ولهذا قال عقب إخباره عن الحكم بين عباده ومصير أهل السعادة إلى الجنة وأهل الشقاء إلى النار: ﴿وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ﴾ [الزمر/٧٥]، فأخذت غالب القول لعلم العموم وأن الله تعالى كل ذلك الحمد لله رب العالمين، وفضله وعدله.

ولهذا قال في حق أهل النار: ﴿قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ﴾ [الزمر/٧٢].

وهو سبحانه يخبر أنه إذا أهلك أعداءه أنجى أولياءه، ولا يُهلك بالهلاك بعض المشية.

ولما سأل نوح نجاة ابنه أخبر أنه يعرفه بسوء عمله وكفره، ولم يقل: إني أغرقه بمحض مشيئتي وإرادتي بلا سبب ولا ذنب!!

وقد ضمن سبحانه زيادة الهداية للمجاهدين في سبيله ولم يخبر أنه يضلهم ويضل سبيلهم، وكذلك ضمن زيادة الهداية للمتقين الذين ينفقون رضوانه، وأخبر أنه لا يضل إلا الفاسقين الذين ينقضون عهده من بعد ميثاقه، وأنه لا يضل من آثر الضلال واختاره على الهدى، فيطبع حينئذ على سمعه وقلبه، وأنه يقلب قلبه إن لم يُعرض له هداية إذا جاءه ولم ينفعه ما أعطاه من قوة الإدراك، فيقلبه عقوبة له على جحده وهجره وعصيانه، وأنه سبحانه لا يضل إلا من زاغ قلبه، وأنه لا يصلح له الهداية ولكنها لا تصلح لنعته ولا تليق كرامته، وقد أزاح سبحانه العلل وأقام الحجج ومكّن من أسباب الهداية، وأنه لا يضل إلا الفاسقين والظالمين، ولا يطبع إلا على قلوب المعاندين، ولا يركس في الفتنة إلا المنافقين بكسبهم، وأنه إن الذين طبع على قلوبهم لا يؤمنون، كما قال: ﴿إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ﴾ [البقرة/٦]، وقال: ﴿وَقُلُوبُهُمْ غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ﴾ [النساء/١٥٥]، وأخبر أنه لا يضل من هذا حتى يبين له ما يتقي، فيختار، وأن الضلال على الهدى والغي على الرشاد ويكون مع نفسه وسلطانه.

وأما المكر الذي وصف به نفسه، فهو مجازاته للماكرين بأوليائه ورسله، فيقابل مكرهم السيئ بمكره الحسن، فيكون المكر منهم أفحش شيء، ومنه أحسن شيء؛ لأنه عدل ومجازاة. وكذلك المخادعة جزاء على مخادعتهم على طاعة رسله وأوليائه، فلا أحسن من تلك المخادعة والمكر.

وأما كون الرجل يعمل بعمل أهل الجنة حتى يكون بينه وبينها إلا ذراع ثم يُسبق عليه الكتاب، فإن هذا العمل أهل الجنة فيما يظهر للناس، ولو كان عملًا مقبولًا صالحًا للجنة قد أحبه الله ورضي به لم يبطله عليه.

وقوله: لم يبق بينه وبينها إلا ذراع، يُشكل على هذا التأويل، فيقال: لما كان العمل بآخره وخاتمته، لم يصير هذا العامل على عمله حتى سلم له، بل كان فيه آفة كامنة ونكتة خبيثة في آخر عمره، خرجت تلك الآفة والداهية في وقت الحاجة، فرجع إلى محبته وعمله، وعمله ما عمله لم يكن مع صدق ولا إخلاص منه يقتضي إفساده عليه، والله يعلم من سرائر العباد ما لا يعلمه بعضهم من بعض.

وأما شأن إبليس فإن الله سبحانه قال للملائكة: ﴿إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ﴾ [البقرة/٣٠]، فأراد تعالى كان يعلم ما في قلب إبليس من الكبر والحسد ما لم تعلمه الملائكة، فلما أمروا بالسجود ظهر ما في قلوبهم من الطاعة والمحبة والخشية والانقياد فبادروا إلى الامتثال، وظهر ما في قلب عدوهم من الكبر والنفس والحسد، فأبى واستكبر وكان من الكافرين.

وأما إهلاك أوليائه من مكره وخديعة، فإنهم يخافون أن يدخلهم ذنبهم وخطاياهم فيصيرون إلى الشقاء، فيخافون من ذنوبهم، ويرجون رحمته.

وقوله: ﴿أَفَأَمِنُوا مَكْرَ اللَّهِ﴾ [الأعراف/٩٩] إنما هو في حق الفجار والكفار، ومعنى الآية: فلا تأمنوا مكر الله على مكر السيئات بمكره، إلا القوم الخاسرون.

والذي يخافه العارفون بالله من مكره:
أن يؤخر عنهم عذاب الأفعال، فيحصل منهم نوع اغترار، فيأنسوا بالذنب فيؤخرهم العذاب على غير فترة.

وأمر آخر: وهو أن يغفلوا عنه وينسوا ذكره، فيشتغل عنهم إذا دخلوا عن ذكره وطاعته، فيفسح لهم البلاء والفتنة، فيكون مكره بهم تخليته عنهم.

وأمر آخر: أن يعلم من ذنوبهم وعيوبهم ما لا يعلمونه من نفوسهم، فيأتيهم المكر من حيث لا يشعرون.

وأمر آخر: أن يمتحنهم ويسلمهم لما صبر لهم عليه، فيفتنهم به، وذلك مكر.

وهو سبحانه العليم الحكيم.""",
  ),
  Fwaid(
    id: '94',
    name: """ فصل""",
    text:
        """ السَّنَة شجرة، والشهور فروعها، والأيام أغصانها، والساعات أوراقها، والأنفاس ثمرها؛ فمن كانت أنفاسه في طاعة فثمرته طيبة، ومن كانت أنفاسه في معصية فثمرته حنظل، وإنما يكون الجذاذ يوم المعاد؛ فعند الجذاذ يتبين حلو الثمار من مرّها.

والإخلاص والتوحيد شجرة في القلب؛ فروعها الأعمال، وثمارها طيب الحياة في الدنيا، والنَّعيم المقيم في الآخرة، وكلما كانت شجرة الجنة مقطوعة ولا ممنوعة؛ فثمرة التوحيد والإخلاص في الدنيا كذلك.

والشرك والكذب والرياء شجرة في القلب؛ ثمرها في الدنيا الخوف والهم والغم وضيق الصدر وظلمة القلب، وثمرها في الآخرة الزقوم والغسلين المقيم.

وقد ذكر الله مثل الشجرتين في سورة إبراهيم.""",
  ),
  Fwaid(
    id: '95',
    name: """فصل """,
    text:
        """ إذا بلغ العبد أعطي عهدَه الذي عهده إليه خالقه ومالكه، فإذا أخذ عهده بقوة وقبول وعزم على تنفيذ ما فيه، صلح للمراتب والمناصب التي يصلح لها المؤمنون بعهودهم.

فإذا هزَّ نفسه عند أخذ العهد وانتحاها وقال: قد أخذت العهد لربي، فمن أولى بقبوله وفهمه وتنفيذه مني؟! فحرص أولًا على فهم عهده وتدبره ومعرفة وصايا سيده له، ثم وطّن نفسه على امتثال ما في عهده والعمل به وتنفيذه حسبما تضمنه عهده، فأبصر بقلبه حقيقة العهد [١٨٤] وما تضمنه، فاستحدث همة أخرى وعزيمة غير العزيمة التي كان فيها وقت الصبا قبل وصول العهد، واستقال من ظلمة عز الصبا واللعب والشباب، ووصل إلى شرف العبودية ومقام العهد، وهتك الله له الظلمة بنور اليقين، فأدرك بقدر سيره وصدق اجتهاده ووجهه من فضله.

فأول مراتب سعادته أن تكون له أذن واعية وقلب يعقل ما تأتيه الأذن.

فإذا سمع وعقل، واستبانت له الجادة، ورأى عليها تلك الأعلام، ورأى أكثر الناس منحرفين عنها يمينًا وشمالًا، فلزمها، ولم ينحرف مع المنحرفين، الذين كان سبب انحرافهم عدم قبول العهد، أو قبوله ولم يأخذوه بقوة ولا عزيمة ولا حذّوا أنفسهم بفهمه وتدبره والعمل بما فيه وتنفيذه وصيانته، بل عرض عليهم العهد وهم ضراؤه الصبا ودين العادة وما ألفوا عليه الآباء والأمهات، فقبلوا العهد تلقّي من هو مكلف بما وجد عليه آباءه وسلمه وعادته، ثم لم يتلقّ ذلك العهد أخذًا قويًا واحدًا، وقيل له: قال ماله؟ ثم اعمل بموجبه؛ فإذا همته متعلقة بعهد هذا المتلقّي لم تتجاوز ذلك، فلما غلبته العادة، صرفته عن قبول العهد وفهمه وتدبره، فصار دينه دين العادة؛ فإذا شامه الشيطان، ورأى هذا مبلغ همه وعزيمته، رماه بالعصبية والحمية للآباء وسلمه، ورأى أن هذا هو الحق وما خالفه باطل، وينقل الهدى في صورة الضلال والضلال في صورة الهدى، بالعصبية والحمية، فاستمر على ذلك غير مبالٍ، فصار دينه يكون عشيرته وقومه وعليه ما هم عليه، فخذل عن الهدى، وولاه الله ما تولى، فلو جاءه كل هدى يخالف قومه وعشيرته لم يرَ إلا ضلاله.

وإذا كانت همته أعلى من ذلك ونفسه أشرف وقدره أعلى، أقبل على حفظ عهده وفهمه وتدبره، وعلم أن صاحب العهد ليس كمن سواه، فأخذ نفسه بمعرفته من نفس العهد، فوجدَه قد تعرف إليه وعرفه نفسه وصفاته وأسماءه وأفعاله وأحكامه، فعرف ذلك العهد، فعرّف نفسه معرفةً متصلةً عرف بها عن كل ما سواه، وكل ما سواه فقير إليه، ويحب على كل حال ما جرى وسيسمع ويبصر، ويدبر أمر مملكته وهو فوق عرشه متكلم أمرًا، يرسل رسله إلى أقطار مملكته بكلامه الذي يسمعه من يشاء من خلقه، وأنه قائم بالقسط مجازٍ بالإحسان والإساءة، وأنه حليم غفور شكور جواد محسن، موصوف بكل كمال، منزَّه عن كل عيب ونقص، وأنه مثل له، ويشهد حكمته في تدبير مملكته، وكيف يقدر مقاديره بمشيئة غير مصادمة لعدله وحكمته، ويظهر عنده العقل والشرع والفطرة مصدِّقة كل منها صاحبه، ويفهم من الكتاب والسنة ما وصف به ربه من كماله ونعوت جلاله وأسمائه وصفاته، حتى أقرّت له العقول وشهدت به الفطر.

فإذا عرف بقلبه وتيقنت صفات صاحب العهد أشرفت أنوارها على قلبه فصار كالمعاينة له:

فرأى حينئذٍ تعلّقه بالخلق والأمور وارتباطهما بها وسريان آثارها في العالم الحسي والعالم الروحي.

ورأى تصرّفه في الخلائق: كيف عمّت وخصّت وقُدّرت وأبدعت وأعطت ومنعت، فشاهد بقلبه مواقع عدله سبحانه وقسطه وفضله ورحمته، واجتمع له الإيمان بلزوم حجته مع نفوذ أقضيته، وكمال قدرته مع كمال عدله وحكمته، ونهاية علمه بجميع خلقه مع إحاطة حكمته بجميعهم، وسبحانه وعظمته وجلاله وكبريائه وبطشه وانتقامه مع رحمته وبره ولطفه وجوده وعفوه وحلمه.

ورأى لزوم الحجة مع نفوذ المقادير التي لا خروج لمخلوق عنها، وكيف اصطحاب الصفات وتوافقها وشهادة بعضها لبعض، وانعطاف الحكمة التي هي نهاية وغاية على المقادير التي هي أول وبداية، ورجوع فروعها إلى أصولها ومبادئها إلى غاياتها، حتى كأنه يشاهد مبادئ الحكمة وتأسيس القضايا على وفق الحكمة والعدل والمصلحة والرحمة والإحسان، لا تخرج قضية عن ذلك إلى انتقاض الأديان وانفصال الأحكام يوم الفصل بين العباد، وظهور عدله وحكمته وسلامته مما أُخبر عنه جميع رسله وأنزل كتبه، حتى يتبين للخلق كماله ما لم يكونوا يعرفونه قبل ذلك، حتى إن أهل الدنيا إذا أُدخلوا الجنة علموا بها كمال صفات جلاله ونبوت حكمته، كما يظهر ذلك لخلقه تظهر لهم الأسباب التي بها زُرع الزرعون ونُقل الغلمان وانقطع المستحيل، فيكون الفرق بين العلم بالأسماء والصفات والعلم بها في الدنيا كالفرق بين العلم بالجنة والنار ومشاهدتهما، وأعظم من ذلك.

وكذلك يفهم من العهد: كيف اقتضت أسماؤه وصفاته لوجود النبوة والشرائع وأن لا يترك خلقه سدى، وكيف اقتضت ما تضمنته من الأوامر والنواهي، وكيف اقتضت وقوع الثواب والعقاب والمعاد، وأن ذلك من موجبات أسمائه وصفاته، بحيث يُنكر ذلك من أعدائه.

ويرى شمول القدرة وإحاطتها بجميع الكائنات حتى لا يفقد عنها مثقال ذرة، ويرى أن ما كان معه بالآخرة أفسد هذا العالم، فكانت نفس السماء والأرض ومن فيهما فناء، وأن سبحانه لو جاز عليه النوم أو الموت لكان هذا العالم بأسره ولم يثبت طرفة عين.

ويرى مع ذلك الإسلام والإيمان اللذين تعبّد الله بهما جميع عباده، كيف اقتضتهما من صفات المقدسة، وكيف اقتضت الثواب والعقاب عاجلًا وآجلًا.

ويرى مع ذلك أن لا يستقيم قبول هذا العهد والالتزام به لمن جحد صفاته وأنكر علوه على خلقه وتكلمه بكتبه وعهوده، كما لا يستقيم قوله لمن أنكر حقيقة سمعه وبصره وحياته وإرادته وقدرته، وأن هؤلاء هم الذين رضوا عهده وآمنوا بقوله، وأن من قبله منهم قبله بجميع ما فيه.

وأما المكر الذي وصف به نفسه، فهو مجازاته للماكرين بأوليائه ورسله، فيقابل مكرهم السيئ بمكره الحسن، فيكون المكر منهم أقبح شيء، ومنه أحسن شيء؛ لأنه عدل ومجازاة. وكذلك المخادعة جزاء على مخادعتهم على طاعة رسله وأوليائه، فلا أحسن من تلك المخادعة والمكر.

وأما كون الرجل يعمل بعمل أهل الجنة حتى يكون بينه وبينها إلا ذراع، ثم يُسبق عليه الكتاب، فإن هذا العمل أهل الجنة فيما يظهر للناس، ولو كان عملًا مقبولًا صالحًا للجنة قد أحبه الله ورضي به لم يبطله عليه.

وقوله: لم يبق بينه وبينها إلا ذراع، يُشكل على هذا التأويل، فيقال: لما كان العمل بآخره وخاتمته، لم يصير هذا العامل على عمله حتى سُلِّم له، بل كان فيه آفة كامنة ونكتة خبيثة في آخر عمره، خرجت تلك الآفة والداهية في وقت الحاجة، فرجع إلى محبته وعمله، وعمله ما عمله لم يكن مع صدق ولا إخلاص منه يقتضي إفساده عليه، والله يعلم من سرائر العباد ما لا يعلمه بعضهم من بعض.

وأما شأن إبليس فإن الله سبحانه قال للملائكة: ﴿إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ﴾ [البقرة/٣٠]، فأراد تعالى كان يعلم ما في قلب إبليس من الكبر والحسد ما لم تعلمه الملائكة، فلما أمروا بالسجود ظهر ما في قلوبهم من الطاعة والمحبة والخشية والانقياد فبادروا إلى الامتثال، وظهر ما في قلب عدوهم من الكبر والنفس والحسد، فأبى واستكبر وكان من الكافرين.

وأما إهلاك أوليائه من مكره وخديعة، فإنهم يخافون أن يدخلهم ذنبهم وخطاياهم فيصيرون إلى الشقاء، فيخافون من ذنوبهم، ويرجون رحمته.

وقوله: ﴿أَفَأَمِنُوا مَكْرَ اللَّهِ﴾ [الأعراف/٩٩] إنما هو في حق الفجار والكفار، ومعنى الآية: فلا تأمنوا مكر الله على مكر السيئات بمكره، إلا القوم الخاسرون.

والذي يخافه العارفون بالله من مكره:
أن يؤخر عنهم عذاب الأفعال، فيحصل منهم نوع اغترار، فيأنسوا بالذنب فيؤخرهم العذاب على غير فترة.

وأمر آخر: وهو أن يغفلوا عنه وينسوا ذكره، فيشتغل عنهم إذا دخلوا عن ذكره وطاعته، فيفسح لهم البلاء والفتنة، فيكون مكره بهم تخليته عنهم.

وأمر آخر: أن يعلم من ذنوبهم وعيوبهم ما لا يعلمونه من نفوسهم، فيأتيهم المكر من حيث لا يشعرون.

وأمر آخر: أن يمتحنهم ويسلمهم لما صبر لهم عليه، فيفتنهم به، وذلك مكر.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '96',
    name: """ فصل""",
    text: """خُلِق بدن ابن آدم من الأرض وروحه من ملكوت السماء، وقُرِن بينهما:

فإذا أُجاع بدنه وأُسهره وأقامه في الخدمة وجدت روحه خفّةً وراحةً، فاشتاقت إلى الموضع الذي خُلِقَت منه، وسافرت إلى عالمها العلوي، وإذا أشبعه ونعّمه وقوّته اشتغل بخدمته وراحة البدن إلى الموضع الذي خُلِقَ منه، فانجذبت روحه معه، فصارت في سجن؛ فلو أنها أُلقيت السجن لم تستأنس من ألم مغارزها وانقطاعها عن عالمها الذي خُلِقَت منه كما يستأنف المُعذَّب.

وبالجملة كلما خفّ البدن لطفت الروح وخفّت وطلبت عالمها العلوي، وكلما ثقل وأخلد إلى الشهوات والراحة ثقلت الروح وجُعلت من عالمها وصارت أرضيّة سُفليّة.

فترى الرجل روحه في الرفيق الأعلى وبدنه عندك، فيكون نائمًا على فراشه وروحه عند سدرة المنتهى تجول حول العرش، وآخر واقف في الخدمة ببدنه وروحه في السفل تجول حول السُّفليّات.

فإذا فارق الروح البدن استقرّت برفيقها الأعلى أو الأدنى؛ فعند الرفيق الأعلى كل نعيم وسرور وراحة ولذّة طيّبة، وعند الرفيق الأسفل كل همّ وغمّ وضيق وحزن وحياة كدّة ومعيشة ضنك.

قال تعالى: ﴿وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا﴾ [طه/١٢٤]، وذكره كلامه الذي أنزله على رسوله، والإعراض عنه ترك تدبّره والعمل به، والمعيشة الضنك ما جاء في التفسير: أنها عذاب القبر. قاله ابن مسعود وأبو هريرة وأبو سعيد الخدري وابن عباس. وفيه حديث مرفوع. (٢)

وقيل: هي في الدنيا. وقيل: منزل ضنك وعيش ضنك. وهذه الأقوال متلازمة؛ فالضنك في مقابلة السعة. قال: منزل ضنك وعيش ضنك. فكل ما ضاق على النفس والبدن بالشهوات واللذّات والراحة؛ فإن النفس كلما وسّعت عليها ضيّقت على القلب حتى تصير معيشته ضنكًا، وكلما ضيّقت عليها وسّعت على القلب حتى ينشرح وينفسح؛ فضيق المعيشة في الدنيا بموجب التقوى سعتها في الرزق والآخرة، وسعة المعيشة في الدنيا بحكم الهوى ضيقها في الرزق والآخرة.

فأثّر أحسن المعيشتين وأطيبها وأدومها، وأنعم البدن بنعيم الروح، فإن نعيم الروح وشقاءها أعظم وأدوم، ونعيم البدن وشقاءه أقصر وأهون.

والله المستعان. """,
  ),
  Fwaid(
    id: '97',
    name: """فصل """,
    text:
        """ العارف لا يأمر الناس بترك الدنيا؛ فإنهم لا يقدرون على تركها، ولكن يأمرهم بترك الذنوب مع إقامتهم في الدنيا؛ فإن ترك الذنوب فريضة، وترك الدنيا فضيلة، والفضيلة من المفرِض.

فإن صعب عليهم ترك الذنوب، فاجتهد أن تُحبِّبَ الله إليهم بذكر آلائه وإنعامه وإحسانه وصفات كماله ونعوت جلاله؛ فإن القلوب مفطورة على محبته؛ فإذا تعلقت بحبه هان عليها ترك الذنوب والاستقلال منها والإصرار عليها.

وقد قال يحيى بن معاذ: طلب العاقل للدنيا خير من ترك الجاهل لها.

العارف يدعو الناس إلى الله من دنياهم فتسهل عليهم الإجابة، والزاهد يدعوهم إلى الله بترك الدنيا فتشق عليهم الإجابة؛ فإن الفطام عن الذي علق به عقل الإنسان نفسه، لا وهو يرتفع منه شأناً، ولكن خير من رضاع المرء الحمصي بعودٍ يقطع اللثة.

وقيل: المرء الحمقي يعود بحب الولد، إنما كان رضاعه من المجاعة؛ فإن قويت على مرارة الفطام فارضع بقدره، فإن اليتيم ما يقل.""",
  ),
  Fwaid(
    id: '98',
    name: """ فصل""",
    text: """بين رعاية الحقوق مع الضرر ورعايتها مع العافية بون بعيد.

إن عبدي ـ كل عبدي ـ الذي يذكرني وهو ملاقٍ قرنه. (١)

﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ﴾ [الأنفال/٤٥].

ليس المحب من صحيح فارغ واقف مع الخدمة، إنما المحب ضعيف تقوّيه الأشياء وتختلف عليه الأحوال وقلبه واقف في الخدمة غير مختلف بما يقدر عليه. """,
  ),
  Fwaid(
    id: '99',
    name: """ فصل""",
    text: """معرفة الله سبحانه نوعان:

الأول: معرفة إقرار، وهي التي اشترك فيها الناس: البر والفاجر، والمطيع والعاصي.

والثاني: معرفة توجب الحياء منه، والمحبة له، وتعلق القلب به، والشوق إلى لقائه، وخشيته والإنابة إليه، والأُنس به والفرار من الخلق إليه.

وهذه هي المعرفة الخاصة الجارية على لسان القوم، وتفاوتهم فيها يخصه إلا الذي عرّفهم بنفسه وكشف لقلوبهم من معرفته ما أخفاه عن سواهم، وكلٌّ أشار إلى هذه المعرفة بحسب مقامه وما كُشِف له منها.

وقد قال أعرف الخلق به: «لا أُحصي ثناءً عليك أنت كما أثنيت على نفسك» (١)، وأخبر أنه سبحانه يفتح عليه يوم القيامة من محامده بما لم يُحسنه الآن.

ولهذه المعرفة بابان واسِعان:

باب الأول: التفكّر والتأمّل في آيات القرآن كلها [١٩١]، والفهم الخاص عن الله ورسوله.

والباب الثاني: التفكّر في آياته المشهودة، وتأمّل حكمته فيها وقدرته ولطفه وإحسانه وعدله وقيامه بالقسط على خلقه.

وجماع ذلك: الفقه في معاني أسمائه الحسنى وجلالها وكمالها وقدره بذلك وتعلّقها بالخلق والأمر، فيكون فقيهًا في أوامره ونواهيه، فقيهًا في قضائه وقدره، فقيهًا في أسمائه وصفاته، فقيهًا في الحكم الديني الشرعي والحكم الكوني القدري، وهو ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم [الحديد/٢١]. """,
  ),
  Fwaid(
    id: '100',
    name: """ فصل""",
    text:
        """ الدراهم أربعة: درهم اكتسب بطاعة الله وأُخرج في حقِّ الله؛ فذاك خيرُ الدراهم، ودرهم اكتسب بمعصية الله وأُخرج في معصية الله؛ فذاك شرُّ الدراهم، ودرهم اكتسب بأذى مسلم وأُخرج في أذى مسلم؛ فهو كذلك، ودرهم اكتسب بمباح وأنفق في شهوة مباحة؛ فذاك لا له ولا عليه.

(١) قطعة من حديث أخرجه مسلم (٤٨٦) عن عائشة.

٢٤٩

هذه أصول الدراهم، ويتفرّع عليها دراهم أُخر؛ منها: درهم اكتسب بحق وأنفق في باطل، ودرهم اكتسب بباطل وأنفق في حق؛ ففائدة هذا كفّارة، ودرهم اكتسب من شبهة؛ فكفارته أن ينفق في طاعة.

وكما يتعلق الثواب والعقاب والمدح والذم بإخراج الدرهم؛ فكذلك يتعلق باكتسابه.

وكذلك يُسأل عن مخرجه ومصرفه: من أين اكتسبه؟ وفيما أنفقه؟ (١)""",
  ),
  Fwaid(
    id: '101',
    name: """فصل """,
    text:
        """المواساة للمؤمنين أنواع: مواساة بالمال، ومواساة بالجاه، ومواساة بالبدن والخدمة، ومواساة بالنصيحة والإرشاد، ومواساة بالدعاء والاستغفار لهم، ومواساة بالتوجع لهم.

وعلى قدر الإيمان تكون هذه المواساة؛ فكلما ضعف الإيمان ضعفت المواساة، وكلما قوي قويت.

وكان رسول الله ﷺ أعظم الناس مواساةً لأصحابه بذلك كله؛ فأتباعه من المواساة بحسب اتباعهم له.

ودخلوا على بشر الحافي في يوم شديد البرد، وقد تجرد، وهو ينتفض؛ فقالوا: ما هذا يا أبا نصر؟ فقال: ذكرت الفقراء وبردهم، وليس لي ما أواسيهم به، فأحببت أن أواسيهم ببردهم. """,
  ),
  Fwaid(
    id: '102',
    name: """فصل """,
    text:
        """ الجهل بالطريق وآفاتها والمقصود يوجب التعب الكثير مع الفائدة القليلة؛ فإن صاحبه إما أن يجتهد في نافلة مع إضاعة الفرض، أو في عمل بالجوارح لم يواطئه عمل القلب، أو عمل بالباطن والظاهر لم يقيده بالاقتداء، أو همه إلى عمل لم تُرقَ صاحبها إلى ملاحظة المقصود، أو عمل لم يجزه عن آفة مفسدة لعمله وعدوه، أو عمل غفل عن مشاهدة المنة فيه فيخرج عن مشاركة النفس فيه، أو عمل فيه تقصير فيقوم بعده في مقام الاعتذار منه، أو عمل لم يوقَّ حقه من النصح والإحسان وهو يظن أنه وفاه؛ فأقل ذلك مما ينقص الثمرة مع كثرة التعب. والله الموفق.""",
  ),
  Fwaid(
    id: '103',
    name: """ فصل""",
    text:
        """ إذا عزم العبد على السفر إلى الله تعالى وإرادته عرضت له العوائق والقواطع، فينجذب أولًا بالشهوات والرئاسات والملاذ والمناكح والملابس. فإن وقف معها انقطع، وإن رفضها ولم يقف معها وصدق في طلبه ابتلي بوطء عقبه وتقبيل يده والتوسعة له في المجلس والإشارة إليه بالدعاء ووجاهة مركته ونحو ذلك. فإن وقف معها انقطع، مع أن الله كان حظه من ذلك قطعته، وإن رفضها ابتلي بالإكرامات والكشوفات. فإن وقف معها انقطع، وإن لم يقف معها وكانت حظه بها من الله التجريد والتخلي ولذة الجمعية وعزة الوحدة والفراغ من الدنيا، فقد وقع معه ذلك انقطع به عن المقصود، ولم يقف معه وسار ناظرًا إلى مراد الله منه وما يحبه منه؛ بحيث يكون عبده الموقوف على محابه [١٨٦] ومراضيه أين كانت وكيف كانت؛ تعب بها أو استراح.

٢٥١

تعب أو تله، أو أُحْجِب إلى الناس أو غاب عنهم، لا يختار لنفسه غير ما يختاره له وليه وسيده، واقف مع أمر ربه بحسب الإمكان، ونفسه عنده أهون عليه من أن يقدم راحته ولذتها على مرضاة سيده وأمره؛ فهذا هو العبد الذي قد وصل ونفذ ولم يقطعه عن سيده شيء البتة. وبالله التوفيق.""",
  ),
  Fwaid(
    id: '104',
    name: """ فصل""",
    text:
        """النِّعَم ثلاثة: نعمة حاصلة يعلم بها العبد، ونعمة منتظرة يرجوها، ونعمة هو فيها لا يشعر بها.

فإذا أراد الله إتمام نعمته على عبده عرّفه نعمة الحاضرة وأعانه من شكرها قيدًا يقيدها به حتى لا تشرد؛ فإنها تشرد بالمعصية وتُقَيَّد بالشكر، ووفقه لعمل يستجلب به النعمة المنتظرة، وبصّره بالطرق التي تُسدُّها وتقطع طريقها ووفقه لاجتنابها، وإذا بلغ به ذلك إلى أتم الوجوه، وعرّفه النعمة التي هو فيها لا يشعر بها.

ويُحكى أن أعرابيًّا دخل على الرشيد، فقال: أمِرِ المؤمنين! أنشدك الله النِّعم التي أنت فيها باطنة تكرهها، وحقِّ النِّعم التي ترجُوها، والظنَّ ودوامها؛ أن تعرف النِّعم التي أنت فيها ولا تعرف شكرها. فأعجبه ذلك منه وقال: أحسنتَ تقسيمًا! """,
  ),
  Fwaid(
    id: '105',
    name: """قاعدة جليلة """,
    text:
        """مبدأ كل علم نظري وعمل اختياري هو الخواطر والأفكار؛ فإنها توجب التصورات، والتصورات تدعو إلى الإرادات، والإرادات تقتضي وقوع الفعل، وكثرة تكراره تعطي العادة.

فصلاح هذه المراتب بصلاح الخواطر والأفكار، وفسادها بفسادها.

صلاح الخواطر بأن تكون مراقِبة لوليها وإلهها، صاعدة إليه، دائرة على مرضاته ومحبته؛ فإنه سبحانه به كل صلاح، ومن عنده كل هدى، ومن توفيقه كل رشد، ومن توليه لعبده كل حفظ، ومن توليه وإعراضه عنه كل ضلال وشقاء.

فأفضل الخواطر وأجلها وأعلاها: فكرة في آلاء الله ونعمه وتوحيده، وطرق معرفته وطرق عبوديته، وإزالة إيحاشه حاضرًا معه، مشاهدًا له ناظرًا إليه، رقيبًا عليه مطلعًا على خواطره وإراداته وهمه؛ فحينئذ يستحيي منه ويجله ويعظمه على عورة يكره أن يطلع عليه مخلوق مثله، أو يرى في نفسه خاطرًا يمقته عليه.

فمتى أنزل ربه هذه المنزلة من رفعه وقربه منه وأكرمه واجتباه وولاه، وقدر ذلك يبعده عن الأوساخ والدناسات والخواطر الردية والأفكار الدنية، كما أنه كلما بعد عنه قرب من الأوساخ والدناسات والأذى، وانقطع عن جميع الكمالات واتصل بجميع النقائص.

فالإنسان خير المخلوقات إذا اقترب من باريه والتزم أوامره ونواهيه وعمل برضاه، وأثره على هواه، وشر المخلوقات إذا تباعد عنه ولم يتحرك قلبه لقربه وطاعته وابتغاء مرضاته؛ فمتى اختار التقرب إليه وأثره على نفسه وهواه فقد حكم قلبه وعقله وإيمانه على نفسه وشيطانه، وحكم رشده على غيه وهداه على هواه، ومتى اختار البعد منه فقد حكم نفسه وهواه وشيطانه على عقله وقلبه ورشده.

واعلم أن الخطرات والوساوس تؤدي متعلقاتها إلى الفكر، فيأخذها الفكر فيؤديها إلى الذكر، فيأخذها الذكر فيؤديها إلى الإرادة، فيأخذها الإرادة فيؤديها إلى الجوارح والعمل، فتستحكم تصير عادة، فردها من مبادئها أسهل من قطعها بعد قوتها وتمامها.

ومعلوم أنه لم يُعطَ الإنسان إماتة الخواطر ولا القوة على قطعها؛ فإنها تهاجم عليه هجوم النفس؛ إلا أن قوة الإيمان والعقل تعينه على قبول ما يرضاه ومساهلة ما يكرهه، وعلى دفع ما لا يرضاه؛ كما في الحديث الصحيح: يا رسول الله! إنا نجد في أنفسنا ما لأن نخرق حتى نصير حمما أحب إلينا من أن نتكلم به؟ فقال: «أوقد وجدتموه؟» قالوا: نعم. قال: «ذاك صريح الإيمان». (١)

وفي لفظ: «الحمد لله الذي رد كيده إلى الوسوسة». (٢)

وفيه قولان:

أحدهما: أن رده وكراهته صريح الإيمان.

والثاني: أن وجوده وإلقاء الشيطان له في النفس صريح الإيمان؛ فإنه إنما ألقاه في النفس طلبًا لمعارضة الإيمان وإزالته.

وقد خلق الله سبحانه النفس شبيهة بالرحى الدائرة التي لا تسكن ولابد لها من شيء تطحنه؛ فإن وضعت فيها حبًّا طحنته، وإن وضعت فيها ترابًا أو حصى طحنته. فالأفكار والخواطر التي تجول في النفس بمنزلة الحب الذي يوضع في الرحى، ولا تبقى تلك الرحى معطلة قط؛ بل لابد لها من شيء يوضع فيها؛ فمن الناس من تطحن حبًّا جيدًا يخرج دقيقًا ينتفع به نفسه وغيره، وأكثرهم يطحن رملًا وحصى وتبنًا ونحو ذلك؛ فإذا جاء وقت العجن والخبز تبين له حقيقة طحنه. """,
  ),
  Fwaid(
    id: '106',
    name: """فصل """,
    text: """من لم يعرف نفسه كيف يعرف خالقه؟

فاعلم أن الله تعالى خلق في صدرك بيتًا وهو القلب، ووضع في صدره عرشًا لمعرفته يستوي عليه المثل الأعلى؛ فهو مستوٍ على عرشه بذاته بائن من خلقه، والمثل الأعلى من معرفته ومحبته وتوحيده مستوٍ على سرير القلب، وعلى سرير البسط من الأرض، ووضع عن يمينه وشماله مرافق شرائعه وأوامره، وفتح إليه بابًا من جهة رحمته والأنس به والشوق إلى لقائه، وأطهر من وراء ذلك كله ما به من أصناف الثمر والأشجار المثمرة من الطاعات والتهليل والتسبيح والتحميد والتقديس، وجعل وسط البستان شجرة معرفة: ﴿تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا﴾ [إبراهيم/٢٥] من المحبة والإنابة والخشية والفرح والابتهاج بقربه، وأجرى إلى تلك الشجرة ما يسقيها من تدبير كلامه وفهمه والعمل بوصاياه، وعلق في ذلك البيت قنديلًا أسرجه بضياء معرفته والإيمان به وتوحيده؛ فهو يستمد من شجرة مباركة زيتونة: ﴿لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ﴾ [النور/٣٥] يضيء ولو لم تمسسه نار، فأحاط عليه بلائحة آدم، وأقام عليه حرسًا من الملائكة يحفظونه في يقظته ومنامه.

ثم أعلم صاحب البيت والبستان الساكن فيه؛ فهو دائمًا همه إصلاح السكن، ولم يشغله لرضاه الساكن منزلًا، وإذا أحسن بآذى سعت إصلاحه، وله خشية انتقال الساكن منه؛ فنعم الساكن والمسكن.

فسبحان الله رب العالمين! كم في هذا البيت وبيت قد استولى عليه الخراب، وصار مأوى للحشرات والهوام، ومحلًّا لإلقاء الأقذار، ومنبعًا للنجاسات؛ فترى صاحب هذا البيت لا يجد راحة للساكن فيها ولا حافظًا له، وهي أدنى لحاجته، مظلمة الأرجاء، لا يأنس ولا يزال ينزل فيها إلا من يناسب سكانها من الحشرات والديدان والهوام؛ الشيطان جالس على سريرها، وعلى سرير البسط من الجهل، ويحقق الأهواء، ويزين له شهواته واتباع الهوى، وقد فتح له بابًا من جهة الخبث والوحشة والركون إلى الدنيا والطمأنينة والزهد فيها، وأطفأ نور المصباح وأدخل فيه أنواع الشوك والحطب والأشجار المثمرة بأنواع المعاصي والمخالفات، من الزوائد والتبدينات والنودرات والهزليات والمضحكات والأشعار والغزليات والخمريات التي تهجم على ارتكاب المحرمات، وترفض في الطاعات، وجعل وسط الحقل شجرة الجهل والإعراض عنه؛ فهي تؤتي أكلها كل حين من الفسوق والمعاصي واللهو واللعب والمجون والذنوب مع كل ريح وإتباع كل شهوة، ومن ثمرها الهموم والغموم والأحزان والآلام، لكنها متوارية باستقبال النفس بهواها ولعبها؛ فإذا التفت من سكرها أحضرت كل هم وغم وحزن وقلق ومصيبة، وأجرى إلى تلك الشجرة ما يسقيها من اتباع الهوى وطول الأمل والغرور، فأثمرت بطالة وخرابًا وجفافًا بحيث لا يُنتفع منه مفيد ولا حيوان ولا مؤذٍ ولا يُقدَر.

فسبحان خالق هذا البيت وذاك البيت!

فمن عرف قدر بيته وقدر الساكن فيه وقدر ما فيه من الكنوز والذخائر والآلات؛ انتفع بحياته ونفسه، ومن جهل ذلك جهل نفسه وأضاع سعادته.

وبالله التوفيق. """,
  ),
  Fwaid(
    id: '107',
    name: """فصل """,
    text:
        """سهل بن التستري: الرجل يأكل في اليوم أكلة؛ قال: أكل الصديقين. قيل له: فأكلتين؟ قال: أكل المؤمنين. قيل له: فثلاث؟ قال: هل لأهله يتناول له معلفًا.

قال الأسود بن سالم: ركعتين أصليهما أنا أحب إليَّ من الجنة بما فيها. فقيل له: هذا حظ. فقال: خذوا من كلامكم، الجنة رضي الله عني ورضي ربي عني.

(١) كذا في الأصل منصوبًا.

٢٦١

نفسي، والركعتان رضي ربي، ورضي ربي أحب إليَّ من رضي نفسي.

العارف في الأرض ريحانة من رياحين الجنة، إذا شمها المريد اشتاقت نفسه إلى الجنة.

قلب المحب موضوع بين جلال محبوبه وجماله؛ فإذا لاحظ جلاله هابه وعظمته، وإذا لاحظ جماله أحبه واشتاق إليه. """,
  ),
  Fwaid(
    id: '108',
    name: """ فائدة""",
    text:
        """ من الناس من يعرف الله بالجود والإفضال والإحسان، ومنهم من يعرفه بالعفو والحلم والتجاوز، ومنهم من يعرفه بالبطش والانتقام، ومنهم من يعرفه بالعلم والحكمة، ومنهم من يعرفه بالعزة والكبرياء، ومنهم من يعرفه بالرحمة والبر واللطف، ومنهم من يعرفه بالقهر والملك، ومنهم من يعرفه بإجابة الدعاء عند الشدة وقضاء الحاجة.

واعلم هؤلاء كلهم معرفة من كلامه؛ فمن عرفه من كلامه اجتمعت صفات الكمال ونعوت الجلال مبرأة عن المثال، بريئة من النقائص والعيوب، له كل اسم حسن، وكل وصف كمال، فعال لما يريد، فوق كل شيء، ومع كل شيء، وقادر على كل شيء، ومقيم لكل شيء، أمره نافذ، متكلم بكلمته الدينية والكونية، أكبر من كل شيء، وأجمل من كل شيء، أرحم الراحمين، وأقدر القادرين، وأحكم الحاكمين.

فالقرآن أنزل لتعريف عباده به، وبصراطه الموصل إليه، وجزاء السالكين بعد الوصول إليه.""",
  ),
  Fwaid(
    id: '109',
    name: """فائدة """,
    text: """من الآفات الخفية العامة أن يكون العبد في نعمة أنعم الله بها عليه

٢٦٢

واختارها له، فيميلها العبد ويطلب الانتقال منها إلى ما يزعم لجهله أنه خيرٌ له منها، ورُبَّةُ رحمته لا يُخرجه من تلك النعمة ويقدِّره بجهله وسوء اختياره لنفسه، حتى إذا أضاف ذرًّا تلك النعمة وسخطها وتبرُّم بها واستحكم ذلك منه، سلبها منه ابتلاءً؛ ليُعرِّفه ما له وما طلبه، ويرى التفاوت بين ما كان فيه وما صار إليه؛ ليتبين له فضل ما فارقه وعلو درجته عليه.

فإذا أراد الله بعبده خيرًا، أشهده أن ما هو فيه نعمةٌ عليه، ورضَّاه به وأوزعه شكره عليه؛ فإذا حدَّثته نفسه بالانتقال عنه استخارةَ ربِّه استخارةَ جاهلٍ بمصلحته عاجزٍ عنها مفوِّضٍ إلى الله طالبٍ منه حسن اختياره له.

وليس على العبد أضرّ من مِلْكِه لنعم الله؛ فإنه إذا رآها نعمةً ولا يشكرها عليها ولا يفرح بها، بل يسخطها ويشكوها ويعدّها مصيبة، فهذا وهي من أعظم نعم الله عليه.

فانظر الناس أعداء نعم الله عليهم، ولا يشعرون بفتح الله عليهم بنعمه، وهم مجتهدون في دفعها وردِّها جهلًا وظلمًا؛ فكم سعت إلى أحدهم من نعمة وهو ساعٍ في ردِّها بجهله، وكم وصلت إليه وهو ساعٍ في دفعها وزوالها بظلمه وجهله!

قال تعالى: ﴿ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ﴾ [الأنفال/٥٣].

وقال تعالى: ﴿إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ﴾ [الرعد/١١].

فليس للنعيم أعدى من نفس العبد؛ فهو مع عدوه ظهيرٌ على نفسه.

٢٦٣

وعدوُّه يطرح [١٩٤] النار في نعمه وهو يفتح فيها؛ فهو الذي مكَّنه من طرح النار ثم أعانه بالنفخ؛ فإذا اشتد ضرامها استغاث [من] الحريق، وكان غاية معاناة الأقدار:

وعاجزُ الرأي مضيِّعٌ لفرصته
حتى إذا فات أمرٌ عاتبَ القدرَ. """,
  ),
  Fwaid(
    id: '110',
    name: """فصل """,
    text:
        """من أعز أنواع المعرفة معرفة الرب سبحانه بالجمال، وهي معرفة خواص الخلق، وكلهم عرفه بصفة من صفاته، وأتمهم معرفة من عرفه بكماله وجلاله وجماله، سبحانه ليس كمثله شيء في سائر صفاته.

ولو فرضت الخلق كلهم على أجملهم صورة، وكلهم على تلك الصورة، ونسبت جمالهم الظاهر والباطن إلى جمال الرب سبحانه؛ لكان أقل من نسبة سراج ضعيف إلى قرص الشمس.

ويكفي في جماله أنه لو كشف الحجاب عن وجهه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه. (١)

ويكفي في جماله أن كل جمال ظاهر وباطن في الدنيا والآخرة فمن آثار صنعته؛ فما الظن بمن صدر عنه هذا كله؟!

ويكفي في جماله وحسنه القوة كلها، والغنى كله، والجود كله، والإحسان كله، والعلم كله، والفضل كله، ولنور وجهه أشرف الظلمات؛ كما قال النبي ﷺ في دعاء الطائف: «أعوذ بنور وجهك الذي أشرقت له الظلمات، وصلح عليه أمر الدنيا والآخرة». (٢)

وقال عبد الله بن مسعود: (٣): ليس عند ربكم ليل ولا نهار؛ نور السماوات والأرض من نور وجهه، فهو سبحانه نور السماوات والأرض، ويوم القيامة إذا جاء لفصل القضاء أشرقت الأرض بنوره.

ومن أسمائه الحسنى: الجميل.

وفي الصحيح عنه ﷺ: «إن الله جميل يحب الجمال». (٣)

وجماله سبحانه على أربعة مراتب: جمال الذات، وجمال الصفات، وجمال الأفعال، وجمال الأسماء؛ فالأسماء كلها حسنى، وصفاته كلها صفات كمال، وأفعاله كلها حكمة ومصلحة وعدل ورحمة. وأما جمال الذات فما هو عليه فأمر لا يدركه سواه ولا يعلمه غيره، وليس عند المخلوقين منه إلا تعريفات تعرف بها إلى من أكرمه من عباده؛ فإن ذلك الجمال مصون عن الأغيار، محجوب بسر الرداء والإزار؛ كما قال رسوله ﷺ فيما يحكي عن ربه: «الكبرياء ردائي، والعظمة إزاري». (٤) وما كانت الكبرياء أعظم وأوسع كانت أحق باسم الرداء؛ فإنه سبحانه الكبير المتعال، فهو سبحانه العلي العظيم.

قال ابن عباس: حب الذات بالصفات، وحب الصفات بالأفعال؛ فما ذاك بجمال بأوصاف الكمال، وسير بنعوت العظمة والجلال؟!

ومن هذا المعنى يفهم بعض معاني جمال ذاته؛ فإن العبد يرتقي من معرفة الأفعال إلى معرفة الصفات، ومن معرفة الصفات إلى معرفة الذات؛ فإذا شاهد شيئًا من جمال الأفعال استدل به على جمال الصفات، ثم استدل بجمال الصفات على جمال الذات.

ومن هنا ما يتبين أنه سبحانه له الحمد كله، وأن أحدًا من خلقه لا يحصي ثناءً عليه، بل هو كما أثنى على نفسه، وأنه يستحق أن يُعبد لذاته ويُحب لذاته ويُشكر لذاته، وأنه سبحانه يحب نفسه ويثني على نفسه ويحمد نفسه، وأن محبته لنفسه وحمده لنفسه وثناؤه على نفسه وتوحيده لنفسه هو عين حقيقة الحمد والحب والتوحيد؛ فسبحانه كما أثنى على نفسه، ويحب صفاته وأفعاله؛ فكل أفعاله حسن (١٩٤) محبوب، وإن كان في مفعولاته ما يبغضه ويكرهه؛ فليس في أفعاله ما هو مكروه مسخوط، وليس في الوجود ما يُحب لذاته ويُحمد لذاته إلا هو سبحانه، وكل ما يُحب سواه فإنما يُحب تبعًا لمحبته سبحانه، بحيث يُحب لأجله، ومحبة صحيحة لغيره محبة باطلة، وهذا معنى حقيقة «لا إله إلا الله» الذي يُحب لذاته ويُحمد لذاته. فكيف لا يُضاف إلى ذلك إحسانه وإنعامه وحلمه وتجاوزه وعفوه وبره ورحمته؟!

فعلى العبد أن يعلم أنه لا إله إلا الله فيحبه ويحمده لذاته وكماله، وأن يعلم أنه محسن على الحقيقة بأصناف النعم الظاهرة والباطنة؛ فهو يُحبه لإحسانه وإنعامه ويحمده على ذلك، فيحبه من الوجهين جميعًا.

وكما أن ليس كماله شيء، فليس كمحبته محبة.

والمحبة مع الخضوع هي العبودية التي خُلق الخلق لأجلها؛ فإنها غاية الحب بغاية الذل، ولا يصلح ذلك إلا له سبحانه، والإشراك به في هذا هو الشرك الذي لا يغفره الله ولا يقبل لصاحبه عملًا.

وحمده يتضمن أصلين: الإخبار بمحاسنه وصفات كماله، والمحبة له عليها؛ فمن أخبر بمحامده من غير محبة لم يكن حامدًا، ومن أحبه من غير إخبار بمحامده لم يكن حامدًا؛ حتى يجمع الأمرين.

وهو سبحانه يحمد نفسه بنفسه، ويحمد نفسه بما يُجريه على السنة الحامدين له من ملائكته وأنبيائه ورسله وعباده المؤمنين؛ فهو الحامد لنفسه بهذا وهذا. فإذا حمدهم له هُدِّيَتْه بهشته وأنسه وتكوينه؛ فإنه هو الذي ابتدأ النعم وولاها، فابتدأ الثناء وأنهى حمده، وهو الذي ألهم عبده التوبة وفرح بها أعظم فرح، وهي من فضله وجوده، وألهم عبده الطاعة وأعانه عليها فأناب عليه، وهي من فضله وجوده.

وهو سبحانه غني عن كل ما سواه بكل وجه، وما سواه فقير إليه بكل وجه، والعبد مفتقر إليه لذاته في الأسباب والغايات؛ فإن ما يكون به لا يكون، وما لا يكون لا ينفع. """,
  ),
  Fwaid(
    id: '111',
    name: """فصل """,
    text:
        """ وقوله ﷺ في الحديث: «إن الله جميل يحب الجمال»(١) يتناول جمال الثياب المسؤول عنه في نفس الحديث، ويدخل فيه بطريق العموم الجمال من كل شيء.

كما في الحديث الآخر: «إن الله نظيف يحب النظافة»(٢).

وفي الصحيح: «إن الله طيب لا يقبل إلا طيبًا»(٣).

وفي السنن: «الله يحب أن يرى أثر نعمته على عبده»(٤).

وفيها: عن أبي الأحوص الجشمي، عن أبيه، قال: رأى النبي ﷺ وعليَّ أطمارًا، فقال: «هل لك من مال؟» قلت: نعم. قال: «من أي المال؟» قلت: من كل ما آتى الله من الإبل والشاة. قال: «فلتر نعمة الله وكرامته عليك»(٥).

فهو سبحانه يحب أثر نعمته على عبده، فإنه من الجمال الذي يحبه، وذلك من شكره على نعمته، وهو جمال باطن؛ فيجب أن يُرى على العبد الجمال الظاهر بالنعمة، والجمال الباطن بالشكر عليه.

ومحبته سبحانه للجمال أنزل على عباده لباسًا وزينة تُجمل ظواهرهم وتقوى تجمل بواطنهم، فقال: ﴿يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ﴾ [الأعراف: ٢٦]، وقال في أهل الجنة: ﴿وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا﴾ [الإنسان: ١١]، ﴿تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ﴾ [المطففين: ٢٤]، فجمل وجوههم بالنضرة وبواطنهم بالسرور.

وهو سبحانه يحب الجمال في الأقوال والأفعال والهيئة واللباس، ويبغض القبيح من الأقوال والأفعال والهيئة، فيبغض القبيح وأهله، ويحب الجمال وأهله.

ولكن ضل في هذا الموضع فريقان:

فريق قالوا: كل ما خلقه جميل؛ فهو يحب كل ما خلقه، ونحن نحب جميع ما خلقه، فلا نبغض منه شيئًا. ومن رأى الكائنات رأى كلها جميلة. وأسند مذهبهم: وإذا رأيت الكائنات بعينهم فجميع ما يحويه الوجود مليح، واحتجوا بقوله تعالى: ﴿الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ﴾ [السجدة: ٧]، وقوله: ﴿صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ﴾ [النمل: ٨٨]، وقوله: ﴿مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِن تَفَاوُتٍ﴾ [الملك: ٣]. والعارف عندهم هو الذي يفرح بإطلاق الجمال، ولا يرى في الوجود قبيحًا. وهؤلاء قد غابت البصيرة من قلوبهم عن التمييز والمعاداة في إنكار الكفر والمعاصي والجمال الذي أقامه الله في الوجود، ويرى جمال صفاته وأفعاله في الإحسان والعدل والرحمة، ويرى جمال صفاته في القهر والانتقام، ويرى جمال الذات في الأسماء الحسنى كلها. وربما غلا بعضهم حتى زعم أن معبوده يظهر في تلك الصورة ويدخل فيها، وإن كان اتحاديًا قال: هي مظهر من مظاهر الحق، ويسميها المظاهر الجمالية!!

والصواب: أن الله سبحانه جميل يحب الجمال، وهو يحب من عباده ما تجملوا به من طاعته، وما ظهر عليهم من أثر نعمته، ويبغض القبيح من الكفر والفسوق والعصيان، ويبغض أهله. فالجمال محبوب له لذاته، والقبيح مبغوض له لذاته، فالجمال المحبوب ما وافق أمره وشرعه، والقبيح المبغوض ما خالف أمره وشرعه.

والجمال نوعان: جمال ظاهر، وجمال باطن. فالجمال الظاهر هو حسن الصورة والهيئة واللباس، والجمال الباطن هو جمال القلب بالإيمان والإخلاص والمحبة والإنابة والتوكل والخشية والرجاء والحياء والصبر والشكر وسائر أخلاق الإيمان. وهذا هو الجمال الذي يحبه الله، وهو الذي يبقى مع العبد في دنياه وأخراه.

وأما جمال الصورة المجرد عن جمال الباطن، فقد يكون استدراجًا وفتنة، وقد يكون نعمة دنيوية لا تدل على كرامة، وقد يكون حجة على صاحبها. ولهذا كان النبي ﷺ يستعيذ بالله من شر فتنة الغنى، ومن شر فتنة الفقر.

فالله سبحانه يحب الجمال كله، ويبغض القبح كله، ولكن يحب جمال الطاعة ويبغض قبح المعصية، ويحب جمال الإيمان ويبغض قبح الكفر، ويحب جمال الصدق ويبغض قبح الكذب، ويحب جمال العدل ويبغض قبح الظلم.

فمن أحب الجمال الذي يحبه الله، وبغض القبح الذي يبغضه الله، فقد وافق الله في محبته وبغضه، ومن أحب الجمال الذي يبغضه الله، أو أبغض الجمال الذي يحبه الله، فقد خالف الله في محبته وبغضه.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '112',
    name: """فصل """,
    text:
        """وقابلهم الفريق الثاني، فقالوا: قد ذم سبحانه جمال الصور وتمام القامة والخلقة، فقال عن المنافقين:
﴿وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ﴾ [المنافقون/٤]، وقال:
﴿وَإِن يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ﴾ [المنافقون/٤]،
وقال: ﴿لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ﴾ [التين/٤]، أي أمواهًا.
وقال الحسن: الصور. وفي صحيح مسلم عن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله ﷺ: «إن الله لا ينظر إلى صوركم ولا إلى أجسامكم»، قالوا: «ولا إلى قلوبكم وأعمالكم؟» قالوا: قالوا: «بلى»، قالوا: «فقد حرم علينا لبس الحرير والذهب والفضة»، وقال: ﴿وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا﴾ [طه/١٣١]، وذلك من أعظم جمال الدنيا. وفي الحديث: «إن الله يحب الإحسان»، وقد ذم الله المسرفين، والسرف يكون في الطعام والشراب كما يكون في اللباس.

وفصل النزاع أن يقال: الجمال في الصورة واللباس والهيئة ثلاثة أنواع:
ما يُحمد، ومنه ما يُذم، ومنه ما لا يتعلق به مدح ولا ذم؛
فالمحمود منه ما كان لله وأعان على طاعة الله وتنفيذ أوامره والاستجابة له، كما كان النبي ﷺ يتجمل للوفود، وهو نظير لباس الحرب للقتال، ولباس الحرير في الحرب والخيلاء فيه، فإن ذلك محمود إذا تضمن إعلاء كلمة الله ونصر دينه وغيظ عدوه.
والمذموم منه ما كان للدنيا والرئاسة والفخر والخيلاء والتوسل إلى الشهوات، وأن يكون هو غاية العبد وأقصى مطلبه، فإن كثيرًا من النفوس ليس لها همة سوى ذلك.
وأما ما لا يُحمد ولا يُذم فهو ما خلا عن هذين القصدين وتجرد عن الوصفين.

والمقصود من هذا الحديث الشريف مشتمل على أصلين عظيمين:
أحدهما: معرفة، وآخره سلوك؛ فيُعرِّف الله سبحانه بالجمال الذي لا يماثله فيه شيء، ويتحبب بالجمال الذي يحبه من الأقوال والأعمال والأخلاق؛ فيجب على عبده أن يتجمل باللسان بالصدق، وبالقلب بالإخلاص والمحبة والإنابة والتوكل، وبالجوارح بالطاعة، وبدنه بإظهار نعمته عليه وشكره له، وتطهيره له من الأنجاس والأحداث والأوساخ والشعور المكروهة والخُبثان وتقديم الأظفار؛ فيعرفه بصفات الجمال ويتعرف إليه بالأفعال والأقوال والأخلاق الجميلة؛ فيعرفه بالجمال الذي هو وصفه، ويعبده بالجمال الذي هو شرعه ودينه؛ فيجمع الحديث قاعدتين: المعرفة والسلوك. """,
  ),
  Fwaid(
    id: '113',
    name: """فصل """,
    text:
        """ ليس للعبد شيء أنفع من صدقه ربه في جميع أموره مع صدق العزيمة، فيصدقه في عزمه. [١٥] قال تعالى: ﴿فَإِذَا صَدَقَ الْأَمْرُ﴾ [محمد/٢١]، فسعادة صدق العزيمة وصدق الفعل. صدق العزيمة جمعها وحزمها وعدم التردد فيها.

٢٧١

بل تكون عزيمته لا يشوبها تردد ولا تلوّن، فإذا صدقت عزيمته بقي عليه صدق الفعل، وهو استفراغ الوسع وبذل الجهد فيه، وأن لا يتخلف عنه بشيء من ظاهره وباطنه. فغريبة القصد تمنعه من ضعف الإرادة والهمة، وصدق الفعل يمنعه من الكسل والفتور.

ومن صدق الله في جميع أموره صنع الله فوق ما يصنع لغيره.

وهذا الصدق معنى يلتئم من صحة الإخلاص وصدق التوكل، فأصلهما الناس من صح إخلاصه وتوكله.""",
  ),
  Fwaid(
    id: '114',
    name: """ فائدة جليلة في القدر""",
    text: """ربُّ ذو إرادةٍ أراد من عبده ذا إرادةٍ:

فإن وافق إرادته من نفسه التي عيَّنه وألهمه فعل ما أُمِر به،
وإن خذله خلاه وإرادته ونفسه، وهو من هذه الحيثية لا يُجبر إلا ما تهواه نفسه وطبعُه، فهو من حيث هو إنسان لا يريد إلا ذلك، ولذلك ذمَّه الله في كتابه من هذه الحيثية، ولم يمدحه الأمر زائداً على تلك الحيثية، وهو كونه مسلماً ومؤمناً وصابراً ومُحسناً وشكوراً وتقياً ونحو ذلك.

وهذا أمرٌ زائد على مجرد كونه إنساناً وإرادته صالحة، لكن لا يكفي مجرد صلاحها لأن لم يكن له قدر زائد على ذلك، وهو التوفيق، كما أنه لا يكفي مجرد الرؤية الصحيحة للإدراك لم تحصل للإدراك آخر من النور المنفصل عنها. """,
  ),
  Fwaid(
    id: '115',
    name: """فصل """,
    text:
        """ من أعظم الظلم والجهل أن تطلب التعظيم والتوقير لك من الناس وتلك إلى من تعظيمه وتوقيره، فبقدر توقيرك للمخلوقين يجب أن يراك.

في حال لا شيء إلا أن الله إلى علمها!

قال تعالى: ﴿إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ﴾ [الرعد/١١].

وهذه الأقوال ترجع إلى معنى واحد، وهو أنهم لم يعظموا الله، وعرفوا عظمته، وقدره، وأمروه بطاعته سبحانه واجتناب معاصيه، وإجلاله، والحياء منه، ومهابته في القلوب.

ولهذا قال بعض السلف: ليعظم قدر الله في قلبك قبل أن يذكرك عند عبد؛ فإن استحييت من مخلوق ولم تستحي من الله، كما قالوا: تستحي من الكلب والغرور ولا تستحي من الله؟!

ومن وقار الله أن لا تعتدي على خلقه، لا في اللفظ بحيث تقول: والله وجاهك يا فلان، أو أنت وما شاء الله، أو لا تحب الخلق كما تحب الله، أو تقول: لولا فلان ما كان كذا، أو ما شاء الله وشئت، ولا في العمل بحيث تطيع المخلوق في معصية الخالق، أو تجعل له نذراً أو قرباناً، أو ترضى أن يُذكر دون الله، أو تُعظِّمه بما لا ينبغي إلا لله.

ولا يكون العبد لله ولياً حتى يكون لله عبداً، ولا يكون لله عبداً حتى يكون لله خالصاً، ولا يكون لله خالصاً حتى يكون لله محباً، ولا يكون لله محباً حتى يكون لله خائفاً راجياً.

ومن وقار الله أن يستحيي من اطلاع الله على سريرته وضميره فيرى فيه ما يكرهه.

ومن وقار الله أن يستحيي منه في الخلوة [١٩٦] أعظم مما يستحي من أكابر الناس.

والمقصود أن لا يوقر الله وكلامه وما آتاه من العلم والحكمة كيف يطلب من الناس توقيره وتعظيمه؟!

والقرآن والعلم وكلام الرسول ﷺ صلات من الحق وتنبيهات ورداع وزواجر وإرادة إليك، والشبه زاجر ورداع وموقظ قائم بك، فلا ما ورد إليك وعظك، ولا ما قام بك نصحك، ومع هذا تطلب هذا التعظيم والتوقير؟! فأنت كصاب لم تؤثر فيه مصيبة وعقلاً واعتباراً، وهو يطلب من غيره أن يحفظ وينزجر بالنظر إلى مصيبته؛ فلم يؤثر فيه زجر، وهو يريد الانزجار من نظره إلى ضربه؟!

من سمع بالمكائد والعقوبات والآيات في حق غيره ليس كمن رآها عياناً في نفسه؛ فكيف من وحده؟! نفسه، فإن الآفاق مشهودة معلومة، والآيات في النفس مشهودة مرئية؛ فعياذاً بالله من الخذلان.

قال تعالى: ﴿إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ * وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ﴾ [يونس/٩٦-٩٧].

وقال: ﴿وَلَوْ أَنَّا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ﴾ [الأنعام/١١١].

والعاقل المزود بالتوفيق يعتبر بدون هذا ويُتِمُّ ناقص خِلْقته بفضائل أخلاقه وأعماله، فكلما امتلأ من جثمانه ازداد في إيمانه أثراً، وكلما نقص من قوى بدنه زاد في قوة إيمانه ويقينه ورغبته في الله والدار الآخرة.

وإن لم يكن هذا فالموت خير له؛ لأنه لا يقف به على حد معين من الألم والفساد، بخلاف العيوب والنقائص في طول العمر؛ فإنها زيادة في الهدم وهدم الحسنة، وإنما حسن طول العمر ونفعه لحصول الذكر والاستدراك وإعظام الأجر والوزر والتصحيح كما قال تعالى: ﴿وَالَّذِينَ يُؤْتَوْنَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ﴾ [المؤمنون/٦٠].

فمن لم يؤثر به التعمير وطول البقاء إصلاح معايبه وتدارك فارطه وإغاثة نفسه، فأعمال حياته كجناح سفر العبد على جناح سفر إما إلى الجنة وإما إلى النار؛ فإذا طال عمره وحسن عمله كان طول سفره زيادة في حصول النعيم واللذة؛ فإن كلما طال السفر إليها كانت الصبابة أجل وأفضل، وإذا طال عمره وساء عمله كان طول سفره زيادة في الألم وعذابه ونزوله إلى أسفل؛ فالمسافة إما صاعدة وإما نازلة.

وفي الحديث المرفوع: «خيركم من طال عمره وحسن عمله»(١).

والطالب الصادق في طلبه كلما أخرجه شيء من ذاته جعله عمارة لقلبه وروحه، وكلما منعه شيء من دنياه جعله زيادة في آخرته، وكلما منع شيئاً من متاع دنياه جعله زيادة في ذاته، وكلما أصابه حزن أو هم جعله في أفراح آخرته، فنقصان بدنه ودنياه ولذته وجاهه ورئاسته إن زاد في حصول ذلك وتوفيره عليه في معاده كان رحمة له وخيراً، وإلا كان حرماناً وعقوبة على ذنب ظاهراً أو باطناً؛ فإن حرمان خير الدنيا والآخرة مرتب على هذه الأربعة.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '116',
    name: """ فائدة""",
    text:
        """ الناس منذ خُلِقوا لم يزلوا مسافرين، وليس لهم حطٌّ عن رحالهم إلا في الجنة أو النار.

والعاقل يعلم أن السفر مبنيٌّ على المشقّة وركوب الأخطار، ومن المحال عادةً أن يطلب فيه نعيمٌ ولذّةٌ وراحةٌ، إنما ذلك بعد انتهاء السفر.

ومن المعلوم أن كل وطأةٍ قدَمٍ أو كل آنَةٍ من آنات السفر غيرُ واقفةٍ، ولا المسافر واقفٌ، وقد ثبت أنه مسافرٌ على الحال التي يجب أن يكون المسافر عليها من تهيئة الزاد الموصل، فإذا نزل أو نام أو استراح فعلى قدم الاستعداد للسير.""",
  ),
  Fwaid(
    id: '117',
    name: """ فائدة""",
    text:
        """ عند العارفين أن الاشتغال بالمشاهدة عن الزهد في السير وقوفٌ؛ لأنه في زمن المشاهدة لو كان صاحب عملٍ ظاهرٍ أو باطنٍ أو ازديادٍ من معرفةٍ وإيمانٍ مُفصِلٍ أولى به، فإن اللطيفة الإنسانية على صورة عملها ومعرفتها وهمّتها وإرادتها، والبدن يحضر على صورة عمله الحسن أو القبيح، وإذا انتقلت من هذه الدار شاهدت حقيقة ذلك.

وعلى قدر قرب قلبك من الله تبعد من الأنس بالناس ومساكنتهم، وعلى قدر صيانة سرك وإرادتك يكون حفظه، وملاك ذلك صحة التوحيد، ثم صحة العلم بالطريق، ثم صحة الإرادة، ثم صحة العمل.

والحذر الحذر كل الحذر من قصد الناس لك وإقبالهم عليك وأن يغتروا على موضع عرضك؛ فإنها الآفة العظمى.""",
  ),
  Fwaid(
    id: '118',
    name: """ فصل""",
    text: """ كل ذي لب يعلم أنه لا طريق للشيطان عليه إلا من ثلاث جهات:

إحداها: التزيد والإسراف، فيزيد على قدر الحاجة، فنصير فضلة، وهي حظ الشيطان ومدخله إلى القلب. وطريق الاحتراز [منه] الاحتراز من إعطاء النفس تمام مطلوبها من غذاء أو نوم أو لذّة أو راحة؛ فمتى أغلقت هذا الباب حصل الأمان من دخول العدو منه.

الثانية: الغفلة؛ فإن الذاكر في حصن الذكر، فمتى غفل فتح باب الحصن، فولج العدو، فيُعسِر عليه ويصعب إخراجه.

الثالثة: تكلّف ما لا يعنيه من جميع الأشياء.""",
  ),
  Fwaid(
    id: '119',
    name: """فائدة """,
    text:
        """ طالب النفوذ إلى الله والدار الآخرة – بل وإلى كل علم وصناعة ورئاسة – بحيث يكون راسخًا في ذلك مقتديًا به فيه، يحتاج أن يكون شجاعًا، مقدامًا، حاكمًا على وهمه، غير مَهزومٍ تحت سلطان تخيّله، زاهدًا في كل ما سوى مطلوبه، عالقًا لما توجه إليه، عارفًا بطريق الوصول إليه والطرق القواطع عنه، مقدام الهمة، ثابت الجأش، غير مائل عن مطلوبه لذبح نفسه ولا على ذبح اللحم، قانعًا بما يحتاج إليه من أسباب معونة، لا تستفزه المعارضات، شعارُه الصبر، وراحته التعب، محبًّا لمكارم الأخلاق، حافظًا لوقته، لا يخالط الناس إلا على حذرٍ كالطائر الذي يلتقط الحب بينهم، قانعًا على نفسه بالرغبة والهمة، غير مسيء من حواسه شيئًا، ولا مصرِفًا لخواطره في غير ما هو بصدده، وملاك ذلك هجر العوائد وقطع العلائق الخلائق بينك وبين المطلوب.""",
  ),
  Fwaid(
    id: '120',
    name: """ فائدة""",
    text:
        """ من الذاكرين من يبتدئ بذكر اللسان، وإن كان على غفلة، ثم لا يزال فيه حتى يحضر قلبه، فيواطئان على الذكر. ومنهم من لا يرى ذلك، ولا يبتدئ على غفلة، بل يسكن حتى يحضر قلبه، فيشرع في الذكر بقلبه، فإذا قوي استتبع لسانه، فواطئا جميعا.

٢٧٨

فالأول ينتقل الذكر من لسانه إلى قلبه.

والثاني ينتقل من قلبه إلى لسانه، من غير أن يخلو قلبه منه، بل يسكن أولاً حتى يحس بظهور اللسان فيه، فإذا أحس بذلك نطق قلبه، ثم انتقل من الذكر القلبي إلى الذكر اللساني، ثم يستقران في ذلك حتى يجد كل شيء منه ذاكرا.

وأفضل الذكر وأنفعه ما واطأ فيه القلب اللسان، وكان من الأذكار النبوية، وشهد الذاكر معانيه ومقاصده.""",
  ),
  Fwaid(
    id: '121',
    name: """ فصل""",
    text:
        """أنفع الناس لك رجل مكنك من نفسه حتى تزرع فيه خيرًا أو تصنع إليه معروفًا؛ فإنه نعم العون لك على منفعتك وكمالك؛ فتعاملك به في الحقيقة مثل انتفاعك بأبٍ أو أكثر.

وأضر الناس عليك من مكن نفسه منك حتى تعصي الله فيه؛ فإنه عونك لك على خسارتك ونقصك. """,
  ),
  Fwaid(
    id: '122',
    name: """ فصل""",
    text:
        """اللذة المحرمة ممزوجة بالقبح حال تناولها، ثمرتها الألم بعد انقضائها؛ فإذا [١٩٧] اشتدت الداعية منك إليها ففكّر في انقطاعها وبقاء تبعتها وألمها، ثم وازن بين الأمرين، وانظر ما بينهما من التفاوت.

والتعب بالطاعة ممزوج بالحسن، مثمر للذة والراحة؛ فإذا ثقلت على النفس ففكّر في انقطاع تعبها وبقاء حسنها ولذتها وسرورها، ووازن بين الأمرين، وآثر الراجح على المرجوح.

فإن تألّمت باللبس فانظر إلى ما في المآل من الفرحة والسرور واللذة، وإن تألّمت بالمقاساة فانظر إلى ألم ترك اللذة المحرمة، ووازن بين الأمرين.

وخاصة العقل تحصيل أعظم المنفعتين بتفويت أدناهما، واحتمال أصغر الألمين لدفع أعظمهما.

وهذا يحتاج إلى علم بالأسباب ومقتضياتها، وإلى عقل يختار الأولى والأنفع له منها؛ فمن وُفِّق قسمة من العقل والعلم اختار الأفضل وآثره، ومن نقص حظه منهما أو من أحدهما اختار خلافه، ومن فكّر في الدنيا والآخرة علم أنه لا ينال واحدًا منهما إلا بمشقّة؛ فيتحمّل المشقّة لأخراهما وأبقاهما. """,
  ),
  Fwaid(
    id: '123',
    name: """ فصل""",
    text:
        """الله على العبد في كل عضو من أعضائه أمر، وله عليه فيه نهي، وله فيه نعمة، وله فيه منفعة ولذة؛ فإن قام لله في ذلك العضو بأمره، واجتنب فيه نهيه أدّى شكر نعمته عليه فيه، وسعى في تكميل انتفاعه ولذته به، وإن عطّل أمر الله فيه عطّلته عنه من انتفاعه بذلك العضو، وجعله من أكبر أسباب ألمه ومضرته.

وله عليه في كل وقت من أوقاته عبودية يتقدم إليه وتقرّبه منه، فإن شغل وقته بعبودية الوقت تقدّم إليه ربه، وإن شغله بهوى أو راحة وبطالة تأخّر.

فالعبد لا يزال إما متقدّمًا أو متأخرًا، ولا وقوف في الطريق ألبتة.

قال تعالى: ﴿لِمَن شَاءَ مِنكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ﴾ [المدثر/ ٣٧]. """,
  ),
  Fwaid(
    id: '124',
    name: """فصل """,
    text: """ أقام الله سبحانه هذا الخلق بين الأمر والنهي والعطاء والمنع؛
فانقسموا فريقين:

فرقة قابلت أمره بالترك، ونهيه بالارتكاب، وعطاءه بالغفلة عن الشكر، ومنعه بالسخط. وهؤلاء أعداؤه، وفيهم من العداوة بحسب ما فيهم من ذلك.

وقسم قالوا: إنما نحن عبيدك؛ فإن أمرتنا سارعنا إلى الإجابة، وإن نهيتنا أمسكنا نفوسنا وكففناها عما نهيتنا عنه، وإن أعطيتنا حمدناك، وإن منعتنا تضرعنا إليك وذكرناك.

فليس بين هؤلاء وبين الجنة إلا ستر الحياة الدنيا؛ فإذا مزقه عليهم الموت صاروا إلى النعيم المقيم وقرة الأعين، كما كان أولئك ليس بينهم وبين النار إلا ستر الحياة؛ فإذا مزقه الموت صاروا إلى الحسرة والألم.

فإذا تصادمت في قلبك جنود الدنيا والآخرة، وأردت أن تعلم أي الفريقين أقرب إليك، فانظر مع من تميل منهما، ومع من تقاتل؛ إذ لا يمكنك الوقوف بين الجبهتين، فأنت مع أحدهما لا محالة.

فانظرين أحد الفريقين: هل استمسكوا الهوى خالقهم، واستصحبوا العقل فشاوروهم، وزيّنوا قلوبهم للفكر فيما خلقوا له، وجوارحهم للعمل بما أمروا به، وأوقاتهم لمعمارها بعمر الآخرة، واستظهروا على سرعة الأجل بالمبادرة إلى الأعمال، وسكنوا الدنيا وقلوبهم مسافرة عنها، واستوطنوا الآخرة قبل انتقالهم إليها، وآمنوا بالله وطاعته على قدر حاجتهم إليه، وزوّدوا للآخرة على قدر مقامهم فيها؛ فغسل لهم سبحانه من نعيم الجنة وروحها أن أنسهم بنفسه، وأقبل بقلوبهم إليه، وجمعها على محبته، وشوقهم إلى لقائه، ونعّمهم بقربه، وفرغ قلوبهم مما ملأ قلوب غيرهم من محبة الدنيا والهم والحزن على فواتها والنقم خوف ذهابها، فاستراحوا لما استراحوا المتزوّدون، وأنسوا بما استوحش من الجاهلون، فحقروا الدنيا بأعيانهم، والمُلك الأعلى بأرواحهم.""",
  ),
  Fwaid(
    id: '125',
    name: """فصل """,
    text:
        """التوحيد ألطف شيء وأزهره وأنظفه وأصفاه، فأدنى شيء يخدشه ويكدّره ويؤثر فيه؛ فهو كأبيض ثوب يكون يؤثر فيه أدنى أثر، وكالمرآة الصافية جداً أدنى شيء يؤثر فيها. ولهذا تستوشِه اللمحة واللفظة والشهوة الخفية؛ فإن بادر سحبه وقلع ذلك الأثر بفساده، وإلا استحكم وصار طبعاً يتعسر عليه قلعه.

وهذه الآثار والطبائع التي تحصل فيه: منها ما يكون سريع الحصول سريع الزوال، ومنها ما يكون سريع الحصول بطيء الزوال، ومنها ما يكون بطيء الحصول سريع الزوال، ومنها ما يكون بطيء الحصول بطيء الزوال.

ولكن من الناس من يكون توحيده كبيراً عظيماً، فينغمر فيه كثير من تلك الآثار ويستحيل فيه، بمنزلة الماء الكثير الذي يخالطه أدنى نجاسة أو وسخ؛ فيستهلكه، بعكس صاحب التوحيد الذي هو دونه، فيخالطه من النجس الضعيف ما يخالط به صاحب التوحيد العظيم الكثير توحيده، فيظهر أثره ما لم يظهر في التوحيد الكثير.

وأيضاً فإن المحل الصافي جداً يظهر لصاحبه ما لا يظهر في المحل الذي لم يبلغ في الصفاء مبلغه؛ فيدركه بالإزالة دون هذا، فإنه لا يشعر به.

وأيضاً فإن قوة الإيمان والتوحيد إذا كانت قوية جداً أحلت المواد الرديئة وغيّرتها، بخلاف القوة الضعيفة.

وأيضاً فإن صاحب المحاسن الكثيرة والمغفرة للسيئات يُسامَح بما لا يُسامَح به من أتى مثل تلك السيئات وليس له مثل تلك المحاسن، كما قيل:

وإذا الحبيب أتى بذنب واحد
جاءت محاسنه بألف شفيع

وأيضاً فإن صدق الطلب وقوة الإرادة وكمال الاعتقاد يُزيل تلك العوارض والأوساخ العارضة إلى مقتضاها ووجهها، بخلاف الكذب وفساد القصد وضعف الاعتقاد؛ فيجعل الأعمال الممدوحة لوجه الله وجهه، ويُفسد ذلك في الأخلاط الغالبة والحاملة لصالح الأغذية إلى طبعها. """,
  ),
  Fwaid(
    id: '126',
    name: """فائدة """,
    text:
        """ ترك الشهوات لله وإن أنجى من عذاب الله وأوجب الفوز برحمته؟ ففاحذر الله وكنز البر ولذة الأنس والشوق إليه والفرح والابتهاج به لا تحصل في قلب فيه غيره ممن كان من أهل العبادة والزهد والعلم؛ فإن الله سبحانه إنما جعل الخير كله في قلب من سواه، وإنما يروع ذكراه في قلب ليس فيه غيره، والفقر غناه بالله، والعز ذله دونه، والنعم عذاباً دونه، والعذاب نعيمًا معه.

ــــــــــــــــــــــ
(١) البيت بلا نسبة في فتح الطيب (٢/٥).

٢٨٣

وبالجملة فلا يرى الحياة إلا به ومعه، والموت والألم والهم والحزن إذا لم يكن معه، فهذا دار حزن في الدنيا سعادة، وجنة يوم القيامة.""",
  ),
  Fwaid(
    id: '127',
    name: """ فائدة""",
    text:
        """ الإنابة هي عكوف القلب على الله عز وجل كعكوف البدن في المسجد لا يفارقه.

وحقيقة ذلك عكوف القلب على محبته، وذكره بالإجلال والتعظيم، وعكوف الجوارح على طاعته بالإخلاص له والمتابعة لرسوله.

ومن يتعكف قلبه على الله وحده عكف على التماثيل المتنوعة، كما قال إمام الحنفاء لقومه: ﴿مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ﴾ [الأنبياء/٥٢].

فانقسموا هو وقومه حقيقة العكوف؛ فكان حظ قومه العكوف على التماثيل، وكان حظه العكوف على الرب الجليل. والتماثيل جمع تمثال وهي الصور الممثلة.

تعلق القلب بغير الله واشتغاله والركون إليه عكوف منه على التماثيل التي قامت بقلبه، وهو نظير العكوف على تماثيل الأصنام؛ ولهذا كان شرك عباد الأصنام بالعكوف بقلوبهم وهممهم وإراداتهم على تماثيلهم.

فإذا كان في القلب تماثيل قد ملكته واستعبدته بحيث يكون عاكفًا عليها؛ فهو نظير عكوف عباد الأصنام عليها، ولهذا سماه النبي ﷺ عبدًا لها ودعا عليه بالنكس، فقال: «تعس عبد الدينار، تعس عبد الدرهم، تعس وانتكس، وإذا شيك فلا انتقش».

الناس في هذه الدار [١٩٨] على جناح سفر كلهم، وكل مسافر فهو ظاعن إلى مقصده ونازل على من يشير النزول عليه، وطالب الله والدار الآخرة إنما هو ظاعن إلى الله في حال سفره ونازل عليه عند القدوم عليه؛ فهذه نهاية سفره ومنتهى قضيته.

﴿يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ۝ ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً ۝ فَادْخُلِي فِي عِبَادِي ۝ وَادْخُلِي جَنَّتِي﴾ [الفجر/٢٧-٣٠].

وقالت امرأة فرعون: ﴿رَبِّ ابْنِ لِي عِندَكَ بَيْتًا فِي الْجَنَّةِ﴾ [التحريم/١١]، فطلبت كون البيت عنده قبل طلبها أن يكون في الجنة؛ فإن الجار قبل الدار.

من كلام الشيخ علي

قيل له في نوم يقظة أو يقظة كالنوم:

لا تبد نافقة إلى غيري فاضعفها عليك، مكافأة لخروجك عن حدك في عبوديتك.

ابتليتك بالفقر لتصير ذهبًا خالصًا؛ فلا ترقين بعد السبك.

حكمت لك بالفقر ولنفسك بالغنى؛ فإن وصلتها بي وصلتك.

(١) أخرجه البخاري (٢٨٨٧، ٢٨٨٨) عن أبي هريرة.
(٢) لم أعرف من هو.

٢٨٥

بالغنى، وإن وصلتها بغيري حسدت عندك موارد معنويتي طردًا لك عن بادي.

لا تركن إلى شيء دوني؛ فإنه وبال عليك، وقاتل لك؛ إن كنت لا العمل ركنت عليه، وإن ركنت إلى المعرفة شكّرت عليها، وإن ركنت إلى الوجد أحبطته، وإن ركنت إلى العلم نقضته، وإن ركنت إلى المخلوقين وكذلك إليهم، أرضناك ربنا رضاك لنا عبدًا.""",
  ),
  Fwaid(
    id: '128',
    name: """فائدة """,
    text: """ البهجة التي تعرض عند سماع القرآن إن لم غيرها لها أسباب:

أحدها: أن يلوح له عند السماع درجة ليست له، فيفرح بها، فتحدث له هذه البهجة شهوة شوق.

وثانيها: أن يلوح له ذنب ارتكبه، فيهشّ حقًا وحزنًا على نفسه، وهذه بهجة خشية.

وثالثها: أن يلوح له نقص فيه لا يقدر على دفعه عنه، فيحدث له ذلك حزنًا، فهي بهجة حزن.

ورابعها: أن يلوح له كمال محبوبه، ويرى الطريق إليه مسدودة عنه، فيحدث له ذلك شهوة أسف وحزن.

وخامسها: أن يلوح له كمال محبوبه، فيرى الطريق مفتوحًا ظاهرة، فيحدث له ذلك فرحًا وسرورًا بما لاح له.

وكل حال فسبب الشهوة قوة الوارد وضعف المحل عن الاحتمال.

والقوة أن يعمل ذلك الوارد عمله داخلًا ولا يظهر عليه، وذلك أقوى وأدوم؛ فإنه إذا ظهر ضعف أثره وأوشك انقطاعه.

هذا حكم الشهوة من الصادق؛ فإن الشاهد إما صادق وإما سارق وإما منافق.""",
  ),
  Fwaid(
    id: '129',
    name: """ قاعدة نافعة""",
    text:
        """أصل الخير والشر من قبل التفكير؛ فإن الفكر مبدأ الإرادة والطلب والزهد والترك والحب والبغض.

وأنفع الفكر الفكر في مصالح المعاد وفي طرق اجتلابها، وفي دفع مفاسد المعاد وفي طرق دفعها، وأفكار الدنيا هي في الآخرة وبها أربعة: الفكر في مصالح المعاد وطرق تحصيلها، وتفكير مصالح الدنيا وطرق الاحتراز منها. فهذه الأقسام الثمانية دارت أفكار العقلاء.

ورأس القسم الأول: الفكر في آلاء الله ونعمته، وأمره ونهيه، وطرق العلم به وبأسمائه وصفاته من كتابه وسنة نبيه وما والاهما. وهذا الفكر يثمر لصاحبه المحبة والمعرفة؛ فإذا زاد في الآخرة وشرفها ودوامها وفي الدنيا وضعتها وفناءها؛ أوجب له ذلك الرغبة في الآخرة والزهد في الدنيا. وكلما زاد في فهم الأوامر والنواهي أورثه ذلك الحرص والاجتهاد وبذل الوسع في امتثال الأوامر واجتناب النواهي؛ وهذه الأفكار أعلى همه، وتجمعها موتها وسرورها، وتجعلها واد والناس في واد.

وبإزاء هذه الأفكار الأفكار الرديئة التي تجول في قلوب أكثر هذا الخلق:

فالفكر فيما لم يكلف الفكر فيه ولا أعطي الإحاطة به من فضول العلم الذي لا ينفع؛ كالفكر في كيفية ذات الرب وصفاته مما لا سبيل للعقول إلى إدراكه.

ومنها: الفكر في الصناعات الدقيقة التي لا تنفع بل تضر؛ كالفكر في الشطرنج والموسيقى وأنواع الأشكال والتصاوير.

ومنها: الفكر في العلوم التي لو كانت صحيحة لم يحط الفكر فيها للنفس كمالا ولا شرفا؛ كالفكر في دقائق المنطق والعلم الرياضي والطبيعي وأكثر علوم الفلاسفة، التي لو بلغ الإنسان غايتها لم يكمل بذلك ولم يزك نفسه.

ومنها: الفكر في الشهوات واللذات وطرق تحصيلها، وهذا وإن كان للنفس فيه لذة لكن لا عاقبة له، ومضرته في عاقبة الدنيا قبل الآخرة أضعاف مسرته.

ومنها: الفكر فيما لم يكن أو كان كيف يكون؛ كالفكر فيما إذا صار ملكا، أو وجد كنزا، أو ملك ضيعة؛ كيف يصنع؟ وكيف يتصرف ويأخذ ويعطي ويقسم؟ وذلك كله من أضغاث الحلم.

ومنها: الفكر في جزئيات أحوال الناس وماجرياتهم ومداخلهم ومخارجهم وتوابع ذلك من فكر النفوس المبطلة الفارغة من الله ورسوله والدار الآخرة.

ومنها: الفكر في دقائق الحيل والمكر التي يتوصل بها إلى أغراضه وهواه، مباحة كانت أو محرمة.

ومنها: الفكر في أنواع الشعر وصرفه وأغانيه في المدح والهجاء والغزل والمرازي ونحوها؛ فإنه يشغل الإنسان عن الفكر فيما فيه سعادته وحياته الدائمة.

ومنها: الفكر في المقدررات الذهنية التي لا وجود لها في الخارج ولا بالناس حاجة إليها، وذلك موجود في كل علم، حتى في علم الفقه والأصول والطب.

فكل هذه الأفكار مضرها أرجح من منفعتها، ويكفي في مضرتها شغلها عن الفكر فيما هو أولى به وأعود عليه بالنفع عاجلا وآجلا. """,
  ),
  Fwaid(
    id: '130',
    name: """فصل """,
    text: """ الطلب لقاح الإيمان؛ فإذا اجتمع الإيمان والطلب أثمرا العمل الصالح.

وحسن الظن بالله لقاح الافتقار والاضطرار إليه؛ فإذا اجتمعا أثمرا إجابة الدعاء.

والخشية لقاح المحبة؛ فإذا اجتمعا أثمرا امتثال الأوامر واجتناب المناهي.

والصبر لقاح اليقين؛ فإذا اجتمعا أورثا الإمامة في الدين، قال تعالى: ﴿وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ﴾ السجدة (٢٤).

وصحة الاقتداء بالرسول لقاح الإخلاص؛ فإذا اجتمعا أثمرا قبول العمل والاعتداد به.

والعمل لقاح العلم؛ فإذا اجتمعا كان الفلاح والسعادة، وإن انفرد أحدهما عن الآخر لم يفد شيئا.

والعلم لقاح العلم؛ فإذا اجتمعا حصلت سيادة الدنيا والآخرة وحصل الانتفاع بالعلم، وإن انفرد أحدهما عن صاحبه فات النفع والانتفاع.

والخبرة لقاح البصيرة؛ فإذا اجتمعا نال صاحبهما خير الدنيا والآخرة، وإن انفرد أحدهما عن الآخر كان كالمختلف الكلمات إما من عدم الخبرة وإما من عدم البصيرة.

وحسن القصد لقاح صحة الذهن؛ فإذا فقد أحدهما فسد الفكر كله، وإذا اجتمعا أنتج أنواع الخيرات.

وصحة العزيمة لقاح الشجاعة؛ فإذا اجتمعا كان النصر والظفر، وإن فقد أحدهما خذلان والخيبة، وإن وجد الرأي بلا شجاعة فالنصر بعيد، وإن حصلت الشجاعة بلا رأي فالتهور والعطب.

والصبر لقاح الرأي؛ فإذا اجتمعا حسنا، قال الحسن: ما قرن إلى رأي صبر إلا حسن رأيه، وما قرن إلى رأي صبر إلا أرى صاحبه بصيرا، وإذا ارتبط صبرا بصيرا فذلك.

والتثبت لقاح العقل؛ فكلاهما يقرب بالصحيح من القول والفعل.

والزهد لقاح الفكر كما أن الطمع لقاح الأشر؛ فإذا اجتمعا انقلب الزهد في الدنيا والرغبة فيما عند الله.

والقوة لقاح التوكل؛ فإذا اجتمعا استقام القلب.

ولقاح أخذ الأمر لقاح الاستعداد للقاء؛ فبقدر الأمل يكون الاستعداد.

٢٩٠

كله في اجتماعهما، والنقص في فرقتهما.

ولقاح الهمة العالية النية الصحيحة؛ فإذا اجتمعا بلغ العبد غاية همه المراد.*""",
  ),
  Fwaid(
    id: '131',
    name: """قاعدة """,
    text:
        """ للعبد بين يدي الله موقفان: موقف بين يديه في الصلاة، وموقف بين يديه يوم لقائه؛ فمن قام بحق الموقف الأول هان عليه الموقف الآخر، ومن استهان بهذا الموقف ولم يقم بحقه شدد عليه ذلك الموقف. قال تعالى: ﴿وَمَنْ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا﴾ [الإسراء: ١٩].""",
  ),
  Fwaid(
    id: '132',
    name: """قاعدة """,
    text:
        """ اللذة من حيث هي مطلوبة للإنسان بل ولكل حي؛ فلا تذم من جهة كونها لذة، وإنما تذم ويكون تركها خيرا من نيلها وأنفع إذا تضمنت لذات لم تضم منها، أو أكمل، أو أعقب تحصيلها ألما أعظم من ألم فواتها، وهذا ظاهر في العقل الفاضل الفطن، والأحمق من لم يعرف العقل التفاوت بين اللذتين والألمين، وأنه لا نسبة لإحداهما إلى الأخرى، هان عليه ترك أدنى اللذتين لتحصيل أعلاهما، واحتمال أيسر الألمين لدفع أعظمهما.

وإذا تقررت هذه القاعدة فائدة الآخرة أعظم وأدوم، ولذة الدنيا أصغر وأقصر، وكذلك ألم الآخرة وألم الدنيا.

والمعقول في ذلك على الإيمان واليقين؛ فإذا قوي اليقين وباشر القلب أثّر الأعلى على الأدنى في جانب اللذة، واحتمال الألم الأسهل على الأصعب. والله المستعان.

٢٩١""",
  ),
  Fwaid(
    id: '133',
    name: """ فائدة""",
    text:
        """ قوله تعالى: ﴿رَبِّ إِنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ﴾ [الأنبياء: ٨٣]. جمع في هذا الدعاء بين: حقيقة التوحيد، وإظهار الفقر والفاقة إليه ربه، ووجود طعم المحبة في التملق له، والإقرار له بصفة الرحمة، وأنه أرحم الراحمين، والتوسل إليه بصفاته سبحانه، وشدة حاجته وفقره. ومن وجد المبتلى هذا كشف عنه بلواه.

وقد جُرِّبَ أنه من قالها سبع مرات – ولا سيما مع هذه المعرفة – كشف الله ضره.""",
  ),
  Fwaid(
    id: '134',
    name: """فائدة """,
    text:
        """ قوله تعالى عن يوسف نبيه: إنه قال: ﴿أَنتَ وَلِيِّي فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ﴾ [يوسف: ١٠١]. جمعت هذه الدعوة: الإقرار بالتوحيد، والاستسلام للرب، وإظهار الافتقار إليه، والبراءة من موالاة غيره سبحانه، وكون الوفاة على الإسلام أجل غاية العبد، وأن ذلك بيد الله لا بيد العبد، والاعتزاز بالسعادة، وطلب مرافقة السعداء.""",
  ),
  Fwaid(
    id: '135',
    name: """فائدة """,
    text:
        """قول الله تعالى: ﴿وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُ﴾ [الحجر: ٢١] متضمن لكنز من الكنوز، وهو أن كل شيء لا يُطلب إلا ممن عنده خزائنه، ومفاتيح تلك الخزائن بيده، وإن طلبه من غيره طلبه ممن ليس عنده ولا يقدر عليه.

وقوله: ﴿وَإِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ﴾ [النجم: ٤٢] متضمن لكنز عظيم، وهو أن كل مراد إن لم يُرد لأجله فهو مضمحل منقطع، فإنه ليس وراء الله مراد يُقصد إليه، وليس المنتهى إلا إلى الذي انتهت إليه الأمور كلها، فانتهت إلى خلقه ومشيئته وحكمته وعلمه؛ فهو غاية كل مطلوب، وكل محبوب لا يُحب لأجله فمحبته عناء وعذاب، وكل عمل لا يُراد لأجله فهو ضائع وباطل، وكل قلب لا يصل إليه فهو شقي محجوب عن سعادته وفلاحه.

فاجتمع ما يُراد منه كله في قوله: ﴿وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُ﴾، واجتمع ما يُراد إليه كله في قوله: ﴿وَإِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ﴾؛ فليس وراءه سبحانه غاية تُطلب، وليس دونه نهاية يُنتهى.

وتحت هذا سر عظيم من أسرار التوحيد، وهو أن القلب لا يستقر ولا يطمئن ولا يسكن إلا بالوصول إليه، وكل ما سواه مما يُحب ويُراد فمراد لغيره، وليس المراد المحبوب لذاته إلا واحدًا إليه المنتهى، ويستحيل أن يكون المنتهى إلى اثنين؛ كما يستحيل أن يكون ابتداء المخلوقات من اثنين.

فكل ما كان انتهاء محبته ورغبته وإرادته وطاعته إلى غيره بطل عليه ذلك، وزال عنه وفرغ ما كان إليه، ومن كان انتهاء محبته ورغبته وطاعته إليه فهو سبحانه نظر بنعمه ولذته وبهجته وسعادته أبد الآباد.

العبد دائمًا متقلب بين أحكام الأوامر وأحكام النوازل؛ فهو محتاج:
– بل مضطر – إلى العون عند الأوامر، وإلى اللطف عند النوازل.
وعلى قدر قيامه بالأوامر يحصل له من اللطف عند النوازل؛ فإن كمال القيام بالأوامر ظاهرًا وباطنًا ناله اللطف ظاهرًا وباطنًا، وإن قام بعضهما دون حقائقها وبواطنها ناله من اللطف في الظاهر وقل نصيبه من اللطف في الباطن.

فإن قلت: وما اللطف الباطن؟
فهو ما يحصل للقلب عند النوازل من السكينة والطمأنينة، وزوال القلق والاضطراب والجزع؛ فيستحلي بين يدي سيده ذليلا له مستكينًا ناظرًا إليه بقلبه ساكنًا إليه بروحه وسره، وقد يشغله مشاهدة لطفه به عن شدة ما هو فيه من الألم، وقد يغيب عن شهود ذلك بمعرفته بحسن اختياره له، وأنه عبد محض يجري عليه سيده أحكامه رضى أو سخط؛ فإن رضي نال الرضى، وإن سخط فحظه السخط.

فهذا اللطف الباطن ثمرة تلك المعاملة الباطنة؛ يزيد بزيادتها، وينقص بنقصانها. """,
  ),
  Fwaid(
    id: '136',
    name: """ فائدة جليلة""",
    text: """ لا يزال العبد منقطعًا عن الله حتى تتصل إرادته ومحبته بوجهه الأعلى.

والمراد بهذا الاتصال: أن تنتهي المحبة إليه وتتعلق به وحده، فلا يحبه شيء دونه، وأن تتصل المعرفة بأسمائه وصفاته وأفعاله، فلا يطلب نورها ظلمة التعطيل؛ كما لا يطلب نور المحبة ظلمة الشرك، وأن يتصل ذكره به سبحانه؛ كما يزول بين الذاكر والمذكور حجاب الغفلة والغفلة، فإن الذكر إلى غير المذكور محال؛ فحينئذٍ يتصل الذكر به.

ويتصل العمل بأوامره ونواهيه؛ فيفعل الطاعة لأنه أمر بها وأحبها، ويترك المناهي لكونه نهى عنها وأبغضها؛ فهذا معنى اتصال العمل بأمره ونهيه. وحقيقته زوال العلل الباعثة على الفعل والترك من الأغراض والحظوظ العاجلة.

ويتصل التوكل والحب به؛ بحيث يصير واثقًا به سبحانه، مطمئنًا إليه، راضيًا بحسن تدبيره له، غير متهم له في حال من الأحوال.

ويتصل فقره وفاقته به سبحانه دون من سواه.

ويتصل خوفه ورجاؤه وفرحه وسروره وانتهاجه به وحده، فلا يخاف غيره ولا يرجوه ولا يفرح به كل الفرح ولا يبشر به غاية السرور، وإن ناله بالمخلوق بعض الفرح والسرور؛ فليس الفرح التام والسرور الكامل والانتهاج والنعيم وقرة العين وسكون القلب إلا به سبحانه، وما سواه إن أعان على هذا المطلوب فرح به وسرّ به، وإن حجب عنه حزن به وتوحش منه واضطرب القلب بحصوله أو بحصوله أحق منه؛ فإن فرح به فلا فرح ولا سرور إلا به، وما أوصل إليه وأعان عليه فهو فرح وسرور، وبانقطاعه أعظم انقطاع الفرح والسرور؛ فهو الإسلام والإيمان والقرآن، كما فسره الصحابة والتابعون.

والمقصود أن من اتصلت له هذه الأمور بالله سبحانه فقد وصل، وإلا فهو مقطوع عن ربه، متصل بحظه ونفسه، ملبس عليه في معرفته وإرادته وسلوكه.""",
  ),
  Fwaid(
    id: '137',
    name: """ قاعدة جليلة""",
    text: """ فكرت في هذا الأمر؛ فإذا أصله:
أن تعلم أن النعم كلها من الله وحده؛ نعم الطاعات ونعم اللذات، فتفرغ إليه في إلباسك ذكرها وشكرها كما قال تعالى: ﴿وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ﴾ [النحل: ٥٣]، وقال: ﴿فَٱذۡكُرُواْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ﴾ [الأعراف: ٦٩]، وقال: ﴿وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗ﴾ [لقمان: ٢٠]، وقال: ﴿وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ﴾ [النحل: ١٨].

فإذا عرفت أن تلك النعم كلها من الله وحده، وأن شكرها ذكرها لا بلسانك فقط، بل بالقلب واللسان والجوارح؛ وأن الذنوب من خذلانه وتخليته بين عبده ونفسه، وأنه لو لم يكشف ذلك عن عبده لما سأل إلى كشفه عن نفسه؛ فإذا صرت مضطرًا إلى التضرع إليه أن يدفع عنك أسبابها حتى لا تصدر منك، وإذا وقعت فبحكم المقدر ومقتضى البشرية فهو مضطر إلى التضرع والدعاء أن يدفع عنه عواقبها.

فلا ينفك العبد عن ضرورة وردية بين هذه الأصول الثلاثة [٢٠٠]: ولا فلاح له إلا بها: الشكر، وطلب العافية، والتوبة النصوح.

ثم فكرت فإذا مدار ذلك على الرغبة والرهبة، وليس بيد العبد، بل بيد مقلب القلوب ومصرفها كيف يشاء؛ فإن وفق عبده أقبل بقلبه إليه، وأملاه رغبة ورهبة، وإن خذله تركه ونفسه، ولم يأخذ بقلبه إليه، ولم يشأ ذلك، وما شاء الله كان ولم يشأ لم يكن.

ثم فكرت: هل للتوفيق والخذلان سبب؟ أم هما بمحض المشيئة لا سبب لهما؟ فإذا سببهما أهلية المحل وعدمها؛ فهو سبحانه خالق الاستعداد في الاستعداد والقبول أعظم تفاوت؛ فالجمادات لا تقبل ما يقبله الحيوان، وكذلك الحيوان لا يقبل ما يقبله الناطق، فالناطق لا يقبل ما يقبله الملهم، وهو متفاوت في القبول أعظم تفاوت، وكذلك الحيوان البهيم متفاوت في القبول، لكن ليس بين النوع الواحد من التفاوت كما بين النوع الإنساني.

فإذا كان المحل قابلاً للنعمة بحيث يعرفها، ويعرف قدرها وخطرها، ويشكر المنعم بها، ويثني عليه بها، ويعظمها عليه، ويعلم أنها من محض الجود وعين المنة من غير أن يكون هو مستحقًا لها ولا هي له به، وإنما هي من جوده وحده؛ فما دامت متصلة بإخلاصها وتعظيمها وحمدها، فهو من محض جوده، ومتى عرف قدرها عليه، وقصر في شكرها عجزًا وضعفًا وتفريطًا، وعلم أنه إن أدماها عليه ذلك فهو محض صدقه وفضله وإحسانه، وإن سلبها إياه فهو أهل لذلك ومستحق له؛ وكلما ازداد من نعمه ازداد ذلًا وانكسارًا وخضوعًا بين يديه، وقلبًا لشكره وخشيته له سبحانه أن يسلبه إياها لعدم توفيقه شكرها، كما سلب نعمة غيره لم يعرفها ولم يرعها حق رعايتها.

فإن لم يشكر نعمة وقابلها بضد ما يليق أن يقابل به سلبه إياها ولا بد.

قال تعالى: ﴿وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ﴾ [الأنعام: ٥٥]، وهم الذين عرفوا قدر النعمة وقابلوها بالجحود وأثروا على علمهم بها وأحبوا وقاموا بشكرها.

وقال تعالى: ﴿وَإِذَا رَءَا۟ءَهُم مِّنۡهُمۡ قَالُوٓاْ أَن لَّوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٖ﴾ [الأنعام: ١٢٤].""",
  ),
  Fwaid(
    id: '138',
    name: """ فصل""",
    text:
        """ وسبب الخذلان عدم صلاحية المحل وأهليته وقبوله للنعمة؛ بحيث لو وافته النعم لقال: هذا لي! وإنما أوتيته لأني أهله ومستحقه! كما قال تعالى: ﴿هَٰذَا لِي﴾ [فصلت: ٥٠]، ﴿إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلۡمٍ عِندِي﴾ [القصص: ٧٨] أي على علم عندي أستحق ذلك، وأستوجب استيلاءه. قال الفراء (١): أي على فضل عليّ عندي. وقال مقاتل: يقول على خير أعطانيه الله عندي. وذكر عبد الله بن الحارث بن نوفل عن سليمان بن داود فيما أوتي من الملك، ثم قرأ قوله تعالى: ﴿هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ أَأَشۡكُرُ أَمۡ أَكۡفُرُ﴾ [النمل: ٤٠]، ولم يقل: هذا من كرامتي! بل ذكر قارون وقوله: ﴿إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلۡمٍ عِندِي﴾ [القصص: ٧٨]، يعني: أن سليمان أوتيه من الله ففضله الله عليه ومنه، وإن قارون أوتي ذلك من نفسه واستحقه.

وكذلك قوله سبحانه: ﴿وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي﴾ [فصلت: ٥٠]، أي: أنا أهله وحقيق به؛ فاختصاصي به كاختصاص المالك بملكه.

والمؤمن يرى ذلك ملكًا لربه وفضلًا منه به على عبده من غير استحقاق منه، بل صدقة تصدق بها على عبده لا أن يتصدق بها؛ فلو منعه إياها لم يكن منعه شيئًا هو يستحقه عليه.

فإذا شهد ذلك رأى فيه أملاً واستحقاقًا، فأصابته نفسه، ووظفت النعمة، وعملت بها، واستعان بها، واستطالت على غيره، فكان حظها من الفرح والبطر كما قال تعالى: ﴿وَإِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ﴾ [الشورى: ٤٨]، وقوله: ﴿لَيَفۡرَحَ فَرَحٗا﴾ [هود: ١٠]، فالفرح والبطر عند الابتلاء بالنعمة، واستبدال بحمده وشكره، والثناء عليه أن كشف عنه البلاء قوله: ﴿هَٰذَا لِي﴾، ولو أنه قال: أنعمت عليّ برحمتك وفضلك ومنك، لم يكن هذا كفرًا، لكنه فعل فعل من لم تنكشف له النعمة ونسبها إلى نفسه بفرح وفرح وانخدار.

فإذا علم الله سبحانه هذا من قلب عبد فذلك من أعظم أسباب خذلانه وتخليته؛ فإن محله لا تناسبه النعمة المطلقة، قال تعالى: ﴿وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَ﴾ [الإسراء: ٥٩]، ﴿لَا يَهۡدِي ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ﴾ [غافر: ٢٨]، ﴿لَا يَهۡدِي ٱللَّهُ مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ﴾ [الزمر: ٣]، فأخبر سبحانه أن محلهم غير قابل لنعمه، ومع عدم القبول فهم مانع آخر يمنع وصولها إليهم، وهو توليهم وإعراضهم إذا عرضت عليهم.

ومما ينبغي أن يعلم أن أسباب الخذلان من بقاء النفس على ما خلقت عليه في الأصل وإهمالها وتخليتها؛ فأسباب الخذلان منها وفيها، وأسباب التوفيق من جعل الله سبحانه لها قابلة للنعمة، فأسباب التوفيق من فضله، وهو الخالق لهؤلاء وهؤلاء، كما خلق الأرض قابلة للبذور، وهذه غير قابلة لها، وخلق الشجر، وهذه تقبل الثمرة وهذه لا تقبلها، وخلق النحلة قابلة لأن يخرج من بطونها شراب مختلف ألوانه، والزنبور غير قابل لذلك، وخلق الأرواح الطيبة قابلة لذكره وشكره، ومحبته وإجلاله وتعظيمه وتوحيده ونصيحة عباده، وخلق الأرواح الخبيثة غير قابلة لذلك بل ضده، وهو الحكيم العليم.""",
  ),
  Fwaid(id: '139', name: """ """, text: """ """),
  Fwaid(id: '140', name: """ """, text: """ """),
  Fwaid(id: '141', name: """ """, text: """ """),
  Fwaid(id: '142', name: """ """, text: """ """),
  Fwaid(id: '143', name: """ """, text: """ """),
  Fwaid(id: '144', name: """ """, text: """ """),
  Fwaid(id: '145', name: """ """, text: """ """),
  Fwaid(id: '146', name: """ """, text: """ """),
  Fwaid(id: '147', name: """ """, text: """ """),
  Fwaid(id: '148', name: """ """, text: """ """),
  Fwaid(id: '149', name: """ """, text: """ """),
  Fwaid(id: '150', name: """ """, text: """ """),
];
