import 'package:fwaid_app/modles/fwaid.dart';

List<Fwaid> fwaidData = [
  Fwaid(
    id: '1',
    name: """ مقدمة التحقيق""",
    text:
        """ الحمد لله رب العالمين، والصلاة والسلام على رسوله محمد وعلى آله وصحبه أجمعين.

وبعد، فهذا كتاب من أروع ما وصل إلينا من مؤلفات الإمام ابن القيم رحمه الله، جمع فيه ألوانًا من الفوائد واللطائف والعبر، والمواعظ والنكت والدقائق والملاحظات والأفكار في فنون مختلفة، ولم يرتبه على الموضوعات والأبواب، ويبدو أنه خصص كناشًا أو دفترًا لتسجيل هذه الخواطر والفوائد المتفرقة، وأدرج فيه ما استحسن نقله في قراءات مختلفة من حياته، وطريقته فيه أنه يبدأ كل فائدة بعبارة: فصل أو قاعدة أو فائدة أو تنبيه، ويرد تحتها نص بنات فكره أو من الكلمات المأثورة عن السلف أو من الآيات والحكم المبثوثة، وما ينثره هنا معين لمن يريد طريق النجاة والفلاح في الدنيا والآخرة.

ويحتوي الكتاب على موضوعات عديدة في التوحيد والعقيدة، فيذكر أن معرفة الله تحصل بالنظر في مفعولاته، والتفكر في آياته وتدبرها (ص٢٨)، وأتمّ المعارف معرفة الله، في عرفه جلاله وجماله وجماله (ص٦٢)، ومعرفة الله نوعان: معرفة إقرار يشترك فيها المطيع والعاصي، ومعرفة توجب الحياء، والمحبة، والإنابة إليه، وهي المعرفة الخاصة (ص٤٨)، وبين المؤلف تفاوت الناس في التوحيد (ص٢٨)، وفوائد التوحيد في الدنيا والآخرة (ص٧٥)، وأن راحة القلب والبدن في طاعة الله (ص٢٣)، وذكر حسن العبودية (ص٣٦)، وثمرة المعرفة بالصفات الإلهية (ص٨٨)، والتوسل باسمائه

الحسنى (ص٣٦)، وحقيقة التوكل وأنواعه (ص١٦٥، ١٢٤)، وتعرض لموضوع القضاء والقدر (ص٣٣)، والرزق والأجل (ص٧٩)، وأن النعم كلها من الله، والذنوب من الشيطان (ص٢٦٩)، وأن شفاعة الرسول ﷺ تنال بطاعته (ص٢٢٢). إلى غير ذلك من الموضوعات التي تتعلق بالتوحيد.""",
  ),
  Fwaid(
    id: '2',
    name: """قاعدة جليلة """,
    text: """بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ

قاعدة جليلة

إذا أردت الانتفاع بالقرآن فاجمع قلبك عند تلاوته وسماعه، وأَلْقِ
سَمْعَك، وأحضر حضورَ من يخاطبه به من تكلّم به سبحانه منه إليه؛ فإنّه
خطابٌ منه لك على لسان رسوله.

قال تعالى: ﴿إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى
السَّمْعَ وَهُوَ شَهِيدٌ﴾ [ق/ ٣٧].

وذلك أن تمام التأثير لما كان موقوفًا على مُؤَثِّر مقتضٍ، ومحلّ
قابل، وشرطٍ لحصول الأثر، وانتفاء المانع الذي يمنع منه؛ تضمنت
الآيةُ بيانَ ذلك كلَّه بأوجز لفظ، وأبينه، وأدَلِّه على المراد.

فقوله: ﴿إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ﴾: إشارة إلى ما تقدّم من أول السورة
إلى هاهنا، وهذا هو المؤَثِّر.

وقوله: ﴿لِمَنْ كَانَ لَهُ قَلْبٌ﴾: فهذا هو المحل القابل، والمراد به
القلب الـ ـحي الذي يعقل عن الله، كما قال تعالى: ﴿إِنْ هُوَ إِلَّا ذِكْرَىٰ
وَقُرْآنٌ مُبِينٌ * لِيُنْذِرَ مَنْ كَانَ حَيًّا﴾ [يس/ ٦٩-٧٠] أي: حيّ القلب.

وقوله: ﴿أَوْ أَلْقَى السَّمْعَ﴾ أي: وجّه سمعه وأحضر حاسة سمعه
إلى ما يُقال له، وهذا شرط التأثير بالكلام.

وقوله: ﴿وَهُوَ شَهِيدٌ﴾ أي: شاهد القلب حاضر غير غائب.
قال ابن قيّم: "اسمع كتاب الله، وأنت شاهد القلب والفهم، غير غائب.

بغافل ولا ساهٍ. وهو إشارةٌ إلى المانع من حصول التأثير، وهو سهْو
القلب وغفلته عن تعقل ما يقال له، والنظر فيه وتأمله.

فإذا حصل المؤثّر - وهو القرآن، والمحلّ القابل - وهو القلب الـ ـحي،
والشرط - وهو الإصغاء، وانتفى المانع - وهو اشتغال القلب وذهوله
عن معنى الخطاب، وانصرافه عنه إلى شيء آخر؛ حصل الأثر وهو
الانتفاع والتذكرة.

فإن قيل: إذا كان التأثير إنما يتمّ بمجموع هذه، فما وجه دخول أداة
(أو) في قوله: ﴿أَوْ أَلْقَى السَّمْعَ﴾؟ والموضوع موضوع واو للجمع لا أو
التي هي لأحد الشيئين؟

قيل: هذا سؤال جيّد، والجواب عنه أن يقال: خرج الكلام (أو)
باعتبار حال المخاطَب المدعوّ:

فإنّ من الناس من يكون حيّ القلب، واعيًا، تامَّ الفِطْرَة؛ فإذا
تُلي عليه القرآن، وجَّه قلبه وسمعه، وتلقّى بقبوله وعقله معنى
القرآن، فأثّر فيه تأثيرًا عجيبًا. فهذا حال من حصل فيه شرط التأثير
وأسبابه كلها.

فأمّا إذا كان القلب غيرَ تام الفطرة، وكان فيه نوع ضعف؛
احتاج إلى أن يُوجّه سمعه، ويُصغي بسمعه إلى ما يقال له، فيتحقق في
حقه معنى قوله: ﴿أَوْ أَلْقَى السَّمْعَ﴾.

قال ابن القيّم: "وهذا صاحب القلب الحي الواعي."

والجهمية (١): فصاحب القلب يجمع بين قلبه وبين معاني القرآن،
فيجدها كأنها قد كُتِبَتْ فيه، فهو يقرؤها من ظهر قلب.

ومن الناس من لا يكون تامَّ الاستعداد، واعيَ القلب، كاملَ الحياة،
فيحتاج إلى شاهد يُميّز له الحق من الباطل، ولم يبلغ حياة قلبه وزوْرته
وزكاء فطرته مبلغ صاحب القلب الـ ـحي الواعي. فطريق حصول هدايته:
أن يُفرّغ سمعه للكلام، وقلبه للتأمل والتفكر في معانيه. فيعلم
حينئذٍ أنه الحق.

فالأوّل: حالُ من رأى بعينه، فأدرك ما دُعي إليه وأُخبر به، والداني: حال
من عُرض عليه، فعلم أنه حق. وقال: ﴿أَوَ مَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ
وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ﴾ [الأنعام/١٢٢]. فهو في مقام
الإيمان، والأوّل في مقام الإحسان. فهذا قد وصَل إلى علم اليقين، وترقّى
قلبُه به إلى منزلة عين اليقين. وذلك [هو:] الصديق الذي
خرج به من الكفر ودخل به في الإسلام. """,
  ),
  Fwaid(
    id: '3',
    name: """ عين اليقين""",
    text:
        """ اليقين نوعان: نوع في الدنيا، ونوع في الآخرة، فالحاصل في الدنيا نسبة إلى القلب كنسبة الشاهد إلى العين. وما أخبرت به الرسل من الغيب يعاين في الآخرة بالأبصار، وفي الدنيا بالبصائر، فهو عين يقين في المرتبتين.""",
  ),
  Fwaid(
    id: '4',
    name: """فصل """,
    text:
        """وقد جمعت هذه السورة من أصول الإيمان ما يكفي ويشفي ويغني عن كلام أهل الكلام ومعقول أهل المعقول؛ فإنها تضمنت تقرير المبدأ والمعاد والتوحيد والنبوة والإيمان بالملائكة، وانقسام الناس إلى هالك شقي وفائز سعيد، وأوصاف هؤلاء وهؤلاء، وتضمنت إثبات صفات الكمال لله وتنزيهه عما يضاد كماله من النقائص والعيوب، وذكر فيها العالمين: الصغرى والكبرى، فالأكبر - وهو عالم الآخرة - والأصغر - وهو عالم الدنيا - وذكر فيها خلق الإنسان ونشأته وإعادته، وحاله عند وفاته ويوم معاده، وإحاطة سبحانه به من كل وجه، حتى علمه بوساوس نفسه، وإقامة الحفظة عليه يحصون عليه كل لفظ يتكلم بها، وأنه يوافيه يوم القيامة ومعه سائق يسوقه إليه وشاهد يشهد عليه، فإذا أحضره السائق، قال: ﴿هٰذَا مَا لَدَيَّ عَتِيدٌ﴾ [ق/٢٣] أي: هذا الذي أُمِرتُ بإحضاره قد أحضرته، فيقال عند إحضاره: ﴿أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ﴾ [ق/٢٤]، كما يُحضِر الجاني إلى حضرة السلطان، فيقال: هذا فلان قد أُحضِر، فيقول: اذهبوا به إلى السجن وعاقبوه بما يستحقه!""",
  ),
  Fwaid(
    id: '5',
    name: """فائدة """,
    text:
        """ وقول النبي ﷺ لعمر: «وما يُدريك أن الله اطّلع على أهل بدر؟ فقال: اعملوا ما شئتم؛ فقد غفرتُ لكم». أشكل على كثير من الناس معناه؛ فإن ظاهره إباحةُ كل الأعمال لهم وتخييرهم فيما شاءوا منها، وذلك ممتنع.

فقالت طائفةٌ منهم ابن الجوزي (١): ليس المراد من قوله: «اعملوا»: الاستقبال، وإنما هو للماضي، وتقديره: أي عملٍ كان لكم، فقد غفرتُه. قال: ويدلّ على ذلك شيئان: أحدهما: أنّه لو كان للمستقبل، كان جوابه قوله: سأغفر لكم. والثاني: أنّه كان يكون إطلاقًا في الذنوب، ولا وجهَ لذلك.

وحقيقة هذا الجواب: أي قد غُفرت لكم بهذه الغزوة ما سلف من ذنوبكم.

لكنه ضعيف من وجهين:

أحدهما: أنّ لفظ (اعملوا) يأباه؛ فإنّه للاستقبال دون الماضي. وقوله: «قد غفرتُ لكم» لا يوجب أن يكون (اعملوا) مثله؛ فإن قوله: «قد غفرتُ» تحقيق لوقوع المغفرة في المستقبل، كقوله: ﴿أَتَىٰ أَمْرُ اللَّهِ﴾ [النحل/١]، و﴿وَيُنَزِّلُ﴾ [الشعراء/٢٢]، ونظائره.

الثاني: أنّ نفس الحديث يردّه، فإن سببَه قصة حاطب وكتبِه إلى المشركين، وذلك ذنبٌ واقع بعد غزوة بدر لا قبلها، وهو سبب الحديث؛ فهو مراد منه قطعًا.

فالذي يظهر في ذلك - والله أعلم - أنّ هذا خطاب لقومٍ قد علم الله سبحانه أنّهم لا يفارقون دينهم، بل يموتون على الإسلام، وأنّهم قد يقارفون بعض ما يقارفه غيرهم من الذنوب، ولكن لا يتركهم سبحانه مُصرّين عليها، بل يوفقهم لتوبةٍ نصوح واستغفار وحسنات تمحو أثر ذلك، ويكون تخصيصهم بهذا دون غيرهم، لأنّ قد تحقّق ذلك فيهم، وأنّهم مغفورٌ لهم، ولا يمنع ذلك كون المغفرة حصلت بأسباب تقوم بهم. كما لا يقتضي ذلك أن يُعطّلوا الفرائض وثوقًا بالمغفرة؛ فلو كانت قد حصلت بدون الاستمرار على القيام بالأوامر، لما احتاجوا بعد ذلك إلى صلاةٍ ولا صيامٍ ولا حجٍّ ولا كفارةٍ ولا جهادٍ. وهذا مجالٌ زلّت فيه أقدام كثير من الناس.

ونظير هذا قوله في الحديث الآخر: «أذنب عبدٌ ذنبًا، فقال: أي ربّ! أذنبتُ ذنبًا فاغفر لي. فقال له: علم عبدي أنّ له ربًّا يغفر الذنب ويأخذ به، قد غفرتُ لعبدي». ثم أذنب ذنبًا آخر، فقال: أي ربّ! أذنبتُ ذنبًا فاغفر لي. فقال: علم عبدي أنّ له ربًّا يغفر الذنب ويأخذ به، قد غفرتُ لعبدي، فليعمل ما شاء» (١).

فليس في هذا إطلاقٌ وإذنٌ منه سبحانه له في المحرّمات والجرائم، وإنّما يدل على أنّه يغفر له ما دام إذا أذنب تاب.

واختصاص هذا العبد بهذا؛ لأنّه قد علم الله أنّه لا يصرّ على ذنبٍ وأنّه كلّما أذنب تاب، حكمٌ يُعمّم من كان حاله حاله، لكن ذلك العبد مقطوعٌ له بذلك كما قُطع به لأهل بدر.

وكذلك كلّ من بشّره رسول الله ﷺ بالجنة أو أخبره بأنّه مغفورٌ له، لم يفهم منه هو ولا غيره من الصحابة إطلاق الذنوب والمعاصي له ومساقطة ترك الواجبات، بل كان هؤلاء أشدّ اجتهادًا وحذرًا وخوفًا بعد البشارة منهم قبلها، كالعشرة المشهود لهم بالجنة، وكان الصدّيق شديد الحذر والمخافة، وكذلك عمر؛ فإنّهم علموا أنّ البشارة مطلقةٌ مقيّدة بشروطها، وأنّ الاستمرار عليها إلى الموت ومتى انتقض شرطٌ منها انتقضت، ولم يفهم أحدٌ منهم من ذلك الإطلاق والإذن فيما شاءوا من الأعمال.""",
  ),
  Fwaid(
    id: '6',
    name: """ فائدة جليلة""",
    text:
        """ قوله تعالى: ﴿هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ﴾ [الملك/١٥].

أخبر سبحانه أنّه جعل الأرض ذلولًا ممهّدةً للوطء عليها وحفرها وسقيها والبناء عليها، ولم يجعلها مستصعبةً ممتنعةً على من أراد ذلك منها. وأخبر سبحانه أنّه جعلها مهدًا وفراشًا وبساطًا وقرارًا وكِفاتًا، وأخبر أنّه حملها وحمل ما خرج منها من ماء ومرعى، وثبّتها بالجبال، وأنبت فيها الفجاج والطرق، وأجرى فيها الأنهار والعيون، وبارك فيها وقدّر فيها أقواتها. ومن بركتها أنّ الحيوانات كلّها وأرزاقها وأقواتها تخرج منها، ومن بركتها أنّ تنوّع فيها تفجّر الماء وتخرّج أصناف المعادن، ومن بركتها أنّ ما تحمل على ظهرها وتخرج من بطنها أحسن وألذّ وأنفع، فتنوّع منها كلّ قبيح وتخرج له كلّ مِلْحٍ. ومن بركتها أنّها تستر قبيح العبد وفضلات بدنه وأوساخه، وتؤويه، وتخرج له طعامه وشرابه، فهي أحمل شيء للأذى وأعود بالنفع، فلا كان التراب خيرًا منه ولا أبعد من الأذى وأقرب إلى الخير. (١)

والمقصود أنّه سبحانه جعل لنا الأرض كالجمل الذلول الذي يُمشَى ويُقاد كيف شاء الراكب، وحسن التعبير بمناكبها عن طرقها وفجاجها لما تقدّم من وصفها بكونها ذلولًا، فالمشي عليها يُشبه المشي على مناكبها، وهي أعلى شيء فيها. ولهذا فسّر مناكبها بالجبال؛ كمناكب الإنسان، وهي أعاليه. قالوا: وذلك تشبيه لأنّ المشي في الأرض أيسر. وقالت طائفة: بل المناكب الجوانب والنواحي، ومنه مناكب الإنسان لجوانبه.

والذي يظهر أنّ المراد بالمناكب الأعالي، وهذا الوجه الذي يمشي عليه الحيوان هو العالي من الأرض دون الوجه المقابل له، فإنّ سطح الكرة أعلاها، والمشي إنّما يقع في سطحها، وحسن التعبير عنه بالمناكب لما تقدّم من وصفها بأنها ذلول.

ثم أمرهم أن يأكلوا من رزقه الذي أودعه فيها؛ فذلّلها لهم، ووطّأها، وشقّ فيها السبل والطرق التي يمشون فيها، وأودعها رزقهم، فذكر تهيئة المسكن للانتفاع والتقلّب فيه بالذهاب والمجيء والأكل مما أودع فيه للسكن.

ثم نبّه بقوله: ﴿وَإِلَيْهِ النُّشُورُ﴾ على أن في هذا المسكن غير مستوطنين ولا مقيمين، بل دخلها عابري سبيل؛ فلا يحسن أن يتّخذ وطنًا ومستقرًّا، وإنّما دخلنا لننتقل منها إلى دار القرار، فهو منزل عبور لا مستقرّ حبور، ومعتبر وممرّ لا وطن ومستقرّ.

فتضمّنت الآية الدلالة على ربوبيته ووحدانيته وقدرته وحكمته ولطفه، والتذكير بنعمه وإحسانه، والتحذير من الركون إلى الدنيا واتّخاذها وطنًا ومستقرًّا، بل نسرع فيها السير إلى داره وجنّته.

فلله ما في ضمن هذه الآية من معرفته، وتوحيده، والتذكير بنعمه، والحثّ [١٤٩] على السير إليه والاستعداد للقاءه والقدوم عليه، والإعلام بأنّه سبحانه يطوي هذه الدار إن كان لم تكن، وأنّه يحيي أهلها بعدما أماتهم، وإليه النشور.""",
  ),
  Fwaid(
    id: '7',
    name: """فائدة """,
    text: """فائدة

للإنسان قوتان: قوة علمية نظرية، وقوة عملية إرادية.
وسعادته التامّة موقوفة على استكمال قوتيه العلمية والإرادية.

واستكمال القوة العلمية إنما يكون: بمعرفة فاطره وبارئه، ومعرفة أسمائه وصفاته وأفعاله(١)، ومعرفة الطريق الذي يوصل إليه ومعرفة آفاتها، ومعرفة نفسه ومعرفة عيوبها، فبهذه المعارف الخمسة يحصل كمال قوته العلمية، وأعلم الناس أعرفهم بها وأفهمهم فيها.

واستكمال القوة العملية الإرادية لا يحصل إلا بمراعاة حقوقه سبحانه على العبد والقيام بها إخلاصًا وصدقًا ونصحًا وإحسانًا ومتابعةً، وشهود المِنّة عليه وتقصيره هو في أداء حقّه؛ فهو مستحٍ من مواجهته بتلك الخدمة، لعلمه أنها دون ما يستحقّه عليه ودون ذلك، وأنّه لا سبيل له إلى استكمال هاتين القوتين إلا بمعونته؛ فهو مضطر إلى هداية الصراط المستقيم الذي هدى إليه أولياءه وخاصّته، وأن يجنبّه الخروج عن ذلك الصراط: إمّا بفساد في قوته العلمية فيقع في الضلال، وإمّا في قوته العملية فيوجب له الغضب.

فكمال الإنسان وسعادته لا تتمّ إلا بمجموع هذه الأمور، وقد تضمّنتها سورة الفاتحة وانتظمتها أكمل انتظام.
فإن قوله: ﴿الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمٰنِ الرَّحِيمِ﴾ [الفاتحة/٢-٣] يتضمن الأصل الأول، وهو معرفة الرب تعالى ومعرفة أسمائه وصفاته وأفعاله، والأسماء المذكورة في هذه السورة هي أصول الأسماء الحسنى، وهي اسم الله والرب والرحمن؛ فاسم الله متضمن لصفات الألوهية، واسم الرب متضمن لصفات الربوبية، واسم الرحمن متضمن لصفات الإحسان والجود والبر، ومعاني أسمائه تدور على هذا.

وقوله: ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ [الفاتحة/٥] يتضمن معرفة الطريق الموصلة إليه، وأنها ليست إلا عبادة وحده بما يحبّه ويرضاه واستعانته على عبادته.

وقوله: ﴿اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ﴾ [الفاتحة/٦] يتضمن بيان أن العبد لا سبيل له إلى سعادته إلا بالاستقامة على الصراط المستقيم، وأنه لا سبيل إلى الاستقامة إلا بهدايته ربه له، كما لا سبيل له إلى عبادته إلا بمعونته؛ فلا سبيل له إلى الاستقامة على الصراط إلا بهدايته.

وقوله: ﴿غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ﴾ [الفاتحة/٧] يتضمن بيان طرفي الانحراف عن الصراط المستقيم، وأن الانحراف إلى أحد الطرفين انحراف إلى الضلال الذي هو فساد العلم والاعتقاد، والانحراف إلى الطرف الآخر انحراف إلى الغضب الذي سببه فساد القصد والعمل.

فأول السورة رحمة، وأوسطها هداية، وآخرها نعمة، وحظ العبد من النعمة على قدر حظه من الهداية، وحظه منها على قدر حظه من الرحمة؛ فعاد الأمر كله إلى نعمته ورحمته. والنعمة والرحمة من لوازم ربوبيته؛ فلا يكون إلا رحيمًا منعِمًا، وذلك من موجبات ألوهيته؛ فهو الإله الحق، وإن جحده الجاحدون وعدل به المشركون. فمن تحقق بمعاني الفاتحة علماً ومعرفة وعملاً وحالاً، فقد فاز من كماله بأوفر نصيب، وصارت عبوديته عبودية الخاصة الذين ارتفعت درجتهم عن عوام المعبدين.

والله المستعان. """,
  ),
  Fwaid(
    id: '8',
    name: """ فائدة""",
    text: """ فائدة

الربّ تعالى يدعو عباده في القرآن إلى معرفته من طريقين:
أحدهما: النظر في مفعولاته. والثاني: التفكّر في آياته وتدبّرها؛ فذلك آياته المشهودة، وهذه آياته المسموعة المعقولة.

فالنوع الأول: كقوله: ﴿إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ﴾ إلى آخرها [البقرة/١٦٤].
وقوله: ﴿إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ﴾ [آل عمران/١٩٠]، وهو كثير في القرآن.

والثاني: كقوله: ﴿أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ﴾ [النساء/٨٢]، وقوله: ﴿أَفَلَا يَتَدَبَّرُونَ الْقَوْلَ﴾ [المؤمنون/٦٨]، وقوله: ﴿كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ﴾ [ص/٢٩]، وهو كثير أيضًا.

فأمّا المفعولات فإنها دالّة على الأفعال، والأفعال دالّة على الصفات؛ فإنّ المفعول يدلّ على فاعل فعله، وذلك يستلزم وجوده وقدرته ومشيئته وعلمه؛ لاستحالة صدور الفعل الاختياري من معدوم أو موجود لا قدرة له ولا حياة ولا علم ولا إرادة.

ثم ما في المفعولات من التخصيصات المتنوّعة دالّ على إرادة الفاعل وأنّ فعله ليس بالطبع بحيث يكون واحدًا غير متكرّر (١)، وما فيها من المصالح والحِكم والغايات المحمودة دالّ على حكمته تعالى، وما فيها من النِّعَم والإحسان والخير دالّ على رحمته، وما فيها من البطش والانتقام والعقوبة دالّ على غضبه، وما فيها من الإهانة والإبعاد والخذلان دالّ على سخطه ومقته، وما فيها من ابتداء الشيء في غاية النقص والضعف ثم سوقه إلى تمامه ونهايته دالّ على وقوع المعاد، وما فيها من أحوال النبات والحيوان وتصريف المياه دالّ على إمكان المعاد، وما فيها من إظهار آثار الرحمة والنعم على خلقه دالّ على صحة النشأة، وفيها دلالات إلى غير ذلك، ولو عمدنا إلى عدّها لضاق الكتاب عن إحصائها.

فالمصنوعات شاهدة بتصديق الآيات المسموعات، منبّهة على الاستدلال بالآيات المصنوعات.

قال تعالى: ﴿سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ﴾ [فصلت/٥٣]، أي: أن القرآن حق؛ فأخبر أنه لا بد أن يريهم من آياته المشهودة ما يبيّن لهم أن آياته المتلوّة حق، ثم أخبر بكفاية شهادته على صحة خبره بما أقامه من الدلائل والبراهين على صدق رسوله؛ فكانت شهادته أبلغ، وهو شاهد بصدق رسوله بآياته، فهو الشاهد المشهود له، وهو الدليل والمدلول عليه، وهو الدليل نفسه؛ ولهذا قال بعض العارفين: كيف أطلب الدليل من مَن هو دليل لي على كل شيء؟! فأيّ دليل طالِبٌ عليه؛ فوجوده أظهر منه.

ولهذا قال الرسل لأقوامهم: ﴿أَفِي اللَّهِ شَكٌّ﴾ [إبراهيم/١٠]؛ فهو أعرف من كل معروف، وأبين من كل دليل؛ لأنّ الأشياء إنما عُرفت به في الحقيقة، وإن كان عُرفت بها في النظر والاستدلال بأفعاله وأحكامه عليه.""",
  ),
  Fwaid(
    id: '9',
    name: """فائدة """,
    text:
        """ في «المسند»، وصحيح أبي حاتم (١) من حديث عبد الله بن مسعود قال: قال رسول الله ﷺ: «ما أصاب عبدًا همٌّ ولا حزنٌ، فقال: اللهم! إنّي عبدك، ابن عبدك، ابن أمتك، ناصيتي بيدك، ماضٍ فيَّ حكمك، عدلٌ فيَّ قضاؤك، أسألك بكل اسم هو لك، سمّيتَ به نفسك، أو أنزلته في كتابك، أو علّمته أحدًا من خلقك، أو استأثرتَ به في علم الغيب عندك؛ أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همّي وغمّي؛ إلا أذهب الله همّه وغمّه، وأبدله مكانه فرحًا». قالوا: يا رسول الله! أفلا نتعلّمها؟ قال: «بلى؛ ينبغي لمن سمعها أن يتعلّمها».

تضمّن هذا الحديث العظيم أمورًا من المعرفة والتوحيد والعبودية:

منها: أن الداعي بدأ سؤاله بقوله: «إنّي عبدك ابن عبدك ابن أمتك»؛ وهذا يتناول من فوقه من آبائه وأمهاته إلى أبويه آدم وحواء، وفي ذلك تمليك له، واستحضار بين يديه، واعتراف له بالملك والربوبية، وأن العبد ليس له غير باب سيده، وفضله وجوده وإحسانه؛ سيده إن أهمله وتخلّى عنه هلك، ولم يؤوه أحد، ولم يعطف عليه، بل يضيع أعظم ضيعة.

فمن شهد هذا الاعتراف: أي لا غِنى لي عنك طرفة عين، وليس لي من أعود به وأنزّه به غير سيدي الذي أنا عبده.

وفي ضمن ذلك الاعتراف بأنه مربوبٌ، مدبَّرٌ، وهو (١٥٠) مأمورٌ، منهيٌّ، إنّما يتصرف بحكم العبودية لا بحكم الاختيار لنفسه؛ فليس هذا شأن العبد بل شأن الملوك والأحرار، وأما العبد فتصرفه على مقتضى العبودية. فقولك: «إنّي عبدك» متضمن للذلّ والخضوع، ولما فيه من إظهار الحاجة والافتقار، والتبرؤ من الحول والقوة.

ومنها: قوله: «ناصيتي بيدك»؛ أي أنت المتصرف فيَّ، تصرّفي كيف تشاء، لست أنا المتصرف في نفسي. وكيف يكون له في نفسه تصرفٌ وهو من نفسه بين يدي ربّه وسيده، وناصيته بيده، وقلبه بين إصبعين من أصابعه (١)، وموتُه وحياته وسعادته وشقاوته وعافيته وبلاؤه كله إليه سبحانه، ليس إلى العبد منه شيء، بل هو في قبضة سيده أضعف من مملوك ضعيف حقير ناصيته بيد سلطان قاهر مالك له تحت تصرفه وقهره، بل الأمر فوق ذلك؟!

ومتى شهد العبد أن ناصيته ونواصي العباد كلها بيد الله وحده، يصرفهم كيف يشاء؛ لم يخضع بعد ذلك، ولم يرجُهم، ولم يرهبهم؛ بل منزلة عبدٍ مقهورٍ مربوبٍ، المتصرف فيهم شؤونهم، والمدبر لهم غيرهم.

فمن شهد نفسه بهذا المشهد: صار فقيرًا وضرورةً إلى ربّه وصفًا لازمًا له، ومتى شهد الناس كذلك لم يفتقر إليهم، ولم يتعلق أمله ورجاؤه بهم، فاستقام توحيده وتوكله وعبوديته.

ولهذا قال هود لقومه: ﴿إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا﴾ [هود/٥٦].

وقوله: «ماضٍ فيَّ حكمك، عدلٌ فيَّ قضاؤك»؛ تضمن هذا الكلام أمورين: أحدهما: حكمه في عبده، والثاني: قضاؤه وقدره وعدله، وهو سبحانه الملك وله الحمد.

وهذا معنى قول نبيّه هود: ﴿هُوَ آخِذٌ بِنَاصِيَتِهَا﴾ ثم قال: ﴿إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ﴾؛ أي: مع كونه مالكًا قاهرًا متصرفًا في عباده نواصيهم بيده؛ فهو على صراط مستقيم، وهو العدل الذي لا يجور، في قضائه وقدره وحكمه، وأمره ونهيه، ووعده ووعيده، وعطائه ومنعه، صدق وعده، كله عدل، ولا ظلم فيه، يستحق الثواب بفضله ورحمته، ويستحق العقاب بعدله وحكمته.

وفرق بين الحكم والقضاء، وجعل القضاء للحكم والعدل للقضاء؛ فإن حكمه سبحانه يتناول حكمه الديني الشرعي، وحكمه الكوني القدري، والوعدان نافذان في العبد ماضِيان (١)، وهو مقهور تحت الحكمين، قد رضي بهما أو لم يرض بهما، لكن الحكم الكوني لا يمكنه مخالفته، وأما الحكم الديني الشرعي فيمكنه مخالفته.

ولما كان القضاء هو الإتمام والإكمال، وذلك إنما يكون بعد قضائه ونفوذه؛ قال: «عدلٌ فيَّ قضاؤك»؛ أي: الحكم الذي أكملته وأتممته ونفذته فيَّ عدلٌ منك فيه.

وأما الحكم فهو ما يحكم به سبحانه، وقد يشاء تنفيذه وقد لا ينفذه؛ فإن كان حكمًا دينيًّا فهو ماضٍ في العبد وإن لم ينفذه، فهو سبحانه ماضٍ فيه وإن لم ينفذه العبد.

فهو سبحانه يقضي (١) ويقضي به، وغيرُه قد يقضي بقضاءٍ ويقدر أمرًا ولا يستطيع تنفيذه، وهو سبحانه يقضي وينفّذ؛ فله القضاء والإمضاء.

وقوله: «عدلٌ فيَّ قضاؤك»؛ يتضمن جميع أقضيته في عبده من كل الوجوه: من صحةٍ وسقم، وغنىً وفقر، ولذةٍ وألم، وحياةٍ وموت، وعقوبةٍ وتجاوز وغير ذلك؛ قال تعالى: ﴿وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ [الشورى/٣٠]، وقال: ﴿وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ﴾ [الشورى/٤٨]؛ فكل ما يقضي على العبد فهو عدل فيه.

فإن قيل: فالمعصية عندكم بقضائه وقدره؛ فما وجه العدل في العقوبة عليها ظاهر؟!
قيل: هذا سؤال له شأن، ومن أجله:

زعمت طائفة أن العدل هو المقدور، والظلم ممتنع لذاته؛ قالوا: لأن الظلم هو التصرف في ملك الغير، والله له كل شيء؛ فلا يكون تصرفه في خلقه إلا عدلًا!

وقالت طائفة: بل العدل أنه لا يعاقب على ما قضاه وقدّره، فلما حسن منه العقوبة على الذنب علم أنه ليس بقضائه وقدره، فيكون العدل هو مجازاته على الذنب بالعقوبة والألم، إما في الدنيا وإما في الآخرة!

ووصف هؤلاء الجمع بين العدل والقدر؛ زعموا أن من أثبت القدر لم يمكنه أن يقول بالعدل، ومن قال بالعدل لا يمكنه أن يقول بالقدر! ولهؤلاء صعب الجمع بين التوحيد وإثبات الصفات، وقالوا: إنه لا يمكنهم ذلك؛ لأنهم لو جمعوا بينه لزمهم إنكار الصفات! فصار توحيدهم تعطيلًا، وعدلهم تكذيبًا للقدر!

وأما أهل السنة فهم مثبتون للأمرين، والظلم عندهم هو وضع الشيء في غير موضعه؛ كتضييع الحق، ووضع العطاء في غير موضعه، كتعذيب المطيع ومن لا ذنب له، وهذا قد نزّه الله نفسه عنه في غير موضع من كتابه.

وهو سبحانه وإن أصل مشيئته وقضى بالمعصية والغي على من شاء؛ فذلك محض العدل فيه؛ لأنه وضع الإضلال والخذلان في موضعه اللائق به. وكيف ومن أسمائه الحسنى العدل، الذي كل أفعاله وأحكامه سداد وصواب وحِكَم؟!

وهو سبحانه قد أوضح السبيل، وأرسل الرسل، وأنزل الكتب، وأزاح العلل، ومكّن من أسباب الهداية، والطاعة، والمعصية، والضلال، وأراد من العبد أن يعينه ويوفّقه؛ هذا فضله، ويخذله إن لم يرد نفسه أن يوفّقه؛ ولم يقطع عنه فضله ولم يحرمه عدله، وهذا نوعان:

أحدهما: ما يكون جزاءً منه للعبد على إعراضه عنه، وإيثار عدوّه في الطاعة والموافقة عليه، وتناسي ذكره وشكره؛ فهو أهل أن يعدله ويخذله.

والثاني: أن لا يشاء له ذلك ابتداءً؛ لما علمه منه أنه لا يعرف قدر نعمة الهداية، ولا يشكرها، ولا يثني عليه بها، ولا يحبها، فلا يشاءها له لعدم صلاحية محلّه؛ قال تعالى: ﴿وَكَذَٰلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ﴾ [الأنعام/١٥٢]، وقال: ﴿وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ﴾ [الأنفال/٢٣]؛ فإذا قضى على هذه النفوس بالضلال والمعصية؛ كان ذلك محض العدل.

وقد استوفينا الكلام في هذا في كتابنا الكبير في القضاء والقدر (٢).

والمقصود أن قوله ﷺ: «ماضٍ فيَّ حكمك، عدلٌ فيَّ قضاؤك»؛ ردٌّ على الطائفتين: إحداهما: القدرية الذين ينكرون عموم أقضيته في عباده وخروج العباد عن قدره وقضائه دون علمه، والأمر والنهي، وعلى الجبرية الذين يقولون: مقدور عدلٌ؛ فلا يبقى لقوله: «عدلٌ فيَّ قضاؤك» فائدة؛ فإن العدل عندهم كل ما يمكن فعله، والظلم هو المحال لذاته! لكن قوله ﷺ يكذّب ذلك؛ فإنه قال: ماضٍ فيَّ حكمك، ونافذٌ فيَّ قضاؤك، وهذا هو الوصف الأول بعينه.

وقوله: «أسألك بكل اسم… إلى آخره»؛ توسّل إليه بأسمائه كلها؛ ما علم العبد منها وما لم يعلم، وهذه أحب الوسائل إليه؛ فإنها وسيلة بصفاته وأفعاله التي هي مدلول أسمائه.

وقوله: «أن تجعل القرآن ربيع قلبي ونور صدري»؛ الربيع: المطر الذي يحيي الأرض، شبّه القرآن به لحياة القلوب به، وكذلك شبّه الله المطر به، وجمع بين الماء الذي تحصل به الحياة والنور الذي تحصل به الإضاءة والإشراق؛ كما جمع سبحانه بينهما في قوله: ﴿اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ﴾ [النور/٣٥] الآية، وقوله: ﴿اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ﴾ [البقرة/٢٥٧]، وقوله: ﴿يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ﴾، ثم قال: ﴿وَإِنْ تُصِيبْهُمْ سَيِّئَةٌ﴾ [النساء/١٩]. وفي قوله: ﴿اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ﴾ [النور/٣٥]، ثم قال: ﴿يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ﴾ إلى قوله: ﴿وَكَذَٰلِكَ نُصَرِّفُ الْآيَاتِ لِلنَّاسِ﴾ [النور/٤٣]، فخصّص الدعاء أن يحيي قلبه بربيع القرآن وأن ينور صدره.

وذكر الصدر والرقبة؛ لأن الصدر أوسع من القلب؛ فالنور الحاصل له يسري منه إلى القلب؛ لأنه قد حصل لما هو أوسع منه.

ولما كانت حياة البدن والجوارح كلها بحياة القلب؛ تسري الحياة منه إلى الصدر إلى الجوارح؛ سالت الحياة له بالربيع الذي هو مادتها.

ولما كان الحزن والهم والغم يضادّ حياة القلب وسروره؛ سأل أن يكون ذهابه بالقرآن؛ لأنها إذا ذهبت لا تعود، وأما إذا ذهبت بغير القرآن من صحة أو دنيا أو ولد؛ فإنها تعود بذهاب ذلك.

والمكروه الوارد على القلب: إن كان من أمر ماضٍ؛ أحدث الحزن، وإن كان من مستقبل؛ أحدث الهمّ، وإن كان من أمر حاضر؛ أحدث الغمّ، والله أعلم.""",
  ),
  Fwaid(
    id: '10',
    name: """ فائدة""",
    text:
        """ أنزِهُّ الموجودات وأطيبُها وأنورُها وأشرفُها وأعلاها ذاتًا وقدرًا وأوسعُها عرشُ الرحمن جلَّ جلاله، وذلك لصلاح لاستوائه عليه. وكلُّ ما كان أقربَ إلى العرش كان أنورَ وأزهرَ وأشرفَ مما بعدَ عنه. ولهذا كانت جنةُ الفردوس أعلى الجنان وأشرفَها وأنورَها وأجلَّها؛ لقربها من العرش؛ إذ هو سقفُها. (١)

وكلُّ ما بعدَ عنه كان أظلمَ وأضيقَ. ولهذا كان أسفلُ سافلين شرَّ الأمكنة وأضيقَها وأبعدَها من كل خير.

وخلقَ اللهُ القلوبَ وجعلها محلاً لمعرفته ومحبته وإرادته؛ فهي عرشُ المثل الأعلى الذي هو معرفته ومحبته وإرادته. قال تعالى: ﴿لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الْأَعْلَىٰ وَهُوَ الْعَزِيزُ الْحَكِيمُ﴾ [النحل/٦٠]. وقال تعالى: ﴿هُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَىٰ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ﴾ [الروم/٢٧]. وقال تعالى: ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾ [الشورى/١١]. فهذا من المثل الأعلى، وهو مستوٍ على قلب المؤمن؛ فهو عرشه. وإن لم يكن أطهرَ الأشياء وأنورها وأطيبَها وأبعدَها من كل دنسٍ وخبثٍ؛ لم يصلحَ لاستواء المثل الأعلى عليه [١٥٢] معرفةً ومحبةً وإرادةً. فنازِعوه عليه مثلَ الدنيا الأسفل ومحبتها وإرادتها والتعلّق بها؛ فضاقَ وأظلمَ وبعدَ من كماله وفلاحه، حتى تعودَ القلوبُ على قلبين: قلبُه عرشُ الرحمن؛ ففيه النورُ والحياةُ والفرحُ والسرورُ والبهجةُ وذخائرُ الخير. وقلبُه عرشُ الشيطان؛ ففيه الضيقُ والظلمةُ والموتُ والحزنُ والغمُّ والهمُّ؛ فهو حزينٌ على ما مضى، مهمومٌ بما يستقبل، مغموماً في الحال.

وقد روى الترمذي وغيره (١) عن النبي ﷺ أنه قال: «إذا دخل النورُ القلبَ انفسحَ وانشرح». قالوا: فما علامةُ ذلك يا رسولَ الله؟ قال: «الإنابةُ إلى دار الخلود، والتجافي عن دار الغرور، والاستعدادُ للموت قبل نزوله».

والنورُ الذي يدخلُ القلبَ إنما هو من آثار المثل الأعلى؛ فبذلك ينفسح وينشرح. وإذا لم يكن فيه معرفةُ الله ومحبته؛ فخطرةُ الظلمة والضيق.""",
  ),
  Fwaid(
    id: '11',
    name: """ فائدة""",
    text:
        """ تأمَّل خطاب القرآن؛ تجدْ مَلِكًا له الملكُ كلُّه وله الحمدُ كلُّه، أزمَّةُ الأمورِ كلِّها بيديه ومصدرُها منه ومردُّها إليه، مستوِيًا على سريرِ مُلكه، لا تخفى عليه خافيةٌ في أقطارِ مملكته، عالمًا بما في نفوسِ عبيده، مطَّلعًا على أسرارهم وعلانياتهم، منفردًا بتدبيرِ المملكة، يسمعُ ويرى،

ويعطي ويمنع، ويُثيب ويعاقب، ويُكرم ويُهين، ويخلق ويرزق، ويُميت ويُحيي، ويُقدِّر ويقضي ويُدبِّر، الأمورُ نازلةٌ من عنده دقيقُها وجليلُها، وصاعدةٌ إليه، لا تتحرَّك ذَرَّةٌ إلا بإذنه، ولا تسقطُ ورقةٌ إلا بعلمه.

فتأمَّل كيف تجدُه يُثني على نفسِه، ويُمجِّد نفسَه، ويُحِبُّ نفسَه، وينصحُ عباده، ويُدلُّهم على ما فيه سعادتُهم وفلاحُهم، ويُرغِّبُهم فيه، ويُحذِّرهم ممَّا فيه هلاكُهم، ويتعرَّف إليهم بأسمائه وصفاته، ويُحبِّب إليهم نعمَه وآلاءَه؛ فيُذكِّرهم نعمَه عليهم ويأمرهم بما يستوجبون به تمامَها، ويُحذِّرهم من نقمتِه، ويُذكِّرهم بما أعدَّ لهم من الكرامة إن أطاعوه، وبما أعدَّ لهم من العقوبة إن عصَوه، ويُخبرهم بصنعِه في أوليائه وأعدائه، وكيف كانت عاقبةُ هؤلاء وهؤلاء، ويُثني على أوليائه بصالح أعمالهم، وأحسن أوصافهم، ويذمُّ أعداءه بسيِّئ أعمالهم وقبيح صفاتهم، ويضرب الأمثال، ويُوضِّح الأدلَّة والبراهين، ويُحبِّب إلى عبيده أحسن الأجوبة، ويُصدِّق الصادق، ويُكذِّب الكاذب، ويقول الحقَّ، ويهدي السبيل، ويدعو إلى دار السلام، ويذكُر أوصافها وحُسن نعيمها، ويُحذِّر من دار البوار، ويذكُر عذابها وقبح آلامها، ويذكُر عبادةَ الخلق له، وشدَّة حاجتهم إليه من كلِّ وجه، وأنَّهم لا غنى لهم عنه طرفةَ عين، ويذكُر غِناه عنهم وعن جميع الموجودات، وأنَّه الغنيُّ بنفسِه عن كلِّ ما سواه، وكلُّ ما سواه فقيرٌ إليه بنفسِه، وأنَّه لا ينال أحدٌ ذرَّةً من الخير فما فوقها إلا بفضله ورحمته، ولا ذرَّةً من الشرِّ فما فوقها إلا بعدله وحكمته.

ويشهد من خطابِه عنايةً لأحبَّائه ألطفَ عتاب، وأنَّه مع ذلك يقبل عذرَهم، ويغفر زلاَّتِهم، ويقيم أعذارَهم، ويُصلح فسادَهم، ويدافع عنهم، ويُحامي عنهم، وينصر لهم، والكفيل بمصالحهم، والمنجي لهم من كل كرب، والموفي لهم بوعده، وأنَّه الوليُّ لهم لا وليَّ لهم سواه؛ فهو مولاهم الحق، ونصيرهم على عدوِّهم؛ فنِعم المولى ونِعم النصير.

فإذا شهدت القلوبُ من القرآن مَلِكًا عظيمًا رحيمًا جوادًا جميلًا هذا شأنه، فكيف لا تُحبُّه، وتأنسُ في القرب منه، وتفنى أنفسُها في التودُّد إليه، ويكون أحبَّ إليها من كلِّ ما سواه، ورضاهُ أثرَ عندها من رضى كلِّ ما سواه؟! وكيف لا تَلَجُ بذكره، ويصير حبُّه والشوقُ إليه والأُنسُ به غذاءَها وقوتَها ودواءَها؛ بحيث إن فقدت ذلك فسدت وهلكت ولم تنتفع بحياتها؟!""",
  ),
  Fwaid(
    id: '12',
    name: """فائدة """,
    text:
        """ قبول المحلّ لما يوضع فيه مشروط بتفريغه من ضدّه، وهكذا كما الله الذوات [١٥٣] والأعيان؛ فكذلك هو في الاعتقادات والإرادات:

فإذا كان القلب ممتلئًا بالباطل اعتقادًا ومحبةً؛ لم يبق فيه لاعتقاد الحق ومحبة موضع؛ كما أن اللسان إذا اشتغل بالتكلم بما لا ينفع؛ لم يتمكن صاحبه من النطق بما ينفعه؛ وإذا فرغ لسانه من النطق بالباطل؛ تمكن من النطق بالحق، وكذلك الجوارح إذا اشتغلت بغير الطاعة؛ لم يمكن شغلها بالطاعة إلا إذا فرغها من ضدها.

فكذلك القلب المشغول بمحبة غير الله وإرادته والشوق إليه والأنس به؛ لا يمكن شغله بمحبة الله وإرادته وحبّه والشوق إلى لقائه؛ إلا بتفريغه من تعلقه بغيره، ولا حركة اللسان بذكره، والجوارح بخدمته؛ إلا إذا فرغها من ذكر غيره وخدمته.

والسر في ذلك أن إنصغاء القلب كإنصغاء الأذن؛ فإذا أصغى إلى غير حديث الله؛ لم يبق فيه إنصغاء ولا فهم لحديثه، كما إذا مال إلى غير محبة الله؛ لم يبق فيه ميل إلى محبته؛ فإذا نطق القلب بغير ذكره؛ لم يبق فيه محل للنطق بذكره كإناء.

ولهذا في «الصحيح» (١) عن النبي ﷺ أنه قال: «لأن يمتلئ جوف أحدكم قيحًا حتى يريه خيرٌ له من أن يمتلئ شعرًا»؛ فبيَّن أن الجوف يمتلئ بالقيح.

فكذلك يمتلئ بالشبه، والشكوك، والخيالات، والتقديرات التي لا وجود لها، والعلوم التي لا تنفع، والمفاكهـات، والمضحكات، والحكايات ونحوها.

وإذا امتلأ القلب بذلك؛ جاءته حقائق القرآن والعلم الذي به كماله وسعادته؛ فلم تجد فيه فراغًا ولا قبولًا، فعدته وجاوزته إلى محل سواه؛ كما إذا بذلت النصيحة لقلب ملآن من ضدها؛ لم تجد لها فيه منفذًا؛ فإنه لا يقبلها ولا يلج فيها، لكن تمر مجتازة لا مستوطنة.

ولذلك قيل (٢):

نزه فؤادك من سوانا تلقنا
فجنانا حلٌّ لكلِّ منزَّه

والصبر طلسمٌ للكنز، وصالنا
من حلَّ ذا الطلسم فاز بكنزه

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '13',
    name: """ فائدة""",
    text: """ قوله تعالى: ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾ إلى آخرها [التكاثر/١].

أخلصت هذه السورة للوعظ والوعيد والتهديد، وكفى بها موعظة لمن عقلها.

وقوله تعالى: ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾؛ أي: شغلكم على وجه لا تعذرون فيه؛ فإن الإلهاء عن الشيء هو الاشتغال عنه، فإن كان بقصد فهو محل التكليف، وإن كان بغير قصد كقوله ﷺ في الخميصة: «إنها ألهتني آنفًا عن صلاتي» (١)، كان صاحبه معذورًا، وهو نوع من النسيان، وفي الحديث: قالها رسول الله ﷺ عن الصبي (٢): «دخل عنه». وقال لها الشيء: أي: اشتغل به، ولهى عنه: إذا انصرف عنه. واللهو للقلب، واللعب للجوارح، ولهذا يجمع بينهما. ولهذا كان قوله: ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾ أبلغ في الذم من (شغلكم)؛ فإن العامل قد يستعمل جوارحه بما يعمل وقلبه غير لاهٍ به؛ فاللَّهْو هو ذهول وإعراض.

والتكاثر تفاعل من الكثرة؛ أي: مكاثرة بعضكم لبعض، وأعرض عن ذكر المتكاثر به بإرادة إطلاقه وعمومه وأن كل ما يكاثر به العبد غيره – سوى طاعة الله ورسوله وما يعود عليه بنفع معاده – فهو داخل في هذا التكاثر؛ فالتكاثر في كل شيء: من مال، أو جاه، أو رئاسة، أو نسوة، أو حديث، أو علم – ولا سيما إذا لم يحتج إليه – والتكاثر في الكتب، والتصانيف، وكثرة المسائل، وتفريعها، وتوليدها، والتكاثر أن يطلب الرجل أن يكون أكثر من غيره، وهذا مذموم؛ إلا فيما يقرب إلى الله؛ فالتكاثر فيه منافسة في الخيرات ومسارعة إليها.

وفي «صحيح مسلم» (١) من حديث عبد الله بن الشِّخِّير أنه انتهى إلى النبي ﷺ وهو يقرأ ﴿أَلْهَاكُمُ التَّكَاثُرُ﴾، قال [٣٥٠]: يقول ابن آدم: مالي! مالي! وهل لك من مالك إلا ما تصدقت فأمضيت، أو أكلت فأفنيت، أو لبست فأبليت؟!""",
  ),
  Fwaid(
    id: '14',
    name: """ تنبيه""",
    text: """ من لم ينتفع بعينه لم ينتفع بأذنه.

للعبد سرٌّ بينه وبين الله وسرٌّ بينه وبين الناس، فمن هتك السر الذي بينه وبين الله هتك الله السر الذي بينه وبين الناس.

للعبد ربًّا هو ملاذه وبيته هو ساكنه؛ فينبغي له أن يسترضي ربّه قبل لقائه، ويعمّر بيته قبل انتقاله إليه.

إضاعة الوقت أشدّ من الموت؛ لأن إضاعة الوقت تقطعك عن الله والدار الآخرة، والموت يقطعك عن الدنيا وأهلها.

الدنيا من أولها إلى آخرها لا تساوي غمّ ساعة؛ فكيف نعمة العمر؟!

محبوب اليوم يعقب المكروه غدًا، ومكروه اليوم يعقب المحبوب غدًا.

أعظم الرِّبح في الدنيا أن تشغل نفسك كل وقت بما هو أولى بها وأنفع لها في معادها.

كيف يكون عاقلًا من باع الجنة بما فيها بشهوة ساعة؟!

يخرج العارف من الدنيا ولم يقضِ وطره من شيئين: بكاءً على نفسه، وشوقًا إلى ربّه.

المخلوق إذا خضعته استوحشت منه وهربت عنه، والرب تعالى إذا خضعته أنست به وقربت إليه.

لو نفع العلم بلا عمل، لما ذمّ الله سبحانه أحبار أهل الكتاب، ولو نفع العمل بلا إخلاص، لما ذمّ المنافقين.

دافع الخطرة؛ فإن لم تفعل صارت فكرة؛ فدافع الفكرة؛ فإن لم تفعل صارت شهوة؛ فدافع الشهوة؛ فإن لم تفعل صارت عزيمة؛ فإن لم تدافعها صارت فعلًا؛ فإن لم تتداركه بضده صارت عادة؛ فيصعب عليك الانتقال عنها.

التقوى ثلاث مراتب: إحداها: حماية القلب والجوارح عن الآثام والمحرمات. الثانية: حميتها عن المكروهات. الثالثة: الحمية عن الفضول وما لا يعني. فالأولى تعطي العبد حياته، والثانية تعطيه صحته وقوته، والثالثة تعطيه سروره وفرحه وبهجته.

غموض الحق حين تغيب عنه يقلل ناصر الخصم المحق.

تصل عن الدين فهم قوم
تقضي للمحل على الفهم

بالله أبلغ ما أسعى وأدركه
لا بي ولا بشفيع لي من الناس

(١) جاء الرجز مسرعًا من جانب الياس

طلب آدم الخلود في الجنة من جانب الشجرة، فعوقب بالخروج منها، ولما طلب يوسف الخروج من السجن من جهة صاحب الرؤيا؛ لبث فيه بضع سنين.

إذا جرى على العبد مقدور يكرهه؛ فله فيه ستة مشاهد:

أحدها: مشهد التوحيد، وأن الله هو الذي قدّره وشاءه وخلقه، وما شاء كان، وما لم يشأ لم يكن.

الثاني: مشهد العدل، وأنه ماضٍ فيه حكمه، عدلٌ فيه قضاؤه.

الثالث: مشهد الرحمة، وأن رحمته في هذا المقدور غالبة لغضبه وانتقامه، ورحمة حشوته.

الرابع: مشهد الحكمة، وأن حكمته سبحانه اقتضت ذلك، لم يقدّره سدى ولا قضاه عبثًا.

(٣)

الخامس: مشهد الحمد، وأن له سبحانه الحمد التام على ذلك من جميع وجوهه.

السادس: مشهد العبودية، وأنه عبد محض من كل وجه، تجري عليه أحكام سيده وأقضيته بحكم كونه ملكه وعبده، فيرضى تحت أحكامه القدرية كما يصبر تحت أحكامه الدينية؛ فهو محل لجريان هذه الأحكام عليه.

قلة التوفيق، وفساد الرأي، وخفاء الحق، وفساد القلب، وخمول الذكر، وإضاعة الوقت، ونفرة الخلق، والوحشة بين العبد وبين ربه، ومنع إجابة الدعاء، وقسوة القلب، ومحق البركة في الرزق والعمر، وحرمان العلم، ولباس الذل، وإذلال العدو، وضيق الصدر، والبلاء، وفراغ القلوب التي يفسدونها، وضيعون الوقت، وطول الهم والغم، وضنك المعيشة، وكشف البلاء؛ تتولد من المعصية والغفلة عن ذكر الله كما يتولد الزرع عن الماء والإحراق عن النار، وأضداد هذه تتولد عن الطاعة.""",
  ),
  Fwaid(
    id: '15',
    name: """فصل """,
    text:
        """طوبى لمن أنصف ربَّه؛ فإنَّه لو أنصفه بالجهل في علمه، والآفات في عمله، والعيوب في نفسه، والتفريط في حقِّه، والظلم في معاملته؛ فإنَّ أدنى ذنوبه رأى عدله، وإن لم يؤاخذه بها رأى فضلَه.

وإن عمل حسنةً رأى منَّته وصدقته عليه؛ فإن قبلها فمنَّةٌ وصدقةٌ ثانية، وإن ردَّها فلكون مثلها لا يصلح أن يواجه به.

وإن عمل سيئةً رأى من تخليه عنه، وخذلانه له، وإمساك عصمته عنه؛ وذلك من عدله فيه، ففيه فقره إلى ربِّه، وظلمه في نفسه، فإن غفر له رأى له إحسانه وجوده وكرمه.

ونكتة المسألة وسرُّها أن لا يرى ربَّه إلا مُحسنًا، ولا يرى نفسه إلا مسيئًا أو مُفرِّطًا أو مُقصِّرًا؛ فيرى كلَّ ما يستره من فضل ربِّه وإحسانه إليه، وكلَّ ما يسيؤه من ذنوبه وعدل الله فيه.

المحبون إذا خربت منازل أحبابهم، قالوا: سقيًا لسكانها.

وكذلك المحب إذا أنت عليه الألطاف تحت التراب؛ ذكر حسن طاعته له في الدنيا وتودده إليه [٢] وجد رحمته وسقياه لمن كان ساكنًا في تلك الأجسام البالية. """,
  ),
  Fwaid(
    id: '16',
    name: """ فائدة""",
    text: """الغيرة غَيرتان: غيرةٌ على الشيء، وغيرُه من الشيء.

فالغيرة على المحبوب: ﴿حِرْصُكَ عَلَيْهِ﴾ (١)، والغيرة من المكروه أن يزاحمك عليه.

فالغيرة على المحبوب لا تتم إلا بالغيرة من المزاحم.

وهذه تُحمد حيث يكون المحبوب تمنع المشاركة في حبّه، كالمخلوق.

وأمّا من تُحسن المشاركة في حبّه؛ كالرسول والعالِم بل الحبيب القريب سبحانه؛ فلا تُتصور غيرة المزاحمة عليه، بل هو حَسَدٌ، والغيرة المحمودة في حقّه أن يغار المحبُّ على محبته له أن يصرفها إلى غيره، وأن يغار عليها أن يطلع عليها الغير فيفسدها عليه، أو يغار على أعماله أن يكون فيها شيء لغير محبوبه، أو يغار عليها أن يشوبها ما يكره محبوبه من رياء أو إعجاب أو محبة لإشراف غيره عليها أو غيبة عن شهود منّته عليه فيها.

وبالجملة فغيرته تقتضي أن تكون أحواله وأعماله وأفعاله كلها لله، وكذلك يغار على أوقاته أن يذهب منها وقت في غير مرضاة محبوبه.

فهذه الغيرة من جهة العبد، وهي غيرة من المزاحم له المانع القاطع له عن مرضاة محبوبه.

وأما غيرة محبوبه عليه؛ فهي كراهته أن ينصرف قلبه عن محبته إلى محبة غيره بحيث يشاركه في حبّه.

ولهذا كانت غيرة الله أن يأتي العبد ما حرّم عليه (١)، ولأجل غيرته سبحانه حرّم الفواحش ما ظهر منها وما بطن (٢)؛ لأن الخلق عبيده وإماؤه؛ فهو يغار على إمائه كما يغار السيد على جواريه، والله المثل الأعلى، ويغار على عبيده أن تكون محبتهم لغيره، بحيث تُحملهم تلك المحبة على عشق الصور ونيل الفاحشة منها.

من عظم وقار الله في قلبه أن يعصيه؛ وقُوَّة الله في قلوب الخلق أن يذلّوه.

إذا علمت شرور (٣) المعرفة في أرض القلب؛ نبت فيه شجرة المحبة؛ فإذا تمكنت وقويت أثمرت الطاعة، فلا تزال الشجرة تثمر: ﴿تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا﴾ [إبراهيم/٢٥].

أوّل منازل القوم: ﴿ذِكْرًا كَثِيرًا وَسَبِّحُوهُ﴾ [الأحزاب/٤١-٤٢]، وأوسطها: ﴿هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ﴾ [الأحزاب/٤٣]، وآخرها: ﴿يَوْمَ يَلْقَوْنَهُ سَلَامٌ﴾ [الأحزاب/٤٤].

أرض الفطرة رَخوة قابلة لما يُغرس فيها؛ فإن غُرست شجرة الإيمان والتقوى أورثت حلاوة الأبد، وإن غُرست شجرة الجهل والهوى فكلّ الثمر مرّ.

ارجع إلى الله، وباطنك من عينك وسمعك وقلبك ولسانك، ولا تُشرد عنه من هذه الأربعة؛ فما رجع من رجع إليه بتوفيقه إلا منها، وما شُرد من شُرد عنه بخذلانه إلا منها؛ فالموفق يسمع ويبصر ويتكلم ويبطش بمولاه (١)، والمخذول يصدر منه ذلك بنفسه وهواه.

مثال تولّد الطاعات ونموّها وزيادتها؛ كمثال نواة غُرست؛ فصارت شجرة، ثم أُثمرت؛ فأكلت ثمرها، وغُرست نواها؛ فكلما أُثمر منها شيء جُني ثمره، وغُرست نواه، وكذلك تداعي المعاصي.

فليتدبّر اللبيب هذا المثال؛ فمن ثواب الحسنة الحسنة بعدها، ومن عقوبة السيئة السيئة بعدها.

ليس العجب من مملوكٍ يُذلُّ اللهُ ويُذلُّه له ولا يملّ من خدمته مع حاجته وفقرة إليه؛ إنما العجب من مالكٍ يَتَحَبَّبُ إلى مملوكه بصنوف إنعامه ويُودِدُ إليه بأنواع إحسانه مع غناه عنه.

كفى بك عزًّا أن تكون له عبدًا، وكفى بك فخرًا أن الله لك ربًّ. """,
  ),
  Fwaid(
    id: '17',
    name: """فصل """,
    text:
        """ إيّاك والمعاصي؛ فإنها أُذِلَّت عزَّ ﴿اسْجُدُوا﴾ [البقرة/٣٤]، وأُخرِجَتِ ﴿اسْكُنْ﴾ [البقرة/٣٥].

يا لها لحظة أَمَرَّت حرارةَ القلوب ألفَ سنة.

ما زال يكثب بدمِ الندم سطورَ الحزن في القصص، ويرسلها مع أنفاس الأسف، حتى جاءه توقيع: ﴿فَتَابَ عَلَيْهِ﴾ [البقرة/٣٧].

فرح إبليس بنزول آدم من الجنة، وما علم أن هبوط الناقص في اللُّجّة خَلَفَ الدرِّ صعودُ.

كم بين قوله لآدم: ﴿إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً﴾ [البقرة/٣٠]، وقوله لك: ﴿اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ﴾ [الإسراء/٦٣]؟!!

ما جرى على آدم هو المراد من وجوده، ﴿وَلَوْلَا مَا تُذَكِّرُونَ...﴾ (١).

يا آدم لا تحزن من قولي لك: ﴿اهْبِطُوا مِنْهَا﴾ [الأعراف/٢٤]؛ فذلك لصالح ذريتك وخلافتها.

يا آدم كنتَ تدخل على دخول الملوك على الملوك، واليوم تدخل على دخول العبيد على الملوك.

يا آدم لا تحزن من كاس نزل كانت سبب كيسك؛ فقد استخرج منك داء العُجب، والبَسْتَ خِلْعَةَ العبودية، ﴿وَعَسَىٰ أَنْ تَكْرَهُوا﴾ [البقرة/٢١٦].

يا آدم لم أُخرِجْك انقطاعًا إلى غيري، إنما أُبعدتُك عنه؛ لأكمل عمارتك ذلك، ﴿وَلِتُبْعَثُوا إِلَىٰ الْعَمَلِ﴾ فَتُفَلَّقُوا ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ [السجدة/١٦].

تأمّل ما نفعتك عند معصيته عزَّ ﴿اسْجُدُوا﴾ [البقرة/٣٤]، ولا شرف ﴿وَعَلَّمَ آدَمَ﴾ [البقرة/٣١]، ولا خصيصة ﴿لِمَا خَلَقْتُ بِيَدَيَّ﴾ [ص/٧٥]، ولا فخر ﴿وَنَفَخْتُ فِيهِ مِنْ رُوحِي﴾ [الحجر/٢٩]؛ وإنما انتفع بذلِّ ﴿رَبَّنَا ظَلَمْنَا أَنْفُسَنَا﴾ [الأعراف/٢٣].

لما لبس درع التوحيد على بدن الشكر، ووقع سهم العدو منه في غير مقتل؛ فجرحه، فوضع عليه جِبَارَ الانكسار، فعاد كما كان، فقام الجريحُ كأن لم يكن به قتيلٌ.""",
  ),
  Fwaid(
    id: '18',
    name: """ فصل""",
    text: """نجائب النجاة مهيَّأة للمراد، وأقدام الطرد موثقة بالقيود.

هبَّت عواصف الأقدار في بيداء الأكوان، فَتقلَّب الوجود، ونجم الخير، فلما ركدت الريح إذا أبو طالب غريق في لجَّة الهلاك، وسلمان على ساحل السلامة، والوليد بن المغيرة يُقدِّم قومه في التيه، وصهيب قد قدِم بقافلة الروم، والنجاشي في أرض الحبشة يقول: لبيك اللهم لبيك، وبلال ينادي: الصلاة خير من النوم، وأبو جهل في رِدّة المخالفة.

لمّا قُضي في القدم بسابقة سلمان(٢) عُرِج به دليل التوفيق على طريق آبائه في المجوس، فأقبل يناظره أباه في دين الشرك، فلمّا علاه بالحُجّة لم يكن له جواب إلا القيد – وهذا جواب يتداوله أهل الباطل من يوم كفروا – وبه أجاب فرعون موسى: ﴿لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي﴾ [الشعراء/٢٩]، وبه أجاب الجهمية الإمام أحمد لما عرضوه على السياط، وبه أجاب أهل البدع شيخ الإسلام حين استدعوه إلى السجن، وها نحن على الأثر – فاقربه لا تضيق ﴿وَلَنَبْلُوَنَّكُمْ﴾ [البقرة/١٥٥] – فقاتل بإكرامه مرتبة سلمان: فأمَرَ أهله أن يركب على ناقة السفر، فسرق نفسه من أبيه ولا قطع، وركب راحلة العزم يرجو إدراك مطلب السعادة، فغاص في بحر البحث ليقع بدُرَّة الوجود، فوقف نفسه على خدمة الأذكياء، فلما أحسن الرميان باختراق دونهم، سلَّموه إلى أعلام الإسلام على نوبة نبيّنا، وقالوا: إن زمانه قد أظل؛ فحاذر أن تفصل. فرحل مع رفقة لم يرفقوا به، فشقّوا بنفسه دراهم معدودة، فابتاعوه يهوديًّا بالمدينة، فلما رأى الحرّة توقد حر شوقه، ولم يعلم رَبَّ المنزل بوجه النزال، فبقي يكابد ساعات الانتظار؛ قدم البشر، يقدِّم البشر، وسلمان في رأس نخلة، وكاد القلق يقتله، لولا أن الحزم أمسكه، كما جرى يوم ﴿إِنَّ كُنْتَ مِنَ الصَّادِقِينَ﴾ [الصافات/١٠٥]. فهكذا النزول يلتقي ركاب البشارة ولسان حاله يقول:

خَلِّني من نجدٍ قبالي على الرِّضا
فقد هبَّ من تلك الديار نسيم(٢)

فنصح به سيده: ما لك؟! انصرف إلى شُغلك. فقال(١):
كيف انصرافي ولي في ذِكركم شُغل

ثم أخذ لسان حاله يترنّم بسمع الأطرش:
خَلِّني لا والله ما أنا منكما
إذا علمتم من آل ليلٍ بدَا ليا(٢)

فلما لقي الرسول عارض نسخة الرهبان بكتاب الأصل فوافقه.
يا محمد! أنت تريد أبا طالب، ونحن نريد سلمان.

أبو طالب إذا سُئل عن اسمه قال: عبد مناف. وإذا انتسب افتخر بالآباء، وإذا ذكرت الأموال عدَّ الإبل. وسلمان إذا سُئل عن اسمه قال: عبد الله، وعن نسبه قال: ابن الإسلام. وعن ماله قال: الفقر. وعن حانوته قال: المسجد. وعن كسبه قال: الصبر. وعن لباسه قال: التقوى والتواضع. وعن سواده قال: السَّهر. وعن فخره قال: «سلمان منّا». وعن قصده قال: ﴿يُرِيدُونَ وَجْهَهُ﴾ [الأنعام/٥٢]. وعن سيره قال: إلى الجنة. وعن دليله في الطريق قال: إمام الخلق وهادي الأمة(٣).

إذا نحن أردنا إمامًا وأنت إمامنا
كفى بالمطايا طِبت ذكرًاك حاديا

وإن نحن أضللنا الطريق ولم نجد
دليلاً كفانا نور وجهك هاديا(٣)

الذنوب جراحات، وربّ جرحٍ وقع في مقتل.

لو نُزِعت منك عن سلطان هواك عادت الدولة له.

دخلت دار الهوى؛ فقامت بعُمرك.

إذا عَرَضَت نظرة لا تُحلّ فاعلم أنها مستخرج حرب؛ فاستتر منها بحجاب ﴿قُلْ لِلْمُؤْمِنِينَ﴾ [النور/٣٠]، فقد سَلِمت من الأثر، وكفى الله المؤمنين القتال.

بحر الهوى إذا مدّ أغرق، وأخوف المنافذ على السابح فتح البصر في الماء.

ما أحد أكرم من مُفردٍ في قبره أعماله تؤنسه.

﴿١٥٥﴾ متنعّمًا في القبر في روضة؛ ليس كمن قُيِّد في قبره محبوسًا(١).

على قدر فضل المزروء تأتي خطوبه، ويُعرَف عند الصبر فيما نصيبه، ومن قلّ فيما يبتليه اصطباره فقد قلّ ممّا يرجى نصيبه(٢).

كم قَطع زرع قبل تمامه؛ فما ظنّ الزرع المستحصد.

اشتر نفسك؛ فالسوق قائمة، والثمن موجود.

لا بدّ من سِنة الغفلة ورقاد الهوى، ولكن كل خفيف النوم فحراس البلد يصيحون: ذا الصباح!

نور العقل يُضيء في ليل الهوى، فيفلج حادّة الصواب، فيفلج البصير في ذلك النور عواقب الأمور.

أخرج بالغَمْر من هذا الفناء الضيّق المحشوّ بالآفات إلى ذلك الفناء الرحب الذي فيه ما لا عين رأت، فهناك لا يتعذّر مطلوب ولا يُفقد محبوب.

يا بائعًا نفسه بهوى من حبّه ضنى وصله أدى وحسنة إلى فناء! لقد بعت أنفَس الأشياء بثمن بخس! كأنك لم تعرف قدر السلعة ولا حسنة الثمن!! حتى إذا قدِمت يوم التغابن؛ تبيّن لك الغبن في عقد البيع؛ لا إله إلا الله سلعة، الله مشتريها، وثمنها الجنة، والدلال الرسول؛ تُرضي ببيعها بجزء يسير مما لا يساوي كلَّه جناح بعوضة؟!(١)

إذا كان شيء لا يساوي جميعه
جناح بعوضة عند صرع عبده
وملكت جزءًا منه كذلك ما الذي
يكون على ذا الحال قدرك عنده(٢)

وَبِعتَ به نفسًا قد استامها بما
لديه من الحُسنى وزاد ودِه

يا مُحجِنَ العزم! أين أنت؟ والطريق تعب فيه آدم، وناح لأجله نوح، ورُمي في النار الخليل، وأُضحِّي للذبح إسماعيل، وبِيع يوسف بثمن بخس، ولُبِث في السجن بضع سنين، وعُذِّب السيد الحصور يحيى، وقاسي الصبر أيوب، وزاد على المقدار بكاء داود، وسار مع الوحش عيسى، وعالج الفقر وأنواع الأذى محمد ﷺ؛ تُرخي أنت اللهو واللعب؟!

قيل دارها بالحزن إن مزرعتها
قريب ولكن دون ذلك أهوال

الحرب قائمة، وأنت أعزل في النظارة؛ فإن حركت ركابك فالنهزمة.

من لم يُباشر حرَّ الهجرة في طلب المجد؛ لم يُقَل في ظلال الشرف.

تقول سليمي لو أقمت بأرضنا
ولم تدرِ أيَّ للقيام أطوف(٢)

قيل لبعض العباد: إلى كم تُتعب نفسك؟ فقال: لراحتها أريد.

يا متهكِّمًا بحِلَّة الإيمان بعد حِلَّة العافية وهو يخلفهما في مخالفة الخالق! لا تكبِر السَّلب؛ يستحق من استعمل نعمة المنعم فيما يكره أن يسلبها.

عروش الموجودات قد زيّنت للناظرين؛ ليعلموا أنهم يُعرَضون على عرائس الآخرة؛ فمن عرف قدر التفاوت أكثر ما ينبغي إيثاره.

وحسان الكون لما أن دنت
أقبلت نحوي وقالت لي إليك(٣)
فتعاميت كان لي أرمى
عندما انصرف مقصودي لدي

مواكب همم العارفين في بروج عزمهم سيّارة ليس فيها رحل.

يا من انحرف عن جادّتهم! كن في أواخر [١٥٥] الركب، وتم إذا نمت على الطريق؛ فالأمير يراعي الساقة.

قيل للحسن: سِقْنا القوم على خيل فهم ونحن على حُمرٍ مقفرة. فقال: إن كنتَ على طريقهم؛ فما أسرع اللحاق بهم! """,
  ),
  Fwaid(
    id: '19',
    name: """ فائدة""",
    text:
        """ من فقد أُنسه بالله بين الناس وجده في الخلوة؛ فهو صادق ضعيف، ومن وجده بين الناس وفقده في الخلوة؛ فهو معلول، ومن فقده بين الناس وفي الخلوة؛ فهو ميت مطرود، ومن وجده في الخلوة وفي الناس؛ فهو المحب الصادق القوي في إلهه.

ومن كان فتحه في الخلوة؛ لم يكن مزيده إلا منها، ومن كان فتحه بين الناس وضجيجهم وإرشادهم؛ كان مزيده معهم، ومن كان فتحه في وقوفه مع مراد الله حيث أقامه وفي أي شيء استعمله؛ كان مزيده في خلوته ومع الناس.

فأشرف الأحوال أن لا تختار لنفسك حالة سوى ما يختاره لك ويقيمك فيه؛ فكن مع مراده منك، ولا تكن مع مرادك منه.

مصابيح القلوب الطاهرة في أصل الفطرة منيرة قبل الشرائع، ﴿يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ﴾ [النور/٣٥].

وحدَّث نَبَّهٌ(١) وما رأى الرسول، وكفر ابن أُبي(٢) وقد صلى معه في المسجد.

مع القُرب ريٌّ ولا ماء، وكم من عطشان في اللُّجَّة.

سبق العلم بنبوة موسى وإيمان آسيـة، فيسبق توبة إليها بيتها، فجاء طفل منفرد عن أمٍّ إلى امرأة خالية عن ولد؛ فلله كم في هذه القصة من عبرة: كم ذبح فرعون في طلب موسى من ولد، ولسان القدر يقول: لا نربيه إلا في حجركم!!

كان ذو الجناحين(١) يتيمًا في الصغر، فكفله عمّه، فنزعته نفسه إلى اتباع الرسول، فهمَّ بالهجرة؛ فإذا بقية المرض مانعة؛ فقعد ينتظر العتق، فلما تكاملت صحته؛ نفد الصبر، فنادى ضمير الوجد:
إلى كم تحبسنا شكوى المضيق
أزمنا ربما وجدت طريقا

فقال: يا عمّ! طال انتظاري لإسلامك، وما أرى منك نشاطًا!!
قال: والله! لئن أسلمتُ لأتركنّ كلَّ ما أعطيتك؛ فصاح لسان الشوق:
نظرةٌ من محمد أحبّ إليَّ من الدنيا وما فيها

ولو قيل للمجنون ليلى ووصلها
تريد أم الدنيا وما في طواها
لقال ترابٌ من غبار نِعالها
أدلُّ إلى نفسي وأشفى لبلواها(٣)

فلما تجرد للسير إلى الرسول؛ جرَّده عمّه من الشباب، فناوله الألم بجادّ، فقطعه لسفر الوصل نصفين؛ اقترن بأحدهما وارتدى بالآخر، فلما نادى صائح الجهاد؛ فنعم أن يكون في ساق الأحباب، والمحب لا يرى طول الطريق؛ لأن المقصود بعينه.

ألا بلغ الحمى من يريده
وبلغ أكناف الحمى من يريده(١)

فلما قضى نحبه نزل الرسول يمهد له لحده، وجعل يقول: «اللهم! إني أصبحت عنه راضياً، فارضَ عنه»(٢). فصاح ابن مسعود: يا ليتني كنت صاحب القبر.

يا مضعف العزم! أقلّ ما في الرفقة التبييت؛ فلما نهض فتفوزوا(٣).

رأى بعض الحكماء بردونًا يُشفق عليه، فقال: لو مُلِحَ هذا لركِب.

متى هِمَّت(٤) أقدام العزم بالسلوك اندفع من بين أيديها سدُّ القواطع.

القواطع يميّز بها الصادق من الكاذب؛ فإذا خضتها انفلتت أعوانك فوصلك إلى المقصود.""",
  ),
  Fwaid(
    id: '20',
    name: """فصل """,
    text:
        """ الدنيا كامرأة بغيّ لا تثبت مع زوج؛ إنما تخطب الأزواج ليستحوذوا عليها؛ فلا تغرنّ بالدَّعابة.

يُميّز بين جمالها وفعلها
فإذا الملاحة بالجلبة لا تُغني
خلقتْ لنا أن لا تخونَ عهودنا
فكَذَبْنا خلْقتْ لنا أن لا تُغني

السير في طلبها سيرٌ في أرضٍ سَبِخة، والسياحة فيها سباحةٌ في غير التسامح، المفروج به منها هو عين المحزون عليه، الآلام متولدة من لذّاتها، وأحزانها من أفراحها.

قاربت كانت في الشباب لأهلها
غدًا صارت في المشيب عذابها

طائر الطبع يرى الحبة، وعين العقل ترى الشَّرَك؛ غير أن عين الهوى عمياء.

وعين الرّضى عن كل عيبٍ كليلة
كما أن عين السخط تُبدي المساويا

من تزخرُف الشهوات لأعين الطماع؛ فغُيِّر عنّا الذين يُؤمنون بالغيب، ورفع تابوتها في بيداء الحسرات؛ فهي أولئك على هُدى من ربهم وأولئك هم المفلحون ﴿البقرة/٥﴾، وهؤلاء يُقال لهم: ﴿كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ﴾ [المرسلات/٤٦].

لما عرف الموفَّقون قِصَر الحياة الدنيا وقلة المقام فيها، آثروا فيها الهوى طلبًا للحياة الأبد. لما استفاقوا من نوم الغفلة، استرجعوا الجد ما انتهبه العدو منهم في زمن البطالة؛ فلما طلب عليهم الطريق تلَحَّوا المقصد، فقرُب عليهم البعيد، وكلما أمرت لهم الحياة حِيلة ذكرهم: ﴿هَذَا يُنْجِيكُمْ مِنْ كُلِّ كَرْبٍ﴾ [الأنبياء/١٠٣].

وركبَ سرًّا والليلُ مُلقى رِواقَه
على كل مُغيَّرٍ المطالعِ قائم
حدودُ عَزيماتٍ ضاعَت الأرضُ بينها
فصارَ سرامهم في ظهورِ العزائم
يريمُ بهم نجومَ الليلِ ما يتشوَّفُ
على عاتقِ الشُّعرى وهامَ القيامِ
إذا اضطرتْ في مفاركِ الجدِّ صُفوفُهم
رماحُ العطايا في صدورِ المكارم""",
  ),
  Fwaid(
    id: '21',
    name: """ فصل""",
    text:
        """ من أعجب الأشياء: أن تعرفه ثم لا تحبه، وأن تسمع داعيه ثم تتأخر عن الإجابة، وأن تعرف قدر الربح في معاملته ثم تعامل غيره، وأن تعرف قدر غضبه ثم تتعرض له، وأن تذوق ألم الوحشة في معصيته ثم لا تطلب الأنس بطاعته، وأن تذوق عصرة القلب عند الخوض في غير حديثه والحديث عنه ثم لا تشتاق إلى انشراح الصدر بذكره ومناجاته، وأن تذوق العذاب عند تعلق القلب بغيره ثم لا تهرب منه إلى نعيم الإقبال عليه والإنابة إليه!! وأعجب من هذا علمك أنك لابد لك منه وأنك أحوج شيء إليه وأنت عنه معرض وفيما يبعدك عنه راغب!!""",
  ),
  Fwaid(
    id: '22',
    name: """ فائدة""",
    text: """ما أخذ العبدُ ما حُرِّم عليه إلا من جهتين:

إحداهما (١): سوءُ ظنِّه بربِّه، وأنَّه لو أطاعه وآثره لم يعطه خيرًا منه حلالًا.

والثانية: أن يكون عالمًا بذلك، وأن من ترك لله شيئًا عوَّضه خيرًا منه (٢)، ولكن تغلب شهوةٌ صبِرَةٌ وهوى عقلُه.

فالأول من ضعف علمه، والثاني من ضعف عقله وبصيرته.

قال يحيى بن معاذ: من جمع الله عليه قلبه في الدعاء لم يرده.

قلت: إذا اجتمع عليه قلبه، وصدقَت ضرورته وفاقته، وقوي رجاؤه؛ فلا يكاد يُردُّ دعاؤه.""",
  ),
  Fwaid(
    id: '23',
    name: """فصل """,
    text:
        """لما رأى المستيقظون سطوة الدنيا بأهلها، وخداع الأمل لآرابه، وتمالك الشيطان قياد النفوس، ورأوا الدولة للنفس الأمّارة؛ لجؤوا إلى حصن التواضع والالتجاء، كما يأوي العبد المذعور إلى حرم سيده.

شهوات الدنيا كَلَبَت الخيال، ونظر الجاهل مقصور على الظاهر، فأمّا ذو العقل فيرى ما وراء السِّتر.

لأجل لهم حبُّ المنتهى، فلما مدّوا أيديَ التناول؛ بان لأبصار البصائر خيط النجاة، فطاروا بأجنحة الحذر، وصوّبوا إلى الرحيل الثاني: ﴿بَلْ أَنْتُمْ قَوْمٌ تَعْلَمُونَ﴾ [يس/٢٢].

تَلمَّح القوم الوجود، فهموا المقصود؛ فأجمعوا الرحيل قبل الرحيل، وسارعوا للسير في سواء السبيل؛ فالناس مشتغلون بالفضلات، وهم في قطع العلائق، وعصافير الهوى في وثاق الشَّبَكة ينتظرون الذبح.

وقع ثعلبان في شبكة، فقال أحدهما للآخر: أين الملتقى؟ بعد هذا. فقال: بعد يومين في الدياثة.

ثالثه ما كانت الأيّام إلا منامًا؛ فاستيقظوا وقد حصلوا على الظَّفر.

ما مضى من الدنيا أحلام، وما بقي منها أماني، والوقت ضائع بينهما.

كيف يسلم من له زوجة لا ترحمه، وولد لا يُقدّره، وجار لا يأنسه، وصاحب لا ينصحه، وشريك لا ينصفه، وعدو لا ينام عن معاداته، ونفس أمّارة بالسوء، ودنيا مزينة، وهوىً مُردٍ، وشهوةٌ غالبة، وغضب قاهر، وشيطان مزيّن، وضعف مسؤول عليه؟!

فإن تولّاك الله وجذبك إليه انقهرت له هذه كلّها، وإن تخلى عنك وكلك إلى نفسك اجتمعت عليك، فكانت الهلكة.

لما أعرض الناس عن تحكيم الكتاب والسُّنَّة والمحاكمة إليهما، واعتقدوا عدم الاكتفاء بهما، وعدلوا إلى الآراء والقياس والاستحسان وأقوال الشيوخ؛ عُرض لهم من ذلك فساد في فِطرهم، وظلمة في قلوبهم، وكدر في أفهامهم، ومحق في عقولهم، وعميت عنهم هذه الأمور وغلبت عليهم؛ حتى رئي فيها الصغير كبيرًا، ووهم عليها الكبيرة؛ فلم يُرَ منكَرًا!

فجاءتهم دولة أخرى قامت فيها البِدَعُ مقام السُّنن، والنَّفس مقام العقل، والهوى مقام الرُّشد، والضلال مقام الهدى، والمنكر مقام المعروف، والجهل مقام العلم، والرياء مقام الإخلاص، والباطل مقام الحق، والكذب مقام الصدق، والمداهنة مقام النصيحة، والظلم مقام العدل؛ فصارت الدولة والغلبة لهذه الأمور، وأهلها هم المسار إليهم، وكانت قبل ذلك لأضدادها، وكان أهلها هم المسار إليهم.

فإذا رأيت دولة هذه الأمور قد أقبلت، ورأيتها قد نُصِبت وجيوشها قد رُكّبت؛ فبطن الأرض والله خير من ظهرها، وقِلَل الجبال خير من السهول، ومخالطة الوحوش أسلم من مخالطة الناس.

اقشعرت الأرض وأظلمت السماء، وظهر الفساد في البرّ والبحر من ظلم الفجرة، وذهبت البركات، وقلت الخيرات، وهلكت الوحوش، وتكدرت الحياة من فِسق الظلمة، وبكى ضوء النهار وظلمة الليل من الأعمال الخبيثة والأفعال الفظيعة، وشكا الكاتِبون والمتعقِّبون إلى ربهم من كثرة الفواحش وغلبة المنكرات والقياج، وهذا والله منذر بسيل عذاب قد انعقد عمامته، وقد دلّ بادر قد أظلم، فاعزلوا!

عن طريق هذا السيل تَصلح بتوبة نصوح ما دامت التوبة ممكنة وبابها مفتوحًا، ﴿وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ﴾ [الشعراء/٢٢٧].

اشتر نفسك اليوم؛ فإن السوق قائمة، والثمن موجود، والبضاعة رخيصة، وسينادي على تلك السوق والبضاعة يوم لا تُصَلّ فيه قليل ولا كثير [١٠٧] ﴿ذَلِكَ يَوْمُ التَّغَابُنِ﴾ [التغابن/٩] ويوم يعضّ الظالم على يديه [الفرقان/٢٧].

إذا لم ترحل بزاد من التُّقى وانتصرت يوم الحشر من قد تزودوا
ندمت على أن لا تكون كمثله وأنك لم ترصد كما كان أرصدا(٣)

العمل بغير إخلاص ولا اقتداء كالمسافر يملأ جرابه رملًا يثقله ولا ينفعه.

إذا حملتَ على القلب هموم الدنيا وأثقالها، وتهاونت بأورادك التي هي قوته وحياته؛ كنت كالمسافر الذي يحمل دابته فوق طاقتها، ولا يرويها علْفها؛ فما أسرع ما تقف به!

ومشَتْ العزائمُ يُثنِي عمرُها حِيرانَ لا ظَفَرَ ولا إخفاق(٤)

هل السائق العَجلان يبلُغ أمرَه فما كلُّ سيرٍ يثمر الثمرات وجَدِ

رَوِيًّا بخِفاف المطيّ فإنما
تدارس حبّات تُحمَل وخُلود

من تبلُغ حلاوة العافية هان عليه مرارة الصبر.

العافية: أول في التقدير، آخر في الوجود، مبدأ في نظر العقل، منتهى منازل الوصول.

أفلَتَّ عجزُ العادة؛ فلو عَلِمتَ بك مُهلِك ربّا المعالي؛ لاح لك أنوار العزائم.

إنما تفاوت القوم بالهِمَم لا بالصُّور.

نزول هِمَم الكُساح دلالة في جبِّ العثرة.

بينك وبين الفائزين جبل الهوى؛ نزوله من يديه ونزولت خلفه، فاطوِ فضل منزل لتلحق بالقوم.

الدنيا بضمار سباق، وقد انعقد الغبار، وخفي السابق، والناس في المضمار بين فارس وراجل وأصحاب حُمر مقفورة.

سوف ترى إذا انجلى الغبار
أفرس تحتك أم حمار(٣)

في الطبع شِرّة، والجِدِّية أوفق.

لصّ الحرص لا يمشي إلا في ظلام الهوى.

حبّة المنتهى تحت فم التلف؛ فتفكّر في النُّجح، وقد هان الصبر.

قوّة الطمع في بلوغ الأمل توجب الاجتهاد في الطلب وشدّة الحذر من فوات المأمول.

البخل فقير لا يؤجر على فقره.

الصبر على عطش الضَّرّ، ولا الشرب من شرعة مَن.

تجوع الحُرّة ولا تأكل بثديها.

لا تسأل سوى مولاك؛ فسؤال العبد غير سيده شنيع عليه.

غرْس الخلوة يُثمر الأنس.

استوحش مما لا يدوم معك، واستأنس بمن لا يفارقك.

عزلة الجاهل فساد، وأما عزلة العالم ففيها حذاؤها وسِقاؤها.

إذا اجتمع العقل والعين في بيت العزلة، واستحضرت الفكرة، وجرت بينهم مناجاة:

أتك حديث لا يمِلُّ سماعه
شهِيٌّ إلينا نُشْرةٌ ونظامُه
إذا تذكّرته النفس زال عناؤها
وزال عن القلب المعنى ظلامه(١)

إذا خرجتَ من في عدوّك لفته سَفَه فلا تُحقّق بها؛ فالعِبرة تَجُبّ الخصام تُنْسَل ذَنُوب.

حيّتك لنفسك أثر الجهل بها؛ فلو عرفتَها حقّ معرفتها أغنتك الخصم عليها.

إذا أقدمت نار الانتقام من نار الغضب؛ ابتدأت بإحراق القادح.

أوثق غضبك بسلسلة الحلم؛ فإنه كلب إن أفلته أهاج.

من سبقت له سابقة السعادة؛ دلّ على الدليل قبل الطلب.

إذا أراد القدر شخصًا؛ نثر بذره في أرض قلبه بذور التوفيق، ثم سقاها بماء الرغبة والرهبة، ثم أقام عليه ناظرُ المراقبة، واستخدم له حارس العلم؛ فإذا ازدادت الزرع قائمًا على سوقه(٢).

[١٥٧] إذا طلع نجم الهمة في ظلام ليل البطالة، ورزقه قمر العزيمة؛ أشرقت أرض القلب بنور ربّها.

إذا حرّك الليلُ تعاقُب النوم والسُّهد، والخوف والشوق في مقدّم عسكر اليقظة، والكسل والتواني في كتيبة الغفلة؛ فإذا حمل العزم حمل على الميمنة؛ فانهزمت جنود التفريط؛ فما يطلع الفجر إلا وقد قُسِّمت الشهوان ويردت الهزيمة لأهلها.

سَفَرُ الليل لا يُطْلِفُه إلا مُضمر المجاعة.

الحاجبان في الأولى، وحاملات الزاد في الأخرى.

لا تسأم من الوقوف على الباب ولو طُردت، ولا تقطع الاعتذار ولو رُددت؛ فإن فتح الباب للمقبولين دونك؛ فاقحم هجوم الكاذبين، وأدخل دخول الطفيليّة، وابسط قد صدقت عليّك ﴿يوسف/٨٨﴾.

يا مستفحِش باب المعاصي بغير إقليد (٣) التقوى! كيف توسّع طريق الخطايا وتشكو ضيق الرزق؟!

لو وقفت عند مراد التقوى لم يخفّفك مراد.

المعاصي سُدٌّ في باب الكسب، وإن العبد ليُحرم الرزق بالذنب يُصيبه(٣).

تأمّل ما جئتكم زائرًا إلا وجدتم الأرض تُطوَى لي
ولا اشترى عزمي عن بابكم إلا تعثّرت بأذيالي(٢)

الأرواح في الأشباح كالطير في الأبراج، وليس مع الاستراحة كم تعب للسياق.

من أراد العقل أن يعرف قدره عند السلطان؛ فلينظر ماذا يوليه من العمل، وبأي شغلٍ يشغله؟

كن من أبناء الآخرة، ولا تكن من أبناء الدنيا؛ فإن الولد يتبع الأم.

الدنيا لا تُساوي نقل أقدامك إليها؛ فكيف تعدو خلفها؟!

الدنيا جيفة، والأسد لا يقع على الجيف.

الدنيا مجاز، والآخرة وطن، والأوطان إنما تُطلب في الأوطان.

الاجتماع بالأخوان نِسمان:

أحدهما: اجتماع على مؤانسة الطبع وشغل الوقت؛ فهذا مضرته أرجح من منفعته، وأقل ما فيه أنه يُفسد القلب ويُضيّع الوقت.

الثاني: الاجتماع بهم على التعاون على أسباب النجاة والتواصي بالحق والصبر؛ فهذا من أعظم الغنيمة وأنفعها، ولكن فيه ثلاث آفات:

إحداها: تزيُّن بعضهم لبعض.
الثانية: الكلام والخُلطة أكثر من الحاجة.
الثالثة: أن يصير ذلك شهوة وعادة ينقطع بها عن المقصود.

وبالجملة فالاجتماع والخُلطة لقاح: إمّا للنفس الأمّارة، وإمّا للقلب والنفس المطمئنة، والنتيجة مستفادة من اللِّقاح؛ فمن طاب لقاحه طابت ثمرته. وهكذا الأرواح الطيبة لقاحها من الملك، والخبيثة لقاحها من الشيطان، وقد جعل الله سبحانه بحكمته الطيبين للطيبات، وعكس ذلك. """,
  ),
  Fwaid(
    id: '24',
    name: """ قاعدة""",
    text:
        """ ليس في الوجود الممكن سبب واحد مستقل بالتأثير، بل لا يؤثِّر سبب البتة إلا بانضمام سبب آخر إليه وانتفاء مانع يمنع تأثيره، هذا في الأسباب المشهودة بالعيان وفي الأسباب الغائبة والأسباب المعنوية؛ كتأثير الشمس في الحيوان والنبات، فإنه موقوف على أمر وجود محل قابل وأسباب أخر غير واطئة السبب، وكذلك حصول الولد موقوف على أسباب غير الوطء والنكاح، وكذلك جميع الأسباب مع مسبباتها، فكل ما يُخاف ويُرجى من المخلوقات؛ فأعلا غايته أن يكون جزء سبب غير مستقل بالتأثير.

ولا يستقل بالتأثير وحده دون توقف تأثيره على غيره إلا الله الواحد القهّار؛ فلا ينبغي أن يُرجى ولا يُخاف غيره.

وهذا برهان قطعي [١٥٨] على أن تعلُّق الرجاء والخوف بغيره باطل؛ فإنه لو فُرض أن ذلك سبب مستقل بالتأثير وحده لكانت سببيته من غيره لا منه، فليس له من نفسه قوة يفعل بها؛ فإنه لا حول ولا قوة إلا بالله؛ فهو الذي بيده الحول كله والقوة كلها، فالحول والقوة التي يُرجى لأجلها المخلوق ويُخاف إنما هما لله وبيده في الحقيقة؛ فكيف يُخاف ويُرجى من لا حول له ولا قوة؟!

بل خوف المخلوق ورجاؤه أحد أسباب الحرمان ونزول المكروه، من رجوه وخافه؛ فإنك على قدر خوفك من غير الله تُسلَّط عليك، وعلى قدر رجائك لغيره يكون الحرمان.

وهذا حال الخلق أجمعين، وإن ذهب عن أكثرهم علماً وحالاً؛ فما شاء الله كان ولا بدّ، وما لم يشأ لم يكن ولو اتفقت عليه الخليقة.

التوحيد مُفرِّج أعدائه وأوليائه:

فأمّا أعداؤه فيُنجيهم من كرب الدنيا وشدائدها، فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجاهم إلى البر إذا هم يشركون ۝ [العنكبوت/٦٥].

وأمّا أولياؤه فيُنجيهم به من كُرُبات الدنيا والآخرة وشدائدهما؛ ولذلك فَرَج إليه يونس نجّاه الله من تلك الظلمات، ونجّى إليه أتباع الرسل فنجّاهم به مما عُذِّب به المشركون في الدنيا وما أُعِدَّ لهم في الآخرة.

ولمّا فَرَج إليه فرعون عند معاينة الهلاك وإدراك الغرق لم ينفعه؛ لأن الإيمان عند المعاينة لا يُقبل.

هذه سُنّة الله في عباده؛ فما دُفِعَت شدائد الدنيا بمثل التوحيد، ولذلك كان دعاء الكرب بالتوحيد(١)، ودعوة ذي النون التي ما دعا بها مكروب إلا فُرِّج كربه بالتوحيد(٢).

فلا يُلقى في الكُرَب العظام إلا الشِّرك، ولا ينجّي منها إلا التوحيد.

فهو مفزع الخليقة وملجؤها وحصنها وغياثها.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '25',
    name: """ فائدة""",
    text:
        """ اللذّة تابعة للمحبّة؛ تقوى بقوّتها، وتضعف بضعفها، فكلما كانت الرغبة في المحبوب والشوق إليه أقوى كانت اللذّة بالوصول إليه أتمّ.

والمحبّة والشوق تابعان للمعرفة والعلم به، فكلما كان العلم به أتمّ كانت محبّته أكمل.

فإذا رُجِع كمال النعيم في الآخرة وكمال اللذّة إلى العلم والحبّ؛ فمن كان بالله وأسمائه وصفاته ودينه أعرف كان له أحبّ، وكانت لذّة الوصول إليه ومجاورته والنظر إلى وجهه وسماع كلامه أتمّ، وكلّ ذلك مع سرور وبهجة بالإضافة إلى ذلك كنقطة في بحر.

فكيف يؤثر من له عقل لذّة ضعيفة قصيرة مسبوقة بالألم على لذّة عظيمة دائمة أبد الآباد؟!

وكمال العبد بحسب هاتين القوتين: العلم والحبّ، وأفضل العلم العلم بالله، وأعلى الحبّ الحبّ له، وأكمل اللذّة بحسنهما.

والله المستعان.""",
  ),
  Fwaid(
    id: '26',
    name: """قاعدة """,
    text: """ طالبُ الله والدار الآخرة لا يستقيم له سيرُه وطلبُه إلا بحبسين:
حبسِ قلبه في طلبه ومطلوبه، وحبسه عن الالتفات إلى غيره، وحبسِ لسانه عمّا لا يفيد، وحبسه على ذكر الله وما يزيد في إيمانه ومعرفته، وحبسِ جوارحه عن المعاصي والشهوات، وحبسها على الواجبات والمندوبات. فلا يفارق الحبس حتى يلقى ربَّه، فيتخلّص من السجن إلى أوسع فضاء وأطيبه.

ومتى لم يصبر على هذين الحبسين وفرّ منهما إلى فضاء الشهوات؛ أعقبه ذلك الحبسَ الضيقَ عند خروجه من الدنيا.

فكلُّ خارجٍ من الدنيا: إمّا متخلّصٌ من الحبس، وإمّا ذاهبٌ إلى الحبس.

وبالله التوفيق.

وذُكِرَ ابنُ عونٍ رجلًا فقال: عليك بتقوى الله؛ فإن المتّقي ليست عليه وحشة.

وقال زيد بن أسلم: كان يُقال: من اتّقى الله أحبّه الناس وإن كرهوا (١).

وقال الثوري لابن أبي ذئب: إن اتقيتَ الله كفاك الناس، وإن اتقيتَ الناس لن يُغنوا عنك من الله شيئًا (٢).

وقال [١٥٨] سليمان بن داود: أُوتينا مما أوتي الناس ولم نُعطَ، وعُلّمنا مما عُلّم الناس ولم يَعلموا؛ فلم نجد شيئًا أفضل من تقوى الله في السر والعلانية، والعدل في الغضب والرضى، والقصد في الفقر والغنى (٣).

وفي «الزهد» للإمام أحمد (٤) أثرٌ إليه: ما من مخلوقٍ أَعظَمُ مخلوقًا دوني إلا قُطِعت أسبابُ السماواتِ والأرضِ دونه؛ فإن سألني لم أُعطِهِ، وإن دعاني لم أُجِبه، وإن استغفرني لم أَغفرْ له. وما من مخلوقٍ أَعظمَ مخلوقًا دوني خَلقي؛ إلا صَمَّتِ السماواتُ والأرضُ رِزقَه؛ فإن سألني أعطيتُه، وإن دعاني أجبته، وإن استغفرني غفرتُ له.""",
  ),
  Fwaid(
    id: '27',
    name: """فائدة جليلة """,
    text:
        """ جمع النبي ﷺ بين تقوى الله وحُسْن الخُلُق(١)؛ لأن تقوى الله تُصْلِح ما بين العبد وبين ربِّه، وحُسْن الخُلُق يُصْلِح ما بينه وبين خلقه؛ فتقوى الله تُوجِب له محبَّة الله، وحُسْن الخُلُق يدعو الناس إلى محبَّته.""",
  ),
  Fwaid(
    id: '28',
    name: """فائدة جليلة """,
    text:
        """بين العبد ودين الله والجنة نظرة تقطع بخطوتين: خطوة عن نفسه، وخطوة عن الخلق؛ فيسقط نفسه ويلغيها فيما بينه وبين الناس، ويسقط الناس ويلغيهم فيما بينه وبين الله، فلا يلتفت إلا إلى من دله على الله وعلى الطريق الموصلة إلى الله.

صحب الصحابة واغتنم ❝ اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ ❞ [الأنبياء/1]، فجزعت للخوف قلوبهم، فجرت من الحذر العيون، ❝ هَلْ نَسْلُكُ أَوْنِيَةً يَقْدِرُهَا ❞ [الرعد/17].

نُزِّلَتِ الدنيا لعليّ فقال: أنت طالق ثلاثًا لا رجعة لي فيك! (2)
وكانت تكفيه واحدة للسُّنَّة، لكنه جمع الثلاث؛ لئلا يتصور للهوى جواز المراجعة، ودينه الصحيح وطبيعة السليم يأبيان من المحال، كيف وهو أحد رواة حديث: «لعن الله المُحلِّل» (3)؟!

ما في هذه الدار موضع خلوة، فاتَّخِذْهُ في نفسك.

لا بد أن تُجالِس الحوادث، فأذِنْ فيها وكن منها على حذر، ولا تُصدِّقك الشواغل إذا خلوت منها وأنت فيها.

نور الحق أضوأ من الشمس، فيجب لخنافيش البصائر أن تخشى عنه.

الطريق إلى الله خالٍ من أهل الشك ومن الذين يتبعون الشهوات، وهو معمور بأهل اليقين والصبر، وهم على الطريق كالأعلام، ❝ وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ ❞ [السجدة/24]. """,
  ),
  Fwaid(
    id: '29',
    name: """ قاعدة""",
    text:
        """ لشهادة أن لا إله إلا الله عند الموت تأثير عظيم في تكفير السيئات وإحباطها؛ لأنها شهادة من عبد مؤمن بها، عارف بمضمونها، قد ماتت منه الشهوات، ولانت نفسه المستمرّة، وانقادت بعد إبائها واستعصائها، وأقبلت بعد إعراضها، وذلّت بعد عزّها، وخرج منها حرصها على الدنيا وفضلها، واستخفّت بين يدي ربّها وأظلمها وما لها الحق أذلّ ما كانت له وأرجى ما كانت لغفوره ومغفرته ورحمته، وتجرّدت منها التوحيد بقطع أسباب الشرك وتحقيق بطلانه، فزالت منها تلك المزاحمات التي كانت مشغولة بها، واجتمع همّها على من أيقنت بالقدوم عليه والمصير إليه، فتوجّه العبد بكنيته إليه، وأقبل بقلبه وروحه وهمّه عليه، فاستسلم له وحده ظاهرًا وباطنًا، واستوى سرّه وعلانيته، فقال: لا إله إلا الله مخلصًا من قلبه، وقد تخلّص قلبه من التعلّق بغيره والالتفات إلى ما سواه، قد خرجت الدنيا كلّها من قلبه، وصار منقادًا على ربّه، وتصدّعت نيران شهوته، وامتلأ قلبه من الآخرة، فصارت نُصب عينيه، وصارت الدنيا وراء ظهره، فكانت تلك الشهادة الخالصة خاتمة عمله، فطهّرته من ذنوبه، وأدخلته على ربّه؛ لأنه لقي ربّه بشهادة صادقة خالصة، وافق ظاهرها باطنها وسرّها علانيتها.

فله حصُلت له الشهادة على هذا الوجه [١٥٩] في أيام الصحّة لا يستوحش من الدنيا وأهلها وفوز الله من الناس، وأنس به دون ما سواه، لكنه شهد بها بقلب مشحون بالشهوات وحبّ الحياة وأسبابها، ونفس مملوءة بطلب المحظوظ والالتفات إلى غير الله؛ فلو تجرّد كتجرّده عند الموت لكان لها شأن آخر سوى عيشها البهيمي.
والله المستعان.

ماذا يملك من أمره من ناصيته بيد الله، ونفسه بيده، وقلبه بين إصبعين من أصابعه يقلبه كيف يشاء، (٢) وحياته بيده، وموته بيده، وسعادته بيده، وشقاوته بيده، وحركته وسكناته وأقواله وأفعاله بإذنه ومشيئته؛ فلا يتحرّك إلا بإذنه، ولا يفعل إلا بمشيئته؛ إن وكله إلى نفسه وكله إلى عجز وضعف وتفريط وذنب وخطيئة، وإن وكله إلى غيره وكله إلى من لا يملك له ضرًّا ولا نفعًا ولا موتًا ولا حياة ولا نشورًا، وإن تخلّى عنه استولى عليه عدوّه، وجعله أسيرًا له، فهو لا غني له عنه طرفة عين؛ بل هو مضطر إليه على مدى الأنفاس في كل ذرّة من ذرّاته ظاهرًا وباطنًا، فقاقته فائقة إليه. ومع ذلك فهو متخلّف عنه، معرض عنه، ينفصل إليه بمعصيته، مع شدّة الضرورة إليه من كل وجه؛ فأين ذكره، نسيانه، واتّخاذه وراء ظهره؛ هذا! وإليه مرجعه، ومن بين يديه موقفه؟!

ففرّغ خاطرك للهمّ بما أُمرت به، ولا تشغله بما ضُمِن لك؛ فإن الرزق والأجل قرينان مضمونان؛ فما دام الأجل باقيًا كان الرزق آتيًا، وإذا سدّ عليك بحكمته طريقًا من طرقه؛ فتح لك برحمته طريقًا أنفع لك منه.

فمثل حال الجنين يأتيه غذاؤه ـ وهو الدم ـ من طريق واحدة، وهو السُّرّة ـ
فلما خرج من بطن الأمّ وانقطعت تلك الطريق؛ فُتح له طريقان اثنان، وأُجري له فيهما رزقًا أطيب وألذّ من الأوّل؛ لبنًا خالصًا سائغًا.
فإذا فُطم أُمسكت مدة الرضاع، وانقطعت الطريقان بالتمام؛ فُتح له طرق أربعة أكمل منها: طعامان وشرابان؛ الطعامان من الحيوان والنبات، والشرابان من المياه والألبان وما يُضاف إليهما من المنافع والملاذّ.
فإذا مات انقطعت عنه هذه الطرق الأربعة، لكنه سبحانه فتح له ـ إن كان سعيدًا ـ طرقًا ثمانية، وهي أبواب الجنّة الثمانية؛ يدخل من أيّها شاء.

فهكذا الربّ سبحانه، لا يمنع عبده المؤمن شيئًا من الدنيا إلا ويؤتيه أفضل منه وأنفع له، وليس ذلك لغير المؤمن؛ فإنه سبحانه يمنع الحظّ الأدنى الخسيس ولا يرضى له به؛ ليعطيه الحظّ الأعلى النفيس.
والعبد لجهله بمصالح نفسه، وجهله بكرم ربّه وحكمه ولطفه ـ لا يعرف التفاوت بين ما مُنع منه وبين ما ذُخر له، بل هو مولع بحبّ العاجل وإن كان دنيئًا، وبقلّة الرغبة في الآجل وإن كان عاليًا.
ولو أنصف العبد ربّه ـ وأيّ له بذلك ـ لعلم أن فضله عليه فيما منعه من الدنيا ولذّاتها ونعيمها أعظم من فضله عليه فيما أتاه من ذلك؛ فما منعه إلا ليعطيه، ولا ابتلاه إلا ليعافيه، ولا امتحنه إلا ليصافيه، ولا أماته إلا ليحييه، ولا أخرجه إلى هذه الدار إلا ليأذن له منها للقدوم عليه وسلوك الطريق الموصلة إليه.

فهو جعل الليل والنهار خِلقةً لمن أراد أن يذّكر أو أراد شكرًا
﴿وَجَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا﴾ [الفرقان/ ٦٢] ﴿فَأَيُّ آيَاتِ اللَّهِ تُنْكِرُونَ﴾ [الإسراء/ ٤٩].

والله المستعان.

من عرف نفسه اشتغل بإصلاحها عن عيوب الناس، ومن عرف ربّه اشتغل به عن هوى نفسه.

أنفع العمل أن تغيب فيه عن الناس بالإخلاص، وعن نفسك بشهود المِنّة؛ فلا ترى فيه نفسك ولا ترى الخلق.

دخل الناس النار من ثلاثة أبواب: باب شبهة أورثت شكًّا في دين الله، وباب شهوة أورثت تقديم الهوى على طاعته ومرضاته [١٥٩]، وباب غضب أورث العدوان على خلقه.

أصول الخطايا كلها ثلاثة: الكِبر: وهو الذي أصار إبليس ما أصاره، والحرص: وهو الذي أخرج آدم من الجنّة، والحسد: وهو الذي جرّأ أحد ابني آدم على أخيه، فمن وقِيَ شرّ هذه الثلاثة وُقِيَ الشرّ؛ فالكفر من الكبر، والمعاصي من الحرص، والبغي والظلم من الحسد.

جعل الله بحكمته كل جزء من أجزاء ابن آدم ـ ظاهرة وباطنة ـ آلة للشيء؛ إذا استُعمل فيه فهو كماله: العين آلة للنظر، والأذن آلة للسمع، والأنف آلة للشمّ، واللسان للنطق، والفرج للنكاح، واليد للبطش، والرِّجل للمشي، والقلب للتوحيد والمعرفة والمحبة، والعقل للتفكير والتدبّر لعواقب الأمور الدينية والدنيوية؛ وإيماؤه ما ينبغي إشارته وإهماله ما ينبغي إهماله.

أخسر الناس صفقة من اشتغل عن الله بنفسه، بل أخسر منه من اشتغل عن نفسه بالناس.

في (السنن) من حديث أبي سعيد يرفعه: «إذا أصبح ابن آدم فإن الأعضاء كلها تُكفّر اللسان؛ تقول: اتّقِ الله! فإنما نحن بك، فإن استقمت استقمنا، وإن اعوججت اعوججنا» (١).

قوله: «تُكفِّر اللسان»؛ قيل: معناه: تخضع له. وفي الحديث أن الصحابة لما دخلوا على النجاشي: لم يُكفِّروا له، أي: لم يسجدوا له ولم يخضعوا، ولذلك قال له عمرو بن العاص: إنها الملوك لا يُكفِّرون لك. وإنما خُصَّ اللسان؛ لأنه بريد القلب وترجمانه والواسطة بينه وبين الأعضاء.

وقولها: «إنما نحن بك»؛ أي: نحن بحاجتك وملاكُنا بك، ولهذا قال:
فإن استقمت استقمنا، وإن اعوججت اعوججنا.""",
  ),
  Fwaid(
    id: '30',
    name: """فصل """,
    text:
        """ جمع النبي ﷺ في قوله: «اتقوا الله وأجملوا في الطلب» (١) بين مصالح الدنيا والآخرة.

فنعيمها ولذّتها إنما ينال بتقوى الله.
وراحة القلب والبدن وترك الاهتمام والحرص الشديد والتعب والعناء والكدّ والشقاء في طلب الدنيا إنما ينال بالإجمال في الطلب.

فمن اتّقى الله فاز بلذّة الآخرة ونعيمها، ومن أجمل في الطلب استراح من نكد الدنيا وهمومها. فالله المستعان.

قد نادت الدنيا على نفسها
لو كان في ذا الخلق من يسمع
كم واثق بالعيش أهلكته
وجامع فرقته ما يجمع""",
  ),
  Fwaid(
    id: '31',
    name: """فائدة """,
    text:
        """ جمع النبي ﷺ بين المأثم والمغرم (٢)، فإن المأثم موجب خسارة الآخرة، والمغرم موجب خسارة الدنيا.""",
  ),
  Fwaid(
    id: '32',
    name: """ فائدة""",
    text:
        """ قال تعالى : ﴿وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا﴾ [العنكبوت/ ٦٩].

علّق سبحانه الهداية بالجهاد، فأكمل الناس هداية أعظمهم جهادًا، وأفرض الجهاد جهاد النفس وجهاد الهوى وجهاد الشيطان وجهاد الدنيا، فمن جاهد هذه الأربعة في الله هداه الله سبل رضاه الموصلة إلى جنته، ومن ترك الجهاد فاته من الهدى بحسب ما عطّل من الجهاد.

قال الجنيد: والذين جاهدوا أهواءهم فينا بالتوبة لنهديَنَّهم سُبُل الإخلاص.

ولا يتمكّنُ من جهاد عدوّه في الظاهر إلا من جاهد هذه الأعداء باطنًا؛ فمن نُصر عليها نُصر على عدوّه، ومن نُصرت عليه نُصر عليه عدوّه.""",
  ),
  Fwaid(
    id: '33',
    name: """فصل """,
    text:
        """ألقى الله سبحانه العداوة بين الشيطان وبين المَلَك، والعداوة بين العقل وبين الهوى، والعداوة بين النفس الأمَّارة وبين القلب، وابتلى العبد بذلك، وجمع له بين هؤلاء، وأمدّ كل حزب بجنود وأعوان؛ فلا تزال الحرب سجالًا ودُولًا بين الفريقين إلى أن يستولي أحدهما على الآخر ويكون الآخر مقهورًا معه. فإذا كانت الغلبة للقلب والعقل والملك، فهناك السرور، والنعيم، واللذّة، والبهجة، [١٦٠] والفرح، وقرة العين، وطيب الحياة، وانشراح الصدر، والفوز بالغنائم. وإذا كانت الغلبة للنفس والهوى والشيطان؛ فهناك الغموم، والهموم، والأحزان، وأنواع المكاره، وضيق الصدر، وحبس الملك.

فما ظنّك بملكٍ استولى عليه عدوّه، فأزاله عن سرير ملكه، وأسره، وحبسه، وحال بينه وبين خزائنه وذخائره وخدمه، وصيّره له، ومع هذا فلا يتحرّك الملك لطلب ثأره، ولا يستنقذ من يُغِيثه، ولا يستنجد بمن يُنجده؟!

وفوق هذا الملك مالكٌ قاهر لا يُقهَر، وغالب لا يُغلَب، وعزيز لا يُذَلّ، فأرسل إليه: إن استنصرتني نصرتُك، وإن استغثتني أغثتُك، وإن التجأت إليّ أخذتُ بيدك، وإن هربتَ إليّ وآويتَ إليّ سلّطتك على عدوك، وجعلته تحت أسرك.

فإن قال هذا الملك المأسور: قد شدّ عدوّي وثاقي، وأحكم رباطي، واستوثق مني بالقيود، ومنعني من النهوض إليك والفرار إليك والمسير إليك. فإن أرسلتَ جندًا من عندك يحلّ وثاقي ويقلع قيودي ويخرجني من حبسه؛ أمكنني أن أوافيَك بك، وإلا لم يُمكنني مفارقته حبسي ولا كسر قيودي.

فإن قال ذلك احتجاجًا على ذلك السلطان، ودفعًا لرسالته، ورضي بما هو فيه عند عدوّه؛ خذله السلطان الأعظم، وحاله، ولّاه ما تولّى.

وإن قال ذلك افتقارًا إليه، وإظهارًا لعجزه وذلّه، وأنه أضعف وأعجز من أن يسير إليه بنفسه ويخرج من حبس عدوّه، ويتخلّص منه بحوله وقوّته، وأن من تمام نعمة ذلك الملك عليه ـ كما أرسل إليه هذه الرسالة ـ أن يمدّه من جنوده وملائكته بمن يُعينه على الخلاص ويكسر باب حبسه ويقلع قيوده؛ فإن فعل به ذلك فقد أتمّ إنعامه عليه، وإن تخلّى عنه فلم يظلمه ولا منعه حقًّا هو له، وأنّ حمده وحكمته اقتضى منعه وتخليته في حبسه، ولا سيّما إذا علم أن الحبس حبسه، وأن هذا العدوّ الذي حبسه مملوك من مماليكه، وعبد من عبيده، ناصيته بيده، لا يتصرّف إلا بإذنه ومشيئته؛ فهو غير ملتفت إليه، ولا خائف منه، ولا معتقد أن له شيئًا من الأمر ولا بيده نفع ولا ضرّ، بل هو ناظر إلى مالكه ومتولّي أمره وناصيته بيده؛ قد أفرده بالخوف والرجاء والتضرّع إليه والالتجاء والرغبة والرهبة؛ فهناك تأتيه جيوش النصر والظفر.

أعلى الهمم في طلب العلم طلب علم الكتاب والسنّة، والفهم عن الله ورسوله نفس المراد، وعلم حدود المنزل، وأحسن همم طلاب العلم قصر همّته على تتبّع شواذ المسائل وما لم ينزل ولا هو واقع، أو كانت همّته معرفة الاختلاف وتتبع أقوال الناس، وليس له هِمّة إلى معرفة الصحيح من تلك الأقوال، وقليل أن ينتفع واحد من هؤلاء بعلمه.

وأعلى الهمم في باب الإرادة أن تكون الهمّة متعلّقة بمحبة الله والوقوف مع مراده الديني الأمري، وأسفلها أن تكون الهمّة واقفة مع مراد صاحبها من الله؛ فهو إنما يعبد مراده منه لا لمراد الله منه؛ فالأوّل يريد الله ويريد مراده، والثاني يريد من الله وهو فارغ عن إرادته.

علماء السوء جلسوا على باب الجنّة يدعون إليها الناس بأقوالهم ويدعونهم إلى النار بأفعالهم؛ فكلّما قالت أقوالهم: هلمّوا! قالت أفعالهم: لا تسمعوا منا! فلو كان ما دعَوا إليه حقًّا كانوا أوّل المستجيبين له! فهم في الصورة أدلّاء وفي الحقيقة قُطّاع الطريق.

إذا كان الله وحده حظّك [١٦٠] ومرادك؛ فالفضل كلّه تابع لك، يُذلّلك إليه، أيّ أنواعِهِ بدأ به. وإذا كان حظّك ما تنال منه فالفضل موقوف عندك؛ لأنّه بيده، تابع لك، فعل من أفعاله. فإذا حصل لك حصل لك الفضل بطريق الفضل والتتبّع، وإذا كان الفضل مقصودك لم يحصل لك الفضل بطريق التتبّع. فإن كنت قد عرفتَه وأنِستَ به ثم سقطتَ إلى طلب الفضل؛ حرمتك إيّاه عقوبة لك، ففاتك الله وفاتك الفضل. """,
  ),
  Fwaid(
    id: '34',
    name: """ فصل""",
    text:
        """لمّا خرج رسولُ الله ﷺ من حِصر العدوّ ودخل في حِصن النصر، فعميت أيدي سراياه بالنصر في الأطراف، فطار ذكرُه في الآفاق، فصار الخلق معه ثلاثة أقسام: مؤمنٌ به، ومسالمٌ له، وخائفٌ منه.

ألقى بذرَ الصبر في مزرعته فصَبَرَ كصبرِ أُولي العزم من الرسل
﴿الأحقاف/ ٣٥﴾
فإذا أغصانُ النبات تثمرُ مجازِيًا ﴿وَالْعَاقِبَةُ لِلْمُتَّقِينَ﴾
﴿البقرة/ ١٩٤﴾: فدخل مكّة دخولًا ما دخلَه أحدٌ قبله ولا بعده، حوله المهاجرون والأنصار، لا يُرى منهم إلا الخشوع، والصحابة على مراتبهم، والملائكة فوق رؤوسهم، وجبريل يتردّد بينه وبين ربّه، أباح له حرمةً لم يُحلّها لأحدٍ سواه (١).

فلمّا قايَس بين هذا اليوم وبين يوم ﴿إِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ﴾ ﴿الأنفال/ ٣٠﴾؛ فاخرجوه ثاني اثنين، دخل ودقنه يمسّ قرطوس سرجه، خضوعًا وذلًّا لمن ألبسه ثوب هذا العزّ الذي رفعت إليه فيه الخلائقُ رؤوسَها، ومدّت إليه الملوكُ أعناقَها.

فدخل مكّة مالكًا مؤيَّدًا منصورًا، وعلى كعب بلادٍ فوق الكعبة بعد أن كان يُجرّ في الرمضاء على جمر الفتنة، فشتم برازًا طوى عن القوم من يوم قوله: أحد أحد، ورفع صوته بالأذان، فجاءته القبائل من كل ناحية، فأقبلوا يُؤمِنون الصوت، فدخلوا في دين الله أفواجًا، وكانوا قبل ذلك يأتون آحادًا.

فلمّا جلس الرسول ﷺ على منبر العزّ – وما نزل عنه قط – مدّت الملوك أعناقها بالخضوع إليه؛ فمنهم من سلّم إليه مفاتيح البلاد، ومنهم من سأل المودّة والصلح، ومنهم من أقرّ بالجزية والصغار، ومنهم من أُخذ في الجمع والتأهّب للحرب ولم يدرِ لأنّه لم يزد على جمع الغنائم وسوق الأسرى إليه.

فلمّا تكامل نصره، وبلغ الرسالة، وأدّى الأمانة، وجاءه منشور ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا﴾ ليغفرَ لكَ اللهُ ما تقدّم من ذنبك وما تأخّر ويُتمّ نعمته عليك ويهديك صراطًا مستقيمًا وينصرك الله نصرًا عزيزًا ﴿الفتح/ ١–٣﴾، وتوقّع ﴿إِذَا جَاءَ نَصْرُ اللهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللهِ أَفْوَاجًا﴾ ﴿النصر/ ١–٢﴾؛ جاءه رسول ربّه يُخيّره بين المقام في الدنيا وبين لقائه، فاختار لقاء ربّه شوقًا إليه (١)، فارتجّت الجِنان ليوم قدوم روحه الكريمة لا كرَيّةَ المدينة يوم قدوم الملك. إذا كان عرش الرحمن قد اهتزّ لموت بعض أتباعه (٢) فرحًا واستبشارًا بقدوم روحه؛ فكيف بقدوم روح سيّد الخلائق؟!

فيا مُنتسبًا إلى غير هذا الجناب! ويا واقفًا بغير هذا الباب!

ستُعلَم يوم الحشر أيَّ سريرةٍ تكون عليها يوم تُبلى السرائر. """,
  ),
  Fwaid(
    id: '35',
    name: """فصل """,
    text:
        """ يا مغرورًا بالأماني! لُعن إبليس وأُهبِط من منزل العزّ؛ بترك سجدةٍ واحدةٍ أمر بها، وأُخرج آدم من الجنّة بلقمةٍ تناولها، وحُجب القاتل عنها بعد أن رأى عينًا بملء كفٍّ من دم، وأُمرَ بقتل الزاني أشدَّ القتلات بإيلاج قدر الأنملة فيما لا يحلّ، وأُمر بإياس الظهر سياطًا بكلمة قذف أو نقطةٍ من مسكر، وبان عضوٌ من أعضائك بثلاثة دراهم؛ فلا تأمن أن يُحبِسَك في النار بمعصيةٍ واحدةٍ من معاصيه: ﴿وَلَا يُخَافُ عُقْبَاهَا﴾
[الشمس/ ١٥]!

دخلت امرأةٌ النارَ في هرّةٍ (١).
وإن الرجلَ ليتكلّم بالكلمة لا يُلقي لها بالًا يهوي بها في النار أبعد ما بين المشرق والمغرب (٢).

وإن الرجلَ ليعمل بطاعة الله ستّين سنة، فإذا كان عند الموت جار في الوصيّة، فيُختَم بسوء عمله، فيدخل النار (٣).
العِبرةُ بآخره، والعمل بخاتمته (٤).

من أحدث قبل السلام بطَل ما مضى من صلاته، ومن أفطر قبل غروب الشمس ذهب صيامه ضائعًا، ومن أساء في آخر عمره لقي ربَّه بذلك الوجه.

لو قدّمت لقمةً وجحدتها، ولكن يُؤذيك الشِّرّة.

كم جاء الثواب يسعى إليك، فوقفتَ بالباب، فَرُدَّه بوّابُ (سوف) و(لعلّ) و(عسى).

كيف الفلاحُ بين إيمانٍ ناقص، وأملٍ زائد، ومرضٍ لا طبيب له،

ولا عائد، وهوىً مستيقظ، وعقلٍ راقد؛ ساميًا في عمرته، عَمِيًا في سُكرته، سابحًا في لُجّة جهله، مستأنسًا بخلقه، ذِكر الناس فاكهته وقوّته، وذكرُ الله جنّته وموتُه؛ الله منه جزء يسيرٌ من ظاهره، وقلبُه وبقيّة لغيره؟!

لا كانَ مَن لِسواكَ فيهِ بُقيّةٌ
يُجدي السُّبيلَ بها إليه العَذَلُ (١)""",
  ),
  Fwaid(
    id: '36',
    name: """ فصل""",
    text: """كان أوّلُ المخلوقات القلم؛ ليكتب المقادير قبل كونها (٢).
وجعل آدم آخر المخلوقات، وفي ذلك حِكم:

إحداها: تمهيد الدار قبل الساكن.

الثانية: أن الغاية التي خُلِق لأجلها ما سواه من السماوات والأرض والشمس والقمر والبرّ والبحر.

الثالثة: أن أحقّ الصانع أن يختم عمله بأحسنه وغايته كما يبدؤه بأساسه ومبادئه.

الرابعة: أن النفوس متطلّعة إلى النهايات والأواخر دائمًا، ولهذا قال موسى للسحرة أولًا: ﴿قَوْمًا أَنْتُم مَلْقُونَ﴾ [يونس/ ٨٠]، فلما رأى الناس فعلهم تطلّعوا إلى ما يأتي بعده.

الخامسة: أن الله سبحانه أخّر أفضل الكتب والأنبياء والأمم إلى آخر الزمان، وجعل الآخرة خيرًا من الأولى، والنهايات أكمل من البدايات.

فحكم بين قول الملك للرسول: اقرأ! فيقول: ما أنا بقارئ (١)، وبين قوله تعالى: ﴿الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ [المائدة/ ٣]!

السادسة: أنه سبحانه جمع ما فرّقه في العالم في آدم؛ فهو العالم الصغير وفيه ما في العالم الكبير.

السابعة: أنه خلاصة الوجود وثمرته؛ فناسب أن يكون خلقه بعد الموجودات.

الثامنة: أن هذا من كرامته على خالقه أنه هيّأ له مصالحه وحوائجه وآلات معيشته وأسباب حياته؛ فما رفعه نفسه إلا وذلك كله حاضر عنده.

التاسعة: أنه سبحانه أراد أن يظهر شرفه وفضله على سائر المخلوقات، فقدمها عليه في الخلق، ولهذا قالت الملائكة: لِخَلقِ ربّنا ما شاء، فلن يخلق خلقًا أكرم عليه منا (٢). فلما خلق آدم وأمرهم بالسجود له ظهر فضله وشرفه عليهم بالعلم والمعرفة. فلما وقع في الذنب ظنّت الملائكة أن ذلك الفضل قد نسخ، ولم تطّلع على عبودية التوبة الحكيمة. فلما تاب إلى ربّه وأتى بتلك العبودية، علمت الملائكة أن الله في خَلْقِه سرًّا لا يعلمه سواه.

العاشرة: أنه سبحانه لما افتتح خلق هذا العالم بالقلم كان من أحسن المناسبة أن يختمه بخلق الإنسان؛ فإن القلم آلة العلم، والإنسان هو العالم. ولهذا أظهر سبحانه فضل آدم على الملائكة بالعلم الذي خُصّ به دونهم.

وتأمّل كيف كتب سبحانه عذر آدم قبل هبوطه إلى الأرض، ونبّه الملائكة على فضله وشرفه ونيّته باسمه قبل إيجاده بقوله: ﴿إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً﴾ [البقرة/ ٣٠].

وتأمّل كيف سمّاه للخلافة، وتلك ولاية له قبل وجوده، وأقام عذره قبل الهبوط بقوله: ﴿فِي الْأَرْضِ﴾، والبعث يقيم عذر المحجوب قبل جنايته.

فلما صوّرَه ألقاه على باب الجنّة أربعين سنة (١)، لأن ذنب المحبّ الوقوف على باب الحبيب، ورمى به في طريق ذُلّ: ﴿هُمْ بِهِ يُشْرِكُونَ﴾ [الإنسان/ ٣٤]، ﴿لِمَا يُحِبُّونَ﴾ [البقرة/ ٣٤].

وكان إبليس يمرّ على جسده، فيعجب منه ويقول: لِأَمْرٍ ما خُلِقْت! ثم يدخل فيه ويخرج من دبره ويقول: لئن سُلِّطتُ عليك لأهلكنّك، ولن سُلِّطتُ عليّ لأعصينّك! [١٦١]. رأى طينًا مجموعًا فاحتقره، فلما صُوّر الطين صورةً دَبَّ فيها الحسد، فلما نفخ فيه الروح مات الحاسد. فلما بُسط له بساط العزّ عُرضت عليه الخلائق، فاستحضر دعوى: ﴿وَكُنْتَ مِنَ الْعَالِينَ﴾ [البقرة/ ٣٠] إلى حاكم ﴿أَنْتَ﴾ [البقرة/ ٣٢]، وقد أخفى الوكيل عنه بينة ﴿عَلَّمَ﴾، فنكسوا رؤوس الدعاوي على صدور الإقرار، فقام منادي التفضيل في أندية الملائكة ينادي: ﴿اسْجُدُوا﴾، فنظروا من حدث دعوى ﴿وَكُنْتَ﴾ [البقرة/ ٣٠] فلمّا جاء العذر في آية ﴿لَا عِلْمَ لَنَا﴾ [البقرة/ ٣٢] فسجدوا طهارة التسليم. وقام إبليس ناحية لم يسجد؛ لأنه جئت، وقد تلوّث بنجاسة الاعتراض، وما كانت نجاسته تُزال بالتطهير؛ لأنها عينُه.

فلما تمّ كمال آدم قيل: لابدّ من حال جمال على وجهه ﴿اسْجُدُوا﴾، فجُرِّى القدرُ بالذنب؛ ليتبيّن أثر العبودية في الذلّ.

يا آدم! ألم يغنك عن تلك اللقمة لقال الحاسدون: كيف فضل ذُرّيّته ولم تصدر على شجرة؟!

ولولا نزولُك ما تصاعدت صعدات صدّيق الأنفاس، ولا نزلت رسائل هل من سائل (١)، ولا فاحت روائح «والخلوفُ فمِ الصائم» (٢)، فتبيّن حينئذٍ أن ذلك التناول لم يكن من شرّه.

يا آدم! فصحّك في الجنّة لك، وبكاؤك في دار التكليف لنا.
ما ضُرَّ من كُسِرَ عِزّي إذا جَبْرُه فَضْلي. إنما تُبتلى خِلْقَةُ العِزّ ببذل الانكسار، وأنا عند المنكسرة قلوبهم من أجلي (٣).

ما زالت تلك الأكلة تُتابعه حتى استولى داؤه على أولاده، فأرسل

اللهم اللطيف الخبير، الدواء على أيدي أطباء الوجود: ﴿فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى﴾ [طه/ ١٢٣]. فضمّهم الطبيب بالمناهي، وحفظ القوّة بالأوامر، واستفرغ أخلاطهم الرديّة بالتوبة؛ فجاءت العافية من كل ناحية.

فيا من ضيّع القوّة ولم يحفظها، وخلط في مرضه وما احترس، ولا صبر على مرارة الاستفراغ! لا تنكر قرب الهلاك؛ فالعدو مترصّد.
لو ساعد القدر فأعنت الطبيب على نفسك بالحمية من شهوة حسّية؛ لظهرت بأنواع اللذّات وأصناف المشتهيات، ولكن بخار الشهوة غطّى عين البصيرة، فظننتَ أن الحزم بيع الوعد بالنقد.

يا لها بصيرة عمياء! جزعتَ من صبر ساعة، واحتملتَ ذُلَّ الأبد.
سافرتَ في طلب الدنيا وهي عنك زائلة، وقعدتَ عن السفر إلى الآخرة وهي إليها راجعة.

إذا رأيتَ الرجل يشتري الخسيسَ بالنفيس، ويبيع العظيمَ بالحقير؛
فاعلم بأنه سفيه. """,
  ),
  Fwaid(
    id: '37',
    name: """ فصل""",
    text: """لما سَلِمَ لآدم أصلُ العبودية لم يُقَدَّح فيه الذنب.

إن آدم لو لم تُغفَر له ذنوبه ثم لم يبقَ له شيء؛ فشيبته تُغفَر بها. (١)

لما علم السيّد أن ذنب عبده لم يكن قصدًا للمخالفة ولا قَدحًا في حكمته، علمه كيف يعتذر إليه: ﴿فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ﴾ [البقرة/ ٣٧].

العبد لا يريد بمعصيته مخالفة سيّده ولا الجرأة على محارمه، ولكن غلبات الطبع وتزيين النفس والشيطان وقهر الهوى والثقة بالعفو ورجاء المغفرة. هذا من جانب العبد، وأما من جانب الربوبية فحِكَم: وإظهار عزّ الربوبية وذلّ العبودية وكمال الاحتياج، وظهور آثار الأسماء الحسنى؛ كالعفو والغفور والتواب والحليم لمن جاء تائبًا نادمًا، والمنتقم والعدل وذي البطش الشديد لمن أصرّ ولزم المعصية. فهو سبحانه يريد أن يرى عبده مُفتقرًا بالكمال ونقص العبد وحاجته إليه، وشهود كمال قدرته وعزّته وكمال مغفرته وعفوه ورحمته، وكمال حلمه، وسترِه وخِلته وتجاوزه وصفحه، وأن رحمته بإحسانه إليه لا بمعارضته، وأنه لم يعتمد برحمته وفضله؛ فهو مالك لا محالة.

فلله! كم في تقدير الذنب من حكمة! وكم فيه مع [١٦٢] تتحقق التوبة للعبد مصلحة ورحمة! التوبة من الذنب كشرب الدواء للعليل، ورب علّة كانت سبب الصحة!

لعل عَتْبَة محمود عواقبه
وربما صحت الأجساد بالعِلَلِ.

لولا تقدير الذنب هلك ابن آدم من العُجب.

ذنب يُذلّك أحبّ إليه من طاعة يُدلّ بها عليه.

شمعة النصر إنما تنزل في شمعدان الانكسار.

لا يُكرم العبدَ نفسُه بمثل إهانتها، ولا يُهينها بمثل إكرامها؛ كما قيل:
سأُتْعِبُ نفسي أو أصادقُ راحةً
فإن هوانَ النفسِ في كرمِ النفسِ (١)

ولا يشبعها بمثل جوعها، ولا يظمئها بمثل خوفها، ولا يؤنسها بمثل توحشها من كل ما سوى فاطرها وبارئها، ولا يُحييها بمثل إماتتها؛ كما قيل:
موتُ النفوسِ حياتُها
من شاء أن يحيَا يموتُ (٢)

شراب الهوى حلوٌ ولكن يُورِثُ السُّكْرَ.

من تجرّع حقنَ الفِجر هان عليه هجرُ الحِبّة.

يا مغرورًا في شراب الهوى جمرُ عزمه وقد حرقت الشبكة.

لا بدّ من نفوذ القدر؛ فالحَجِحُ السَّلِمُ.

الله ملكُ السماوات والأرض، واستعرض منك حبّة، فخُذِلْتَ بها!
وخلق سبعة أبحر، وأحبّ منك دمعة، فقطعتَ عينيك بها!

إطلاقُ البصر ينقش في القلب صورةَ المنظور، والقلبُ كعبة، والمعبود لا يرضى بمزاحمة الأصنام.

لذّات الدنيا كُسُود، وقد غُلِبَت عليك، والحورُ العين يُعجِبن سوء اختيارك عليهن؛ غير أن زوبعة الهوى إذا ثارت سقطت في عين البصيرة، فغضضت الجادة.

سبحان الله! زُيِّنَت الجنةُ للعُطّاب فجدّوا في تحصيل المهر، وتعرّف ربّ العِزّة إلى المحبين بأسمائه وصفاته فعصَوا على اللقاء، وأنت مشغول بالجيفة.

لا كان من لِسواك منه قلبٌ
ولكن الودادَ الكاذب (١)

المعرفةُ بساطٌ لا يُطوى عليه إلا مقرّب، والمحبةُ نشيدٌ لا يُطرب عليه إلا محبّ مُغْرَم.

الحبّ غديرٌ في صحراء، ليست عليه جادة؛ فهلا قلّ وارده؟

المحبّ تهوي به العزلةُ والخلوةُ بمحبوبه، والأُنسُ بذكره كهروب الحوت إلى الماء والطفل إلى أمّه.

وأخرجْ من بين البيوتِ لعَلّي
أحدث عنك القلبَ بالسِّرِّ حالِيَا (٢)

ليس للغائبِ مستراحٌ إلا تحت شجرة طُوبى، ولا للمحبّ قرارٌ إلا يوم المزيد.

اشتغلْ به في الحياة؛ يكفك ما بعد الموت.

يا متنفّسًا بضاعَةَ العمر في مخالفةٍ حبيبِه، والبعدِ منه! ليس في أعدائك أضرّ عليك منك.

ما يبلُغُ الأعداءُ من جاهلٍ
ما يبلُغُ الجاهلُ من نفسِه (٣)

الهمّةُ العليّةُ هِمّةُ من استعدّ صاحبَها للقاء الحبيب، وقدّم التقدّم بين يدي الملتقى، فاستبشر عند القدوم: ﴿وَقُولُوا آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ﴾ [البقرة/ ١٣٣].

ما ثَمَّةَ ما عاد عليك العدوّ إلا بعد أن تولّى عنك الولي؛ فلا تظنّ أن الشيطان غلب، ولكن الحافظ أعرض.

احذر بنفسك! فما أصابك بلاءٌ قطّ إلا منها، ولا نهاك! فما كرمها من لم يُهنها، ولا أعزّها من لم يذلّها، ولا جبرها من لم يكسرها، ولا أراحها من لم يُتعبها، ولا أمْنها من لم يُخوّفها، ولا فرّحها من لم يُحزنها.

﴿إِنَّ اللَّهَ﴾ [آل عمران/ ١٢٣] سبحان الله! ظاهرك متجمّل بلباس التقوى، وباطنك بلباس الخمر والهوى؛ فكلما طيّبتَ الثوب فاحت رائحةُ المسكر من تحته. فتباعد منك الصادقون، وانجذاب إليك الفاسقون.

يدخل عليك لصّ الهوى وأنت في زاوية التعبّد، فلا يرى منك طردًا له؛ فلا يزال بك حتى يخرجك من المسجد.

اصدق في الطلب، وقد جاءت المعونة.

قال رجلٌ لمعروف: علّمني المحبة! فقال: المحبة لا تجيء بالتعليم. (١)

هو الشوق مدلولًا على مقبل الفتى
إذا لم يعد صبًّا بلفظ حسيب (٢)

ليس العجب من قوله: ﴿يُحِبُّونَهُ﴾ [المائدة/ ٥٤]، إنما العجب من قوله: ﴿يُحِبُّهُمْ﴾ [المائدة/ ٥٤].

ليس العجب من فقيرٍ مسكينٍ يُحبّ مُحسنًا إليه، إنما العجب من مُحسنٍ يُحبّ فقيرًا مسكينًا! """,
  ),
  Fwaid(
    id: '38',
    name: """فصل """,
    text: """القرآن كلام الله، وقد تجلّى الله فيه لعباده بصفاته:

فتارةً يتجلّى في جلال الهيبة والعظمة والجلال، فتخضع الأعناق، وتنكسِر النفوس، وتخشع الأصوات، ويذوب الكبر كما يذوب الملح في الماء.

وتارةً يتجلّى في صفات الجمال والكمال، وهو كمال الأسماء وجمال الصفات وجمال الأفعال الدالّة على كمال الذات؛ فيستفزّ حينئذٍ من قلب العبد قوّة الحبّ كلّها بحسب ما عرفه من صفات جماله ونَعوت كماله، فيصبح فؤاد عبده فارغًا إلا من محبّته؛ فإذا أراد منه غير أن يعلّق تلك المحبّة به أُبي قلبه وأحشاؤه ذلك كلّه إلا به؛ كما قيل:
يراد من القلب نسيانكم
وتأبى الطباع على الناقل (١)
فتبقى المحبّة طبعًا لا تكلّفًا.

وإذا تجلّى بصفات الرحمة والبرّ واللطف والإحسان؛ انبعثت قوّة الرجاء من العبد، وانبسط أمله، وقَوِيَ طمعه، وسار إلى ربّه وحادي الرجاء يحدو ركاب سيره، وكلّما قوي الرجاء جدّ في العمل، كما أنّ البذر كلّما قوي طمعه في المثل غُلِب أرضه بالبذر، وإذا ضعف رجاؤه قصّر في البذر.

وإذا تجلّى بصفات العدل والانتقام والغضب والسخط والعقوبة؛ انقبضت النفس الأمّارة، وبطلت أو ضعفت قوّاها من الشهوة والغضب واللهو واللعب والحرص على المحرّمات، وانقبضت أعضاؤها، فحضرت المعنى الحاصل من الخوف والخشية والحذر.

وإذا تجلّى بصفات الأمر والنهي والعهد والوصيّة وإرسال الرسل وإنزال الكتب وشرع الشرائع؛ انبعثت منها قوّة الامتثال والتنفيذ لأوامره، والتبليغ لها، والتواصي بها، وذكرها وتذكيرها، والتصديق بالخبر، والامتثال للطلب، والاجتناب للنهي.

وإذا تجلّى بصفات السمع والبصر والعلم؛ انبعث من العبد قوّة الحياء، فيستحيي ربّه أن يراه على ما يكره، أو يسمع منه ما يكره، أو يخطر في سريرته ما يمقته عليه؛ فيثني حركاته وأقواله وخطراته موزونة بميزان الشرع؛ غير مهملة ولا مسلّطة تحت حكم الطبيعة والهوى.

وإذا تجلّى بصفات الكفاية والحسب، والقيام بمصالح العبد، وسوق أرزاقهم إليهم، ودفع المصائب عنهم، ونصر أوليائه وحمايتهم ومعيشتهم الخاصة لهم؛ انبعث من العبد قوّة التوكّل عليه، والتفويض إليه، والرضى به في كلّ ما يجريه على عبده ويقيمه فيه ممّا يرضى به سبحانه. والتوكّل معنى يلتئم من علم العبد بكفاية الله وحسن اختياره لعبده، وثقته به، ورضاه بما يفعله به واختياره.

وإذا تجلّى بصفات العزّ والكبرياء؛ أعطت نفسه العظمة ما وصلت إليه من الذلّ لعظمته، والانكسار لعزّته، والخضوع لكبريائه، وخشوع القلب [١٦٣] والجوارح له؛ فتعلوه السكينة والوقار في قلبه ولسانه وجوارحه وسمته، ويذهب طيشه وتفوته وحدّته.

وجماع ذلك أنه سبحانه يتعرّف إلى العبد بصفات الهيبة تارةً وبصفات ربوبيته تارةً:

فيُوجب له شهود صفات الإلهية: المحبّة الخاصة، والشوق إلى لقائه، والأنس والفرح به، والسرور بخدمته، والمنافسة في قربه، والودود إليه بطاعته، والابتهاج بذكره، والفرار من الخلق إليه، وصيروره هو وحده همّة دون ما سواه.

ويُوجب له شهود صفات الربوبيّة: التوكّل عليه، والافتقار إليه، والاستعانة به، والذلّ والخضوع والانكسار له.

وكمال ذلك أن يشهد ربوبية في هيبته، وإلهيته في ربوبيته، وحمده في ملكه، وعزّته في عفوه، وحكمته في قضائه وقدره، ونعمته في بلائه، وعطاءه في منعه، وبرّه ولطفه وإحسانه ورحمته في قهره، وعدله في انتقامه، وجوده وكرمه في مغفرته وستره وتجاوزه، ويشهد حكمته في أمره ونهيه، وعزّته في رضاه وغضبه، وحلمه في إمهاله، وكرمه في إقباله، وغناه في إعراضه.

وأنت إذا تدبّرت القرآن وأجرته من التحريف وأن تقضي عليه بآراء المتكلّمين وإنكار المنكرين؛ أشهدك ملكًا قيّومًا فوق سماواته، على عرشه، يدبّر أمر عباده، يأمر وينهى، ويرسل الرسل وينزل الكتب، ويرضى ويغضب، ويثيب ويعاقب، ويعطي ويمنع، ويعزّ ويذلّ، ويخفض ويرفع، يرى من فوق سبع سمع ويعلم السرّ والعلانية، فعّال لما يريد، موصوف بكمال كماله، منزّه عن كلّ عيب، لا تتحرّك ذرّة فوقها إلا بإذنه، ولا تسقط ورقة إلا بعلمه، ولا يشفع أحد عنده إلا بإذنه؛ ليس لعباده من دونه وليّ ولا شفيع. """,
  ),
  Fwaid(
    id: '39',
    name: """ فصل""",
    text:
        """لما بايع الرسول ﷺ أهل العقبة (١)، أمر أصحابه بالهجرة إلى المدينة، فعلمت قريش أن أصحابه قد كثروا وأنهم سيمنعونه، فأعملت آراءها في استخراج الحيل؛ فمنهم من رأى الحبس، ومنهم من رأى النفي، ثم اجتمع رأيهم على القتل.

فجاءه البريد بالخبر من السماء، وأمره أن يفارق المضجع، فبات عليٌّ مكانه (٢)، ونهض الصدّيق لرفقة السفر.

فلما فارق بيوت مكة اشتدّ الحذر بالصدّيق، فجعل يذكر الرصد فيسير أمامه، وتارة يذكر الطلب فيتأخّر وراءه، وتارة عن يمينه، وتارة عن شماله، إلى أن انتهيا إلى الغار.

فبدأ الصدّيق بدخوله ليكون وقاية له إن كان ثمّ مؤذٍ، وأنبت الله شجرة لم تكن قبل، فغطّت المطلوب وأضلّت الطالب، وجاءت عنكبوت فحاكت ثوب نسجها على منوال الستر، فأحكمت الشِّفّة حتى عمي القائف عن الطلب، وأرسل الله حمامتين، فاخذتاهناك عشًّا جعل على أبصار الطالبين غشاوة (٢)، وهذا أبلغ في الإعجاز من مقاومة القوم بالجنود.

فلما وقف القوم على رؤوسهم، وصار كلامهم يسمع الرسول ﷺ والصدّيق، قال الصدّيق وقد اشتدّ به القلق: يا رسول الله، لو أن أحدهم نظر إلى ما تحت قدميه لأبصرنا تحت قدمه. فقال رسول الله ﷺ: «يا أبا بكر! ما ظنك باثنين الله ثالثهما؟» (٢).

لما رأى الرسول حزنه قد اشتدّ ـ لكن لا على نفسه ـ قوّى قلبه بشارة ﴿لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا﴾ [التوبة/ ٤٠]، فظهر سرّ هذا الاقتران في المعية لفظًا كما ظهر حكمًا ومعنى؛ إذ قال: رسول الله وصاحب رسول الله، فلما مات قيل: خليفة رسول الله، ثم انقطعت إضافة الخلافة بموته، فقيل: أمير المؤمنين (٣).

فأقاما في الغار ثلاثًا، ثم خرجا منه ولسان القدر يقول: لندخلك دخولًا لم يدخله أحد قبلك ولا ينبغي لأحد من بعدك.

فلما استقلّا على البيضاء يلحقهما سُراقة بن مالك، فلما شارفت الظفر أرسل عليه الرسول ﷺ سهما من سهام الدعاء، فساخت قوائم فرسه في الأرض إلى بطنها (٤)، فلما علم أنه لا سبيل له عليهما أخذ يعرض المال على من قدر وقد مفاتيح الكنوز، ويتقدّم الوعد إلى شُعبان: «آبيث عند ربي يطعمني ويسقيني» (١).

كانت تحته ﴿فَتَرَى الْأَعْيُنَ﴾ [التوبة/ ٤٠] مدحرة للصدّيق دون الجميع؛ فهو الثاني في الإسلام وفي بذل النفس وفي الزهد وفي الصحبة وفي الخلافة وفي العمر وفي سبب الموت؛ لأن رسول الله ﷺ مات من أثر السُّم (٢)، وأبو بكر سمّ فمات (٣).

أسلم على يديه من العشرة عثمان وطلحة والزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص.

وكان عنده يوم أسلم أربعون (٤) ألف درهم، فأنفقها أحوج ما كان الإسلام إليها؛ فلهذا جلبت نقفته عليه: «ما نفعني مال ما نفعني مال أبي بكر» (٥).

فهو خيرٌ من مؤمن آل فرعون؛ لأن ذلك كان يكتم إيمانه، والصديق أعلن به، وخيرٌ من مؤمن آل ياسين؛ لأن ذلك جاهد ساعة، والصديق جاهد سنين.

عاش طائر الفاقة يحرّض حول حبّ الإيثار ويصيح: ﴿وَمَنْ يُوقَ شُحَّ نَفْسِهِ﴾ [البقرة/ ٢٤٥]، فألقى له حبَّ المال على روض الرضا، واستلقى على فراش الفقر، ففتح الطائر جناحه إلى حوصلة المضاعفة.

ثم علا على أفنان شجرة الصدّيق يغرد بفنون المديح، ثم قُتل في محاريب الإسلام يتلو: ﴿وَسَيُجْزَى الْمُؤْمِنُونَ﴾ الذي يؤتي ماله يتزكّى [الليل/ ١٧–١٨].

نُطِقَتْ فضائله بفضل الآيات والأخبار، واجتمع على بيعته المهاجرون والأنصار، فما مِضْغَةٌ في قلوبهم من ذكره نار، كلما ثبت فضله علا عليهم الصِّغار؛ أترى لم يسمع الروافض الكفار ﴿كَأَنْ لَمْ يَكُنْ﴾ إذ هَمَّ﴿فِي الْكَافِرِينَ﴾ [التوبة/ ٤٠]؟

دُعي إلى الإسلام فما تلعثم ولا أبى، وسار على المحبة فما زلّ ولا كبا، وصبر في مدّته من مدى العدا على وقع الشِّبا، وأكثر من الإنفاق فما قلّ، حتى تخلّل بالبلاء؛ تالله لقد زاد على السبق في كل دينار دينار ﴿فَإِنْ تُبْتَغِي﴾ [التوبة/ ٤٠].

من كان قرين النبي في شبابه؟! من ذا الذي سبق إلى الإيمان من أصحابه؟! من الذي أتى بحضرته سريعًا في جوابه؟! من أوّل من صلّى معه؟! من آخر من صلّى به؟! من الذي صاحبه بعد الموت في ترابه؟! فاعرفوا حق الجار.

نهض يوم الردّة بفهمٍ واستبصار، وأبان من نصّ الكتاب معنىً دونه عن حرّ الفهم الاحتياط؛ فالمحبّ يفرح بفضائله والمبغض بجهله، حسرة الرافضيّ يعترف في مجلس ذكره، ولكن أين القرار؟!

كم وقى الرسول بالمال والنفس، وكان أخصّ به في حياته، وهو صديقَه في الرمس، فضائله جليّة، وهي جليّة عن اللبس، يا عجبًا! من يغطي عين ضوء الشمس في نصف النهار؟!

لقد دخلنا غارًا لا سكينة له، فاستوحش الصديق من خوف الحوادث، فقال الرسول: ما ظنّك باثنين والله ثالثهما! فنزلت السكينة، فارتفع خوف الحادث، وزال القلق، وطاب عيش المالك، فقام مؤذّن النصر ينادي على رؤوس منائر الأمصار: ﴿فَإِنْ تَنْتَهُوا﴾ [التوبة/ ٤٠].

حبه والله رأس الحنيفة، وبغضه يدلّ على خبث الطوية؛ فهو خير الصحابة والقرابة والحُجّة على ذلك قوته، ولولا صحة إمامته ما قبل ابن الحنيفة! مهلاً مهلاً! فإن دم الروافض قد فار.

والله ما أحببناه لهوانا، ولا اعتقدناه في غيره هوانا، ولكن أخذنا بقول علي رضي الله عنه وكفانا: رضي رسول الله لديننا، أفلا نرضاه لدنيانا؟! تالله لقد أخذتنا من الروافض بالثأر.

تالله لقد وجب حق الصديق علينا، فنحن نقضي بمدائحه [١٦٤] ونقرّ بما قربه من الشيء عينا؛ فمن كان راضياً فلا نبدأ إليه، وليقل: لي أعدار. """,
  ),
  Fwaid(
    id: '40',
    name: """ تنبيه""",
    text: """ اجتنب من يُعادي أهلَ الكتابِ والسُّنّةِ لئلا يُعيدَكَ خُسرانَه.

احذرْ من عدوَّين هلاكُهما أكثرُ الخلق: صادٌّ عن سبيلِ الله بشبهاته، ويزخرفُ قوله، ومغرورٌ بإنعامه وابتلائه.

من خُلِقَ فيه قوّةٌ واستعدادٌ لشيءٍ، كانت لذّتُه في استعمالِ تلك القوّة.

ــــــــــــــ
(١) أخرجه الحاكم في المستدرك (٦/٣) وصححه.

١٠٥

القوّة فيه، فلذّةُ من خُلِقَت فيه قوّةُ واستعدادٌ للجماعِ استعمالُ قوّته فيه.
ولذّةُ من خُلِقَت فيه قوّةُ الغضبِ والتأديبِ استعمالُ قوّته الغضبيّة متعلّقها.
ومن خُلِقَت فيه قوّةُ الأكلِ والشربِ؛ فلذّتُه باستعمالِ قوّته فيهما.
ومن خُلِقَت فيه قوّةُ العلمِ والمعرفةِ؛ فلذّتُه باستعمالِ قوّته وصرفِها إلى العلم.
ومن خُلِقَت فيه قوّةُ الحبِّ لله والإنابةِ إليه والخشوعِ بالقلبِ عليه والشوقِ إليه والأنسِ به؛ فلذّتُه ونعيمُه استعمالُ هذه القوّة في ذلك.
وسائرُ اللذّاتِ دون هذه اللذّة مضمحلّةٌ فانية، وأحمدُ عاقبةً أن تكونَ لا له ولا عليه.""",
  ),
  Fwaid(
    id: '41',
    name: """ تنبيه""",
    text:
        """ يا أيّها العُزّال! احذر فراسة المتّقي، فإنّه يرى عورة عملك من وراء ستر «اتقوا فراسة المؤمن» (١).

سبحان الله! في النفس: كِبر إبليس، وحسد قابيل، وعُتوّ عاد، وطغيان ثمود، وجرأة نمرود، واستطالة فرعون، وبغي قارون، وحِدّة هامان، وهوى بلعام، وحيل أصحاب السبت، ومكر الوليد، وجهل أبي جهل.

وفيها من أخلاق البهائم: حرص الغراب، وشره الكلب، ورعونة الطاووس، ودناءة الجعل، وعقوق الضبّ، وحقد الجمل، ونؤوب الفهد، وصولة الأسد، وفسق الفأرة، وعبث القرد، وجمع النملة، ومكر الثعلب، وخفّة الفراش، ونوم الضبع.

غير أن الرياضة والمجاهدة تُهذّب ذلك.

فمن استرسل مع طبعه فهو من هذا الجند، ولا تصلح سلعة لعقد ﴿إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ﴾ [التوبة/ ١١١]، فما اشترى إلا سلعة ذهب بها الإيمان، فخرجت من طبعها إلى لباس العابدين.

سَلِّم المبيع قبل أن تختلف في يدك فلا تقبله المشتري!

قد علم المشتري بعيب السلعة قبل أن يشتريها فسَلِمها ولك الأمان من الردّ.

قدْرُ السلعة يُعرَف بقدْر مشتريها والثمن المبذول فيها والمنادي عليها؛ فإذا كان المشتري عظيمًا والثمن خطيرًا والمنادي جليلًا كانت السلعة نفيسة.

يا بائعًا نفسه بيعَ الهوانِ لو أشدّ
تُرجعْ ثمن البيع قبل الفوت لم يخِبِ (١)
وبائعًا طيبَ عيشٍ هاله خطرٌ
يطلقُ عيشًا من الآلام منقلبِ
غِبتَ والله غيبًا فاحشًا ولدي
يوم التباين تُلقى غايةُ الأدب
ووارِدًا صفوَ عيشٍ كلّه كدرٌ
أمامَك الوردُ حقًّا ليس بالكذب
وحالبَ الليلِ في الظلماءِ منصبًا
لكلّ داهيةٍ تُدعى من العطب
فهل سمعتَ مريضًا جاء من عطبٍ
ومنعًا نفسه في أثرٍ فجُبِبْ (٢)

لو كنتَ تعرف قدْرَ النفس لم تُهِنْ
شابَ الصبا والتصابي بعد لم يشبِ
وضاع وقتك بين اللهو واللعب
والغَيُّ في الأفق الشرقي لم يُغِبْ
وشمس عمرك قد حان الغروب لها
وفاز بالوصل من قد جدّ واشتهب
كم ذا التخلف والدنيا قد ارتحلت
ورسولُ ربك قد وافق في الطلب
ما في الديار وقد سارت ركابُ من
نهوى للصبّ من شرقٍ ومن غرب
فأين الحذرُ ذكاءُ الذّابِ وقلْ
ما قال صاحب الأشواق والحبّ
ما ربّ ميّة محبوبٍ يُلطّفُ به
منازلُ كان يهواها ويألفها
ولا الحدود ولو لأمينٍ من صرح
وكلما جلبت تلك الربوع له
زادته للشوق تذكارَ العهود بها
هذا وكم منزلٍ في الأرض يألفه
ما في الخيامِ أخو وجدٍ يريك إن
وأسر في عمرات الليل مهتديًا
وعاد كلّ أخي حزنٍ ومغنّج
خذ لنفسك نورًا تستضيء به
يوم انقسام الورى الأنوار بالزُّبَرِ

غيره:

ما كان يوجب ضرّي رحمتي فرضي
بسوء حالي وحُلّ الغرض بدني
منتهك الروح لا أبغي بها منًا
إلا رضاك وما وافى إليّ الثمن (١)

غيره:

أجري بأطراف النهارِ صبابةً
وبالليالي يدعوني الهوى فأجيب (٢)

غيره:

وإذا لم يكن من العيش بدٌّ
فمن العجز عشق غير الجميل (٣)

غيره:

فلولا أن ما أسعى لعيشٍ معجَّل
ولكنما أسعى لملكٍ مخلَّد
كفاني منه بعضُ ما أنا فيه
فلو أسفًا لم أكن بمالهيد (٤)

يا من هو من أرباب الحيرة، هل عرفت قيمة نفسك؟ إنما خُلِقت الأكوان كلها لك.

يا من أنت الثمرة، وصورة وأنت المعنى، وصدقت وأنت الدرّ، ومُحِضت وأنت الزُّبد.

منشور اختيارك لك واضح الخط، ولكن استخراجك ضعيف.

متى رمتَ طلبي فاطلبني عندك، واطلبني منك تجدني قريبًا، ولا تطلبني من غيرك فأنا أقرب إليك منه.

لو عرفتَ قدْرَ نفسك عندنا ما أهنتها بالمعاصي، إنما أُهين إبليس إذ لم يسجد لك وأنت في صلب أبيك، فوا عجبًا! كيف صلحت وتركنا!

لو كان في قلبك محبّة، لبدت آثارها على جسدك:
ولما أذبت الحبّ قالت كبدتي
الستر أرى الأعضاء منك كما هي! (١)

لو تغذّى القلب بالمحبّة؛ لذهبت عنه بطلة الشهوات.

ولو كنتَ عذريًّا صبابةً لم تكن
بطيئًا، وأسناك الهوى كثرة الأكل (٢)

لو صحّت محبّتك لاستوحشتَ ممن لا يذكرك بالحبيب.

واعجبًا لمن يدّعي المحبّة، ويحتاج إلى من يذكّره بمحبوبه! فلا يذكره إلا بمذكّر!

أقلّ ما في المحبّة أنها لا تُنسيك ذكر المحبوب:
ذكرتك لا أني نسيتك ساعة
وليس في الذكرى ذكر سواني (١)

إذا سافر المحبّ للقاء محبوبه ركب جنوده معه، فكان الحبّ في مقدّمة العسكر، والرجاء يحدوه بالمطيّ، والشوق يسوقها، والخوف يجمعها على الطريق؛ فإذا شارفت قدوم بلد الوصل خرجت تقدّم الحبيب للقاء.

فذاك سقماً بجسمٍ أنت مؤلفه
وابرزت غرامًا بقلبٍ أنت مضرمه
ولا تكلّني على بعد الديار إلى
صبري الضعيف فصبري أنت تعلمه
تلقّى قلبي قد أرسلته عجلاً
إلى لقاك والأشواق تقدمه (٢)

فإذا دخل المحبّ عليه أفاض عليه الخلع من كل ناحية؛ ليُسكن إليها فتكون حظَّه؟ أم يكون الغاية إلى من ألبسه إيّاها؟!

ملؤوا مراكب القلوب متاعًا لا يغني إلا على المَلِك، فلما هبّت رياح السحر أقلعت تلك المراكب، فلما طلع الفجر إلا وهي بالبيضاء.

قطعوا بادية الهوى بإقدام الحبّ، فما كان إلا القليل حتى قدموا من السفر، فأغاثهم (٣) الراحة في طريق التلقّي، فدخلوا بلد الوصل وقد خازوا وأربحوا الأبد.

وقع اليوم في قلوبهم من السواحل، فضُربت فيها سرايات المحبّة، فأقاموا العيون تخرج تارة وترد أخرى.

سرايات المحبّة لا تضرب إلا في قاع نقيّ فراغ.

غِرّةُ فوائدِك من سوانا والفِقَا
فجمعنا حلّ كلّ مرة
الصبر طلسم لكثرة وصالنا
من حلّ ذا الطلسم فاز كبره (١)

اعرف قدر ما ضاع منك، وأبكِ بكاء من يدري مقدار الغائب.

لو تخيّلت قرب الأحباب لأقمْت المآتم على بعدك.

لو استنشفت ريح الأسحار لفاق منك قلبك المخمور.

من استطال الطريق ضعف مشيه.

وما أنت بالمشتاق إن قلت بيننا
طوال الليالي أو بعد المناوب (٢)

أما علمتَ أن الصادق إذا أهمّ لم بين غيب عزمه؟ (٣)

إذا نزل حبّ في القلب حلّ آذار في العين.

هان سهر الخرّاس لما علموا أن أصواتهم يسمع المَلِك.

من لا حبّ له حال الآخرة هان عليه فراق الدنيا.

إذا لم يُرح للماشي الصبور يأس له فوات الكفّ.

يا أقدام الصبر! أخلي بقيّة القليل.

تذكّر حلاوة الوصال يهوّن عليك مرّ المجاهدة.

قد علمتَ أين المنزل؛ فأجدّ لما تسير.

أعلى الهمم هِمّة من استعدّ صاحبها للقاء الحبيب، وقدّم التقدّم بين يدي الملتقى؛ فاستبشر بالرضى عند التقدّم: ﴿وَقَدِّمُوا لِأَنْفُسِكُمْ﴾ [البقرة/ ٢٢٣].

الجنة تُرضي منك بأداء الفرائض، والنار تدفع عنك بترك المعاصي، والمحبّة لا تقنع منك إلا ببذل الروح.

الله ما أحلى زمانًا (١) تسعى فيه أقدام الطاعة على أرض الاشتياق.

لما سلّم القوم النفوس إلى راقص الشرع؛ علمها الوفاق في خلاف الطبع، فاستقامت مع الطاعة؛ كيف دارت دارت معها.

وإيّاك إذا اصطلحَت رقابُ مطامعهم
ومُوِّرت حدُّ بالرفاق
أُخالف بين الراجحين على الحذر
وأنظر إليَّ مُلثمًا فأميل (٢)""",
  ),
  Fwaid(
    id: '42',
    name: """فصل """,
    text:
        """علمتَ كلبك فهو يترك شهوته في تناول ما صادَه احترامًا لنعمتك، وخوفًا من سطوتك، وكم علمتَ مُعلِّمَ الشرع وأنت لا تقبل.

حُرم صيدُ الجاهلِ والممسكِ لنفسه؛ فما ظنّ الجاهلِ الذي أعمله لهوى نفسه.

جمع فيك عقلَ المَلَك، وشهوةَ البهيمة، وهوى الشيطان، وأنت للغالب عليك من الثلاثة: إن غلبت شهوتك وهواك زدت على مرتبة ملك، وإن غلبك هواك وشهوتك نقصت عن مرتبة كلب.

لما صاد الكلبُ ربَّه أُبيح صيدُه، ولما أمسك على نفسه حُرم ما صادَه.

مصادرُ ما في العبد من الخير والشر والصفات الممدوحة والمذمومة من صفة المُعطي المانع؛ فهو سبحانه يتصرّف عبده بين مقتضى هذين الاسمين؛ فحظّ العبد الصادق من عبوديته بهما الشكر عند العطاء، والافتقار عند المنع؛ فهو سبحانه يُعطيه ليشكره، ويمنعه ليفتقر إليه، فلا يزال شكورًا فقيرًا.

قوله تعالى: ﴿وَإِنَّ الْكَفُورَ لَفِي زِينَةٍ﴾ [لقمان/ ٢٥]؛ هذا من لطف خطاب القرآن وأشرف معانيه.

وأن المؤمن دائمًا مع الله على نفسه وهواه وشيطانه وعدوّه، وهذا معنى كونه من حزب الله وجنده وأوليائه؛ فهو مع الله على عدوّه الداخلي والخارجي عنه: يجاهدهم ويقهرهم سبحانه كما يكون خواصّ الملك معه على حرب أعدائه، والعبيدون منه فارغون من ذلك غير مهتمين به.

والكافر مع شيطانه ونفسه وهواه على ربّه.

وعبارات السلف على هذا تدور:

ذكر ابن أبي حاتم (١) عن عطاء بن دينار عن سعيد بن جبير قال: عونًا للشيطان على ربّه بالعداوة والشرّ.

وقال الليث عن مجاهد قال: يظاهر الشيطان على معصية الله؛ يعينه عليها.

وقال زيد بن أسلم: تظهيرًا؛ أي: موالاة.

والمعنى: أنه يولّي عدوَّه على معصيته والشرك به، فيكون مع عدوّه ضيفًا على مساخط ربّه.

فالمعيّة الخاصّة التي للمؤمن مع ربّه والهيبة قد صارت لهذا الكافر مع الشيطان ومع نفسه وهواه وقرينِه؛ ولهذا صارت الآية بقوله: ﴿وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ﴾ [الفرقان/ ٢٥]؛ وهذه العبادة هي الموالاة والمحبة والرضى بمعبودهم المضادّة لعبادته الخاصة.

وهذا المعنى من كنوز القرآن لمن فقهه وعقله.

قوله تعالى: ﴿وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا﴾ [الفرقان/ ٧٣].

قال مقاتل: إذا وعظوا بالقرآن لم يقعوا عليه صُمًّا لم يسمعوه وعميانًا لم يبصروه، ولكنهم سمعوا وأبصروا وعقلوا به.

وقال ابن عباس: لم يكونوا عليها صمًّا وعميانًا، بل كانوا خاشعين.

وقال الكلبي: يخرّون عليها سمعًا وبصرًا.

وقال الفراء (١): ولم يقعوا عليها صمًّا وعميانًا على حالهم الأولى؛ كأنهم لم يسمعوه، وذلك الخروج، وسمعت العرب تقول: قِيامٌ يُشِمّني، وأقبل يُشنِّني، والمعنى على ما ذكر: لم ينصرفوا عنها صمًّا وعميانًا.

وقال الزجاج (٢): المعنى: إذا تليت عليهم خرّوا سجّدًا وبُكِّيًا سامعين مبصرين لما أمروا به.

وقال ابن قتيبة (٣): أي لم يتغافلوا عنها كأنهم صمّ لم يسمعوها وعميٌ لم يبصروها.

قلت: ما ههنا أمران: ذكر الخروج، وتسليط الغنى عليه.

وهل هو خروج القلب أو خروج البدن للسجود؟

وهل المعنى: لم يكن خروجهم عن صمم وعَمى؛ أم كان عليهم خروج بالقلب خضوعًا أو بالبدن سجودًا؟ أو ليس هناك خروج وخروجية عن القعود؟

أصول المعاصي كلها – كبارها وصغارها – ثلاثة: تعلّق القلب بغير الله، وطاعة القوة الغضبية، والقوة الشهوانية.
وهي: الشرك، والظلم، والفواحش.

فنهاية التعلّق بغيره: الشرك، وأن يدعو معه إلهًا آخر. وغايته طاعة القوة الغضبية: القتل. وغايته طاعة القوة الشهوانية: الزنى.

ولهذا جمع الله سبحانه بين الثلاثة في قوله: ﴿وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ﴾ [الفرقان/ ٦٨].

وهذه الثلاثة يدعو بعضها إلى بعض؛ فالشرك يدعو إلى الظلم والفواحش، كما أن الإخلاص والتوحيد يصرفها عن صاحبها، قال تعالى: ﴿كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ﴾ [يوسف/ ٢٤]؛ فالسوء العشق، والفحشاء: الزنى.

وكذلك الظلم يدعو إلى الشرك والفاحشة؛ فإن الشرك أظلم الظلم، كما أن العدل أعدل العدل: فالتوحيد قرين العدل، والظلم قرين الشرك. ولهذا جمع سبحانه بينهما: أما الأولى ففي قوله: ﴿شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ﴾ [آل عمران/ ١٨]، وأما الثاني ففي قوله تعالى: ﴿إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ﴾ [لقمان/ ١٣].

والفاحشة تدعو إلى الشرك والظلم؛ ولا سيما إذا قويت إرادتها ولم تحصل إلا بنوع من الظلم والاستعانة بالسحر والشيطان، وقد جمع سبحانه بين الزنى والشرك في قوله: ﴿الزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ﴾ [النور/ ٣].

فهذه الثلاثة يُجرّ بعضها إلى بعض ويأمر بعضها ببعض.

ولهذا كلما كان القلب أضعف توحيدًا وأعظم شركًا كان أكثر فاحشة وأعظم تعلّقًا بالصور وعشقًا لها.

ونظير هذا قوله تعالى: ﴿وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَاتَّقُوا﴾ [الشورى/ ٣٦–٣٧]؛ فأخبر أن ما عنده خير لمن آمن وتوكّل عليه، وهذا هو التوحيد، ثم قال: ﴿وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ﴾ [الشورى/ ٣٧]؛ فهذا اجتناب داعي القوة الشهوانية، ثم قال: ﴿وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ﴾ [الشورى/ ٣٧]؛ فهذا مخالفة داعي القوة الغضبية؛ فجمع بين التوحيد والعفة والعدل، التي هي جماع الخير كله. """,
  ),
  Fwaid(
    id: '43',
    name: """فصل """,
    text: """هَجْرُ القرآن أنواع:

أحدها: هَجْرُ سماعه، والإيمان به، والإصغاء إليه.

والثاني: هَجْرُ العمل به والوقوف عند حلاله وحرامه، وإن قرأه وآمن به.

والثالث: هَجْرُ تحكيمه والتحاكم إليه في أصول الدين وفروعه، واعتقاد أنه لا يفيد اليقين، وأن أدلّته لفظية لا تحصّل العلم.

والرابع: هَجْرُ تدبّره وتفهّمه ومعرفة ما أراد المتكلّم به منه.

والخامس: هَجْرُ الاستشفاء والتداوي به في جميع أمراض القلوب وأدوائها؛ فتطلب شفاء دائها من غيره، وتهجر التداوي به.

وكلّ هذا داخل في قوله: ﴿وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا﴾ [الفرقان/ ٣٠]، وإن كان بعض الهجر أهون من بعض.

وكذلك الخَرَجُ الذي في الصدور منه:

فإنه تارةً يكون حَرَجًا من إنزاله وكونه حقًّا من عند الله.

وتارةً يكون من جهة متكلّمه، أو كونه مخلوقًا من بعض مخلوقاته، المهمّ تكذيب متكلّمه.

وتارةً يكون من جهة كفايته وعلمها، وأنه لا يكفي العباد، بل هم محتاجون معه إلى المعقولات أو القياسات أو الآراء أو السياسات.

وتارةً يكون من جهة دلالته وهل أرِيدَ به: حقائق المعاني عند الخطاب؟ أم أُرِيدَ به تأويلها وإخراجها عن حقائقها إلى تأويلات مستكرهة مبتدعة؟

وتارةً يكون من جهة كون تلك الحقائق، وإن كانت مرادة فهي ثابتة في نفس الأمر؟ أو أوهم أنها مرادة لضربٍ من المصلحة؟!

فهؤلاء في صدورهم حَرَجٌ من القرآن، وهم يعلمون ذلك من أنفسهم، ويجدونه في صدورهم.

ولا تجد مبتدعًا في دينه قطّ إلا وفي قلبه حَرَجٌ من الآيات التي تخالف بدعته، كما أنك لا تجد ظالمًا فاجرًا إلا وفي صدره حَرَجٌ من الآيات التي تحول بينه وبين إرادته.

فتدبّر هذا المعنى ثم أرضِ نفسك بما تشاء. """,
  ),
  Fwaid(
    id: '44',
    name: """فائدة """,
    text: """ كمالُ النفس المطلوب ما تضمّن أمرين:

أحدُهما: أن يصيرَ مهيّةً راسخةً وصفةً لازمةً لها.
الثاني: أن يكونَ صفةَ كمالٍ في نفسِه.

فإذا لم يكن كذلك لم يكن كمالًا، فلا يليق بمن يسعى في كمال نفسه المنافسةُ عليه، ولا الأسفُ على فواته.

وذلك ليس إلا معرفةَ ربِّها وفاطرِها ومعبودِها وإلهِها الحقِّ الذي لا صلاحَ لها ولا نعيمَ ولا لذّةَ إلا بمعرفته وإرادة وجهه وسلوك الطريق الموصلة إليه وإلى رضاه وكرامته، وأن تعتاد ذلك فيصير لها مهيّةً راسخةً لازمةً.

وما عدا ذلك من العلوم والإرادات والأعمال؛ فهي بين ما لا ينفعُها ولا يُكمِلُها وما يعود بضررها ونقصها وألمها، ولا سيّما إذا صار مهيّةً راسخةً لها؛ فإنها تُعذَّبُ وتُؤلَمُ به بحسب لزومها لها.

وأما الفضائلُ المنفصلةُ عنها كالملابس والمراكب والمساكن والجاه والمال؛ فذلك في الحقيقة عوارضُ أُعطيت مدّةً ثم تُرجَعُ فيها المعيرُ، فتُؤلَمُ وتُعذَّبُ برجوعها فيها بحسب تعلّقها بها، ولا سيّما إذا كانت هي غايةَ كمالها؛ فإذا سُلِبتها أحضرت أعظمَ النقصِ والألمِ والحسرة.

فليتيقّن من يريد سعادةَ نفسه ولذّتها هذه النكتة؛ فإن أكثر الخلق إنما يسعون في حرمان نفوسهم وآلامها وحسرتها ونقصها من حيث يظنون أنهم يريدون سعادتها ونعيمها؛ فلذّتها بحسب ما حصل لها من تلك المعرفة والمحبة والسلوك، وألمُها وحسرتها بحسب ما فاتها من ذلك.

ومتى عدمت ذلك وخلا منه؛ لم يبقَ فيه إلا القوى البدنيةُ النفسانيةُ التي بها يأكل ويشرب ويضحك ويغضب ويميل سائرَ لذاته ومرافقِ حياته، ولا يلحقه من جهتها شرفٌ ولا فضيلةٌ بل خَساسةٌ ومنقصةٌ؛ إذا كان إنما يناسب بتلك القوى البهائمَ فيتصل بجنسها ويُدخِل في جماعتها ويصير كأحدها، وربما زادت في تناولها عليه واختصّت دونه بسلامة العاقبة والأمن من جلب الضرر عليها.

فكمالُ مشاركتك في البهائم وتزيدُ عليك وتنقصُ عنك فيه سلامةُ العاقبة يحقّ أن تهجره إلى الكمال الحقيقيّ الذي لا كمال سواه.

وبالله التوفيق.""",
  ),
  Fwaid(
    id: '45',
    name: """فائدة جليلة """,
    text:
        """ إذا أصبح العبد وأمسى وليس همُّه إلا الله وحده، تحمَّلَ الله سبحانه حوائجه كلَّها، وحمل عنه كلَّ ما أهمَّه، وفرَّغ قلبه لمحبته ولسانه لذكره وجوارحه لطاعته.

وإن أصبح وأمسى والدنيا همَّه، حمَّله الله همومها وغمومها وأنكادها، ووكله إلى نفسه، فشغل قلبه عن حبه بمحبة الخلق، ولسانه عن ذكره بذكرهم، وجوارحه عن طاعته بخدمتهم وأعمالهم، فهو يكدح كدح الوحش في خدمة غيره، كالمنفخ يفتح بطنه وينصرف أصابعه في نفع غيره.

فكلُّ من أعرض عن عبودية الله وطاعته ومحبته ابتلي بعبودية المخلوق ومحبته وخدمته.

قال تعالى: ﴿وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ﴾
[الزخرف/ ٣٦].

قال سفيان بن عيينة: لا تأتون بمثل مشهور للعرب إلا حَكِّمتكم به من القرآن. فقيل له: فأين في القرآن: أعط أخاك تمرة؛ فإن لم يقبل فأعطه جمرة؟ فقال: في قوله: ﴿وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا﴾ فسمى الجمرة شيطانًا.""",
  ),
  Fwaid(
    id: '46',
    name: """فائدة """,
    text: """ العلم: نقل صورة المعلوم من الخارج وإثباتها في النفس.
والعمل: نقل صورة عملية(١) من النفس وإثباتها في الخارج.

فإن كان الثابت في النفس مطابقًا للحقيقة في نفسها فهو علم صحيح.
وكثيرًا ما يثبت ويتراءى في النفس صور ليس لها وجود حقيقي، فيظنها الذي قد أثبتها في نفسه علمًا، وإنما هي مقدَّرة لا حقيقة لها، وأكثر علوم الناس من هذا الباب.

وما كان منها مطابقًا للحقيقة في الخارج فهو نوعان:

نوع تُكمِل النفس بإدراكه والعلم به، وهو العلم بالله وأسمائه وصفاته وأفعاله وكيفية أمره ونهيه.

ونوع لا يحصل للنفس به كمال، وهو كل علم لا يضر الجهلُ به، فإنه لا ينفع العلم به، وكان النبي ﷺ يستعيذ بالله من علم لا ينفع(٢).

وهذا حال أكثر العلوم الصحيحة المطابقة التي لا يضر الجهل بها شيئًا، كالعلم بالفلك ودقائقه ودرجاته وعدد الكواكب ومقاديرها، والعلم بعدد الجبال وألوانها ومساحاتها ونحو ذلك.

فشرف العلم بحسب شرف معلومه وشدة الحاجة إليه، وليس ذلك إلا العلم بالله وتوابعه.

وأما العمل(١) فأقسامه عدم مطابقة لمراد الله الديني الذي يحبه ويرضاه، وذلك يكون من فساد العلم تارة، ومن فساد الإرادة تارة:

فسادُه من جهة العلم: أن يعتقد أن هذا مشروع محبوبٌ لله وليس كذلك، أو يعتقد أنه يقربه إلى الله وإن لم يكن مشروعًا فيظن أنه يتقرب به إلى الله بهذا العمل وإن لم يعلم أنه مشروع.

وأما فساده من جهة القصد فإن لا يقصد به وجه الله والدار الآخرة، بل يقصد به الدنيا والخلق.

وهاتان الآفتان في العلم والعمل لا سبيل إلى السلامة منهما إلا بمعرفة ما جاء به الرسول في باب العلم والمعرفة، وإرادة وجه الله والدار الآخرة في باب القصد والإرادة؛ فمتى خلا من هذه المعرفة وهذه الإرادة فسد علمه وعمله.

والإيمان واليقين يورثان صحة المعرفة وصحة الإرادة، وهما يورثان الإيمان ويزيدانه.

ومن هاهنا يتبين انحراف أكثر الناس عن الإيمان لانحرافهم عن صحة المعرفة وصحة الإرادة.

ولا يتم الإيمان إلا بتلقي المعرفة من مشكاة النبوة وتجريد الإرادة عن شوائب الهوى وإرادة الخلق، فيكون علمه متلقًى من مشكاة الوحي وإرادة الله والدار الآخرة؛ فهذا أصبح الناس علمًا وعملًا، وهم من الأئمة الذين يهدون بأمر الله ومن خلفاء رسوله ﷺ في أمته.""",
  ),
  Fwaid(
    id: '47',
    name: """قاعدة """,
    text:
        """الإيمان له ظاهر وباطن؛ ظاهره قول اللسان وعمل الجوارح، وباطنه تصديق القلب وانقياده ومحبتُه.

فلا ينفع ظاهر لا باطن له، وإن حَقَنَ به الدماء وعُصِمَ به المال والذُّرِّيَّة.

ولا يجزئ باطن لا ظاهر له إلا إذا تعذَّر عجزًا أو إكراهًا أو خوفَ هلاك.

فتخلُّف العمل ظاهرًا مع عدم المانع دليلٌ على فساد الباطن وخلوِّه من الإيمان، ونقصُه دليل نقصه، وقوَّته دليل قوَّته.

فالإيمان قول القلب والإسلام وليَّه، واليقين قلب الإيمان وليَّه.

وكل علم وعمل لا يزيد الإيمان واليقين قوة فمدخول، وكل إيمان لا يبعث على العمل فمدخول. """,
  ),
  Fwaid(
    id: '48',
    name: """ قاعدة""",
    text: """ التوكّل على الله نوعان:

أحدهما: توكّل عليه في جلب حوائج العبد وحظوظِه الدنيويّة أو دفع مكروهاته ومصاباته الدنيويّة.

والثاني: التوكّل عليه في حصول ما يحبّه ويرضاه من الإيمان واليقين والجهاد والدعوة إليه.

ومن النوعين من الفضل ما يخصّه الله؛ فمتى توكّل العبد في النوع الثاني حقّ توكّله كفاه النوع الأوّل تمام الكفاية، ومتى توكّل عليه في النوع الأوّل دون الثاني كفاه أيضًا، لكن لا يكون له [١٢٧] عاقبة المتوكّل عليه فيما يحبّه ويرضاه.

فأعظم التوكّل عليه: التوكّل في الهداية، وتجريد التوحيد، ومتابعة الرسول، وجهاد أهل الباطل؛ فهذا دأب كلّ الرسل وخاصّة أتباعهم.

والتوكّل تارة يكون توكّل اضطرار ولجاء؛ بحيث لا يجد العبد ملجأ ولا وزرًا إلا التوكّل؛ كما إذا صافت عليه الأسباب، وصاف نفسه، وظنّ أن لا ملجأ من الله إلا إليه، وهذا لا يتخلّف عنه الفرج والتيسير البتّة.

وتارة يكون توكّل اختيار، وذلك التوكّل مع وجود السبب المُفضي إلى المراد:

فإن كان السبب مأمورًا به ثم هو على تركه، وإن قام بالسبب وترك التوكّل ثم هو على تركه أيضًا؛ فإنّه واجب باتفاق الأمّة ونصّ القرآن، والواجب القيام بهما والجمع بينهما.

وإن كان السبب محرّمًا حرص عليه مباشرةً، وتوجّه الستّ في حقّه في التوكّل، فلم يتّكل به إليه ستّ سواء؛ فإنّ التوكّل من أقوى الأسباب في حصول المراد ودفع المكروه، بل هو أقوى الأسباب على الإطلاق.

وإن كان السبب مباحًا نظرت: هل يضعف قيامك به التوكّل أو لا يضعفه؟ فإن أضعفه ووقفت عليك فذلك مشكوك فتركه أولى، وإن لم يضعفه فمباشرته أولى؛ لأنّ حكم الحاكمين اقتضى ربط المسبّب به، فلا تعطّل حكمته فيما أمر بها، ولا تجعله علّة عبوديّة، فتكون قد أبيت عبوديّة القلب بالتوكّل، وعبوديّة الجوارح بالسبب المؤدّي به القدرة.

والذي يحقّق التوكّل القيام بالأسباب المأمور بها؛ فمن عطلها لم يصحّ توكّله، كما أنّ القيام بالأسباب المُفضية إلى حصول الخير يحقّق رجاءه؛ فمن لم يقم بها كان رجاؤه متمنّيًا، كما أنّ من عطّلها يكون توكّله عجزًا وعجزه توكّلاً.

وسرّ التوكّل وحقيقته هو اعتماد القلب على الله وحده؛ فلا يضرّه مباشرة الأسباب، مع خلوّ القلب من الاعتماد عليها والركون إليها، كما لا ينفعه قوله: توكّلت على الله، مع اعتماده على غيره وركونه إليه وثقته به؛ فتوكّل اللسان شيء، وتوكّل القلب شيء، كما أنّ توبة اللسان مع إصرار القلب شيء، وتوبة القلب شيء، وإن لم ينطق اللسان بشيء؛ تقول: العبد: توكّلت على الله، مع عدم اعتماد قلبه على غيره مثل قوله: تبت إلى الله وهو مصرّ على معصيته مرتكبها.""",
  ),
  Fwaid(
    id: '49',
    name: """ فائدة""",
    text:
        """الجاهل يشكو الله إلى الناس، وهذا غاية الجهل بالمشكوِّ والمشكُوِّ إليه؛ فإنه لو عرف ربَّه لما شكاه، ولو عرف الناس لما شكا إليهم.

ورأى بعض السلف رجلًا يشكو إلى رجلٍ فاقته وضرورته، فقال:
يا هذا! والله ما زدتَ على أن شكوتَ من يرحمك إلى من لا يرحمك.

وفي ذلك قيل:
وإذا شكوتُ إلى ابنِ آدمَ إنما
أشكو الرَّحيمَ إلى الذي لا يَرحمُ (١)

(١) البيت لزين العابدين في التذكير (ص ١٢٥)، وبعض السطرات في عيون –

١٣٦

والعارف إنما يشكو إلى الله وحده.

وأعرف العارفين من جعل شكواه إلى الله من نفسه لا من الناس؛ فهو يشكو من موجبات تسليط الناس عليه، فهو ناظر إلى قوله تعالى:
﴿وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ [الشورى/ ٣٠]، وقوله:
﴿وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ﴾ [النساء/ ٧٩]، وقوله:
﴿قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ﴾ [آل عمران/ ١٦٥].

فالمراتب ثلاثة:
إحداها: أن تشكو خلقه إلى خلقه.
وأوسطها: أن تشكو نفسك إليه.
وأعلاها: أن تشكو إليه خلقه. """,
  ),
  Fwaid(
    id: '50',
    name: """ قاعدة جليلة""",
    text:
        """ قال الله تعالى: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ﴾ [الأنفال/ ٢٤].

تضمنت هذه الآية أمورًا:

أحدها: أن [١٨] الحياة النافعة إنما تحصل بالاستجابة لله ورسوله؛ فمن لم تحصل له هذه الاستجابة فلا حياة له، وإن كانت له حياة بهيمية مشتركة بينه وبين أردل الحيوانات.

فالحياة الحقيقية الطيبة هي حياة من استجاب الله والرسول ظاهرًا وباطنًا؛ فهؤلاء هم الأحياء وإن ماتوا، وغيرهم أموات وإن كانوا أحياء الأبدان.

ولهذا كان أكمل الناس حياة أكملهم استجابة لدعوة الرسول؛ فإن كل ما دعا الله إليه ففيه الحياة؛ فمن فاته جزء منه فاته جزء من الحياة، وفيه من الحياة بحسب ما استجاب للرسول.

قال مجاهد: ﴿لِمَا يُحْيِيكُمْ﴾؛ يعني: للحق.

وقال قتادة: هو هذا القرآن؛ فيه الحياة والنجاة والعصمة في الدنيا والآخرة.

وقال السدي: هو الإسلام؛ أحياهم به بعد موتهم بالكفر.

وقال ابن إسحاق وعروة بن الزبير – واللفظ له –: ﴿لِمَا يُحْيِيكُمْ﴾؛ يعني: للحرب التي أعزكم الله بها بعد الذل، وقواكم بعد الضعف، ومنعكم بها من عدوكم بعد القهر منهم لكم.

وهذه كلها عبارات عن حقيقة واحدة، وهي القيام بما جاء به الرسول ظاهرًا وباطنًا.

قال الواحدي (١): والأكثرون على أن معنى قوله: ﴿لِمَا يُحْيِيكُمْ﴾ هو الجهاد، وهو قول ابن إسحاق واختيار أكثر أهل المعاني.

قال الفراء (٢): إذا دعاكم إلى إحياء أمركم بجهاد عدوكم. يريد أن أمركم إنما يقوى بالحرب والجهاد، فلو تركوا الجهاد ضعف أمرهم، واجترأ عليهم عدوهم.

قلت: الجهاد من أعظم ما يحييهم في الدنيا وفي البرزخ وفي الآخرة؛ أما في الدنيا فإن قوتهم وقهرهم لعدوهم بالجهاد، وأما في البرزخ فقد قال تعالى: ﴿وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ﴾ [آل عمران/ ١٦٩]، وأما في الآخرة فإن حظ المجاهدين والشهداء من حياتها ونعيمها أعظم من حظ غيرهم.

ولهذا قال ابن قتيبة (١): ﴿لِمَا يُحْيِيكُمْ﴾ يعني الشهادة.

وقال بعض المفسرين: ﴿لِمَا يُحْيِيكُمْ﴾ يعني الجنة؛ فإنها دار الحيوان، وفيها الحياة الدائمة الطيبة. حكاه أبو علي الجرجاني.

والآية تتناول هذا كله؛ فإن الإيمان والإسلام والقرآن والجهاد تحيي القلوب الحياة الطيبة، وكمال الحياة في الجنة، والرسول دعا إلى الإيمان وإلى الجنة؛ فهو داعٍ إلى الحياة في الدنيا والآخرة.

والإنسان مضطر إلى نوعين من الحياة:

حياة بدنه التي بها يدرك النافع والضار، ويؤثر ما ينفعه على ما يضره، ومتى نقصت هذه الحياة كان له من الألم والضعف بحسب ذلك؛ ولذلك كانت حياة المريض والمحزون وصاحب الهم والغم والخوف والفقر والذل دون حياة من هو معافى من ذلك.

وحياة قلبه وروحه التي بها يميز بين الحق والباطل والغي والرشاد والهدى والضلال، فيختار الحق على ضده، فبهذه الحياة قوة التمييز بين النافع والضار في العلوم والإرادات والأعمال؛ فبفقد هذه الحياة تفقد قوة الإيمان، والإرادة والحب للحق، وقوة البغض والكراهة للباطل؛ فشعوره وتمييزه وحبه ونفرته بحسب نصيبه من هذه الحياة؛ كما أن البدن الحي يكون شعوره وإحساسه بالنافع والمؤلم أتم، ويكون ميله إلى النافع ونفرته من المؤلم أعظم؛ فهذا بحسب حياة البدن، وذلك بحسب حياة القلب؛ فإذا بطلت حياة القلب بطلت تمييزه، وإن كان له نوع تمييز لم يكن فيه قوة يؤثر بها النافع على الضار.

كما أن الإنسان لا حياة له حتى ينفخ فيه الملك – الذي هو رسول الله – من روحه فيصير حيًّا بذلك النفخ وكان قبل ذلك من جملة الأموات، فكذلك (١) لا حياة لروحه وقلبه حتى ينفخ فيه الرسول – الذي هو روح – من الروح الذي أوحي إليه؛ قال تعالى: ﴿يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ﴾ [النحل/ ٢]، وقال: ﴿يُلْقِي الرُّوحَ مِنْ أَمْرِهِ﴾ [غافر/ ١٥]، وقال: ﴿وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا﴾ [الشورى/ ٥٢]، فأخبر أن وحيه روح ونور.

فالحياة والاستنارة موقوفة على نفخ الرسول الملكي [والرسول البشري]؛ فمن أصابه نفخ الرسول الملكي ونفخ الرسول البشري حصلت له الحياتان، ومن حصل له نفخ الملك دون نفخ الرسول حصلت له إحدى الحياتين وفاتته الأخرى.

قال تعالى: ﴿أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا﴾ [الأنعام/ ١٢٢]، فجمع له بين النور والحياة؛ كما جمع لمن أعرض عن كتابه بين الموت والظلمة.

قال ابن عباس وجميع المفسرين: كان كافرًا فأحياه الله بالإسلام.

وقوله: ﴿وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ﴾ يتضمن أمورًا:

أحدها: أنه يمشي في الناس بالنور وهم في الظلمة؛ فمثله كمثل قوم أظلم عليهم الليل فضلوا ولم يهتدوا الطريق، وآخر معه نور يمشي به، قد عرف الطريق ويراه وما يجتنب فيها.

وثانيها: أنه يمشي فيهم بنوره، فهم يقتبسون منه لحاجتهم إلى النور.

وثالثها: أنه يمشي بنوره يوم القيامة على الصراط إذا بقي أهل الشرك والنفاق في ظلمات شركهم ونفاقهم.

وقوله: ﴿وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ﴾.

المشهور في الآية أنه يحول بين المؤمن وبين الكفر، وبين الكفر وبين الإيمان، ويحول بين أهل طاعته وبين معصيته، وبين أهل معصيته وبين طاعته. وهذا قول ابن عباس وجمهور المفسرين.

وفي الآية قول آخر: إن المعنى أنه سبحانه أقرب من قلبه، لا تخفى عليه خافية؛ فهو بينه وبين قلبه. ذكره الواحدي عن قتادة.

وكأنه أنسب بسياق الآية؛ لأن الاستجابة بالقلب، فلا تنفع الاستجابة بالبدن دون القلب؛ لأن الاستجابة أصلها بالقلب، فإذا كان سبحانه بين العبد وبين قلبه؛ فيعلم هل استجاب قلبه؟ وهل قصد ذلك أو أضمر خلافه؟

وعلى القول الأول فوجوه المناسبة أكثر: إن تخافوا بعد ذلك من الاستجابة، عاقبة لها لما فيها من المشقة، فاعلموا أنكم لا تملكون قلوبكم؛ فإنها بيد الله، فإن لم تستجيبوا له طوعًا استجاب بكم كرهًا؛ بأن يحول بينكم وبين قلوبكم، فلا يمكنكم الاستجابة بعد ذلك.

ومنها: وفي الآية سر آخر، وهو أنه جمع لهم بين الشرع والقدر والأمر به؛ وهو الاستجابة، وبين القدر المانع منه؛ ففي قوله: ﴿يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ﴾ [الأنفال/ ٢٤] تحذير من ترك الاستجابة بالقلب وإن استجاب بالجوارح.

وفي الآية إشارة أُخرى، وهو أنه جمع لهم بين الشرع والأمر به، والاستجابة، وبين القدر المانع منه؛ ففي قوله: ﴿يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ﴾ [الأنفال/ ٢٤].

وقوله: ﴿يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا﴾ [الكهف/ ١٠٤]، وقوله: ﴿فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ﴾ [الصف/ ٥]، وقوله: ﴿وَمَنْ أَضَلَّ اللَّهُ فَمَا لَهُ مِنْ هَادٍ﴾ [الرعد/ ٣٣].

والله أعلم.""",
  ),
  Fwaid(id: '51', name: """ """, text: """ """),
  Fwaid(id: '52', name: """ """, text: """ """),
  Fwaid(id: '53', name: """ """, text: """ """),
  Fwaid(id: '54', name: """ """, text: """ """),
  Fwaid(id: '55', name: """ """, text: """ """),
  Fwaid(id: '56', name: """ """, text: """ """),
  Fwaid(id: '57', name: """ """, text: """ """),
  Fwaid(id: '58', name: """ """, text: """ """),
  Fwaid(id: '59', name: """ """, text: """ """),
  Fwaid(id: '60', name: """ """, text: """ """),
  Fwaid(id: '61', name: """ """, text: """ """),
  Fwaid(id: '62', name: """ """, text: """ """),
  Fwaid(id: '63', name: """ """, text: """ """),
  Fwaid(id: '64', name: """ """, text: """ """),
  Fwaid(id: '65', name: """ """, text: """ """),
  Fwaid(id: '66', name: """ """, text: """ """),
  Fwaid(id: '67', name: """ """, text: """ """),
  Fwaid(id: '68', name: """ """, text: """ """),
  Fwaid(id: '69', name: """ """, text: """ """),
  Fwaid(id: '70', name: """ """, text: """ """),
  Fwaid(id: '71', name: """ """, text: """ """),
  Fwaid(id: '72', name: """ """, text: """ """),
  Fwaid(id: '73', name: """ """, text: """ """),
  Fwaid(id: '74', name: """ """, text: """ """),
  Fwaid(id: '75', name: """ """, text: """ """),
  Fwaid(id: '76', name: """ """, text: """ """),
  Fwaid(id: '77', name: """ """, text: """ """),
  Fwaid(id: '78', name: """ """, text: """ """),
  Fwaid(id: '79', name: """ """, text: """ """),
  Fwaid(id: '80', name: """ """, text: """ """),
  Fwaid(id: '81', name: """ """, text: """ """),
  Fwaid(id: '82', name: """ """, text: """ """),
  Fwaid(id: '83', name: """ """, text: """ """),
  Fwaid(id: '84', name: """ """, text: """ """),
  Fwaid(id: '85', name: """ """, text: """ """),
  Fwaid(id: '86', name: """ """, text: """ """),
  Fwaid(id: '87', name: """ """, text: """ """),
  Fwaid(id: '88', name: """ """, text: """ """),
  Fwaid(id: '89', name: """ """, text: """ """),
  Fwaid(id: '90', name: """ """, text: """ """),
  Fwaid(id: '91', name: """ """, text: """ """),
  Fwaid(id: '92', name: """ """, text: """ """),
  Fwaid(id: '93', name: """ """, text: """ """),
  Fwaid(id: '94', name: """ """, text: """ """),
  Fwaid(id: '95', name: """ """, text: """ """),
  Fwaid(id: '96', name: """ """, text: """ """),
  Fwaid(id: '97', name: """ """, text: """ """),
  Fwaid(id: '98', name: """ """, text: """ """),
  Fwaid(id: '99', name: """ """, text: """ """),
  Fwaid(id: '100', name: """ """, text: """ """),
];
